{"show_name":"ANDERSON COOPER 360 DEGREES","show_title":"Television News Crew Gunned Down by Former Colleague; Interview with WDBJ General Manager Jeff Marks; Interview with Donald Trump Campaign's National Co-Chair Sam Clovis. Aired 8-9p ET","quotes":[{"speaker":"JOHN BERMAN, CNN HOST","text":"Good evening thanks for joining us. I'm John Berman sitting in for Anderson.   A sad and searing day in Roanoke, Virginia and tonight with prayer vigils and public mourning.  All day people have been paying their respects and simply trying to come to terms with what happened at a local shopping center where early today a television news crew was gunned down by a deranged former colleague at CNN affiliate WDBJ."},{"speaker":"JEFFREY MARKS, PRESIDENT/ GENERAL MANAGER, WDBJ TV","text":"It's my sad duty to report that we have determined through the help of the police and our employees that Alison and Adam died this morning shortly after 6:45 when the shots rang out.  We do not know the motive.  We do not know who the suspect or who the killer is."},{"speaker":"BERMAN","text":"Reporter Alison Parker, photojournalist Adam Ward both widely respected.  Each deeply in love and on the verge of beginning new lives with the ones they loved.  We will focus heavily tonight on those stories.  We will also bring you new details about the killer who took his own life.  What we won't be doing is turning this hour into his story.  We will be mentioning his name and showing his picture as little as possible.  His stated motives and violent history matter giving him any further publicity even in death certainly does not.   With that, we begin with Brian Todd in this awful timeline."},{"speaker":"BRIAN TODD, CNN CORRESPONDENT","text":"It's 6:45 a.m.  WDBJ reporter Alison Parker is conducting a live interview.  Her cameraman, Adam Ward, is filming.  Just seconds after Ward bends the camera back to his reporter, shots ring out.  Both Parker and Ward are hit as well as the woman being interviewed.  Ward's camera films the shooter, gun raised in the air as he laid dying Ward's last living act capturing an image of his own murder."},{"speaker":"BILL OVERTON, FRANKLIN COUNTY, VIRGINIA","text":"Alison Parker, age 24.  And Adam Ward, age 27, died at the scene.  Flanagan then fled before deputies arrived on the scene."},{"speaker":"TODD","text":"At this point a manhunt is now on for a suspect who obviously is armed and is extremely dangerous.  It would last nearly five hours and cover roughly 200 miles.  Authorities say the shooter took off from the Bridgewater plaza and headed northwest to the Roanoke Blacksburg airport in a gray mustang.  While on the run, he apparently took time out to take credit for his crimes.   8:26 a.m., a manifesto from the shooter gets faxed to ABC News. Shortly after 10:00 a.m., a man claiming to be the shooter calls ABC and tells them he's shot two people."},{"speaker":"OVERTON","text":"Shortly before 11:00 Roanoke city police department located Flanagan's 2009 Ford mustang at the regional Roanoke region airport. Flanagan then left the airport in a Chevrolet sonic that he had rented earlier in the month."},{"speaker":"TODD","text":"These tweets started around 11:10.  Around the same time police discovered he switched vehicles.  He's actually posting things to social media while on the run first trying to justify why he went after Alison Parker and Adam Ward and then unbelievably posting video he filmed while killing them.  What the shooter didn't know is the same phone he was using to post those heinous images is how authorities were tracking his moments and closing in.  His car was first spotted here nearly 180 miles away from the airport.   SGT."},{"speaker":"RICK GARLETTS, VIRGINIA STATE POLICE","text":"Shortly before 11:30 a.m. this morning Virginia state police trooper was on patrol along interstate 66.  Her license plate reader alerted to a license plate on the Chevrolet sonic traveling east on 66.  The driver of the sonic refused to stop and sped away from the trooper.  It was only a minute or two later when the sonic ran off the road into the median."},{"speaker":"TODD","text":"As trooper approaches the car she discovers the driver shot himself but still alive.  The manhunt is over."},{"speaker":"UNIDENTIFIED MALE","text":"The suspect was later flown to another hospital with life threatening injuries.  And died \n pronounced dead at 1:26 p.m."},{"speaker":"BERMAN","text":"And Brian Todd joins us now.   Brian, at this point do authorities know how this shooter knew where Parker and Ward would be this morning?"},{"speaker":"TODD","text":"John, that is one thing they don't know this evening and authorities say that's a key focus of the investigation tonight.  How did he know they would be here at 6:45 a.m. eastern time?  Very early in the morning for a live report.   Also tonight, one thing we can show you tonight, John, we're getting our first look actually at the WDBJ channel 7 live truck right behind me.  It was blocked until just a moment ago by a police vehicle. That's the live truck that these two journalists were transmitting from early this morning when they were shot - John."},{"speaker":"BERMAN","text":"All right, Brian Todd for us again in Roanoke.  Thank you so much.   Tonight we're only focusing on the now deceased gunman to what we're learning about the apparent roots of his killing rage.   Senior investigative correspondent Drew Griffin has been gathering details all day and he does have new ones."},{"speaker":"DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT","text":"The day he was fired from WDBJ-TV February 1st, 2013 the shooter told his bosses I'm not leaving.  You're going to have to call the f-ing police.  Colleagues said he threw a tantrum.  The sales staff took shelter in a locked office.  And police did, indeed, escort him out of the newsroom.   Internal memos obtained by CNN show his brief one year employment was racked with complaints of aggressive behavior, poor journalistic performance, and warnings from management that he was making his co- workers feel threatened and uncomfortable.  At one point the station referred him to mandatory counseling.  After his firing, former colleagues tell CNN they were concerned for days he would come back. Jeff Marks is the station's general manager."},{"speaker":"MARKS","text":"It was, I guess, a little bothers some that he was still in town and would be seen by our employees.  But, again, what do you do?"},{"speaker":"GRIFFIN","text":"The shooter sued WDBJ-TV claiming discrimination.  The suit dismissed last summer.  The station was the last stop in what appears to be a spotty career in local television.  Records showed he works at TV stations in Greenville, North Carolina, Savannah, Georgia, Midland Texas, and San Francisco not far from his home town.   In 2000 he was fired from a station in Tallahassee, Florida for what the news director described as odd behavior.  After his firing, a lawsuit filed alleging racial discrimination.  The suit dismissed.   This morning allegations of racism would emerge again.  This time in a disturbing string of tweets.  On the shooter's own twitter page. Hours after the shooting he rights Alison made racist comments meaning Alison Park, the reporter he killed but never worked with.  It's unclear if they ever even met.  A minute later he writes EEOC complaint, meaning a claim of racism with the equal employment opportunity commission.  Another tweet, Adam went to HR on me after working with me one time.  He meant the station's Human Resources department.  Adam was Adam Ward, the photographer killed.  The station's manager said no one saw this coming."},{"speaker":"MARKS","text":"He did make some accusations against people some time ago. You can never imagine that somebody is going to come back and act on those issues that were so old."},{"speaker":"GRIFFIN","text":"About a week ago, the shooter started posting pictures and apparent life history, highlights from his childhood through high school and beyond.  And in the rambling 23 page fax to ABC news he says his plan to kill was set in motion after the killings in Charleston, South Carolina earlier this summer.  Why did I do it?  I put down a deposit for a gun on 6-19-15, the church shooting in Charleston happened on 6-17-15.  Later, he write, admiration for the South Korean national mass killer responsible for the killings at Virginia Tech and the Columbine high school killers.  His final tweet, I filmed the shooting, see Facebook."},{"speaker":"BERMAN","text":"So deeply troubling.  Drew Griffin joins us now.   And Drew, the shooter seems to have specifically targeted those two young journalists.  Any sense at this point why?"},{"speaker":"GRIFFIN","text":"You know, the general manager of that station really is puzzled by that why he didn't come after management?  Why these two? But we do know from internal document from that station, from a lawsuit, John, that Adam Ward, the photographer who was killed today was in the newsroom February 1st, 2013, when the shooter threw a tantrum upon his firing and Adam Ward the photographer was filming the scene.  And on the way out the shooter addressed him saying you need to lose your big gut and then he flipped his finger off at the camera. That's the only contact we know between those two but, again, that was two years ago and there's absolutely no record that this shooter knew or even met Alison Parker."},{"speaker":"BERMAN","text":"All right, Drew, thank you so much.   Just moments ago we got reaction from the gunman's family.  A statement given to our affiliate in San Francisco, the misspellings you see are on the original.  It is with heavy hearts and deep sadness it read that we express our deepest condolences to the family of Alison Parker and Adam Ward.  We're also praying for the recovery of Vicki Gardner.  It goes on.  Our thoughts and prayers are with the victims' families and WDBJ 7 news family.  Words can't express the hurt we feel for the victims.  Our family is asking that the media respect our privacy.   President Obama spoke briefly about the shooting late today."},{"speaker":"BARACK OBAMA, PRESIDENT OF THE UNITED STATES","text":"I think it's one more argument for why we need to look at how we can reduce gun violence in this country, but right now the FBI has been helpful with local authorities in trying to solve what is really a tragic death."},{"speaker":"BERMAN","text":"Two tragic deaths.  And as you saw in Drew's report motivations from a deep and dark well spring.  Charleston, Virginia Tech, columbine.  Police, they are expressing third condolences tonight.  With us now, Dave Cullen, wrote the definitive history of the Colorado  massacre and an intimately familiar with the mindset of these kinds of gunmen.   Dave, thank you for coming in.  I would say it's nice to see you tonight but awful to be here talking about this.  When you hear this shooter, his rambling, referencing with admiration the shooters in columbine and Virginia Tech, what goes through your head?"},{"speaker":"DAVE CULLEN, AUTHOR, COLUMBINE","text":"Well, a lot of things.  And today anger more than anything.  Because we've been at this for 16 years now.  It's been going on and on and it's not getting any better it's getting a lot worse.  It's expanding.  And at first we were clueless about it.  And now, I think we now in the media quite a while ago should have admitted that we're collaborators in this process.   We need to do something.  We should have done something a long time ago.  You know, I sit down with Anderson Cooper every time.  And he says a similar thing like when we see each other, it is always a horrible situation.  And I almost think he is a little too polite about it.  Because he can't thump his chest and say hey, you know, try not to use the name of the killer or the images and we dump like from top going.   But he's doing something and he took the step of two or three years ago and nobody else followed except Megyn Kelly on FOX News and your morning show \"New Day.\"  Everybody else is going on as if, well, it's not our problem.  We're not doing it.  It's not our fault.  And, of course, he can't say like, you know, Charlie Rose what are you doing? George Stephanopoulos, Matt Lauer, any of you people.  We need to do something."},{"speaker":"BERMAN","text":"Look.  You know, it is choice we are making here tonight. And it is a choice that we feel comfortable with.  But, you know, media outlets, no media outlet pulled the trigger today, you know, in Roanoke.  So they didn't cause directly what happened.  So this guy"},{"speaker":"CULLEN","text":"Yes, but, let me walk you through.  We didn't have this thing before Columbine.  We had mass murderers.  We didn't have these spectacle murders.  And we have like a growing number and type of them.  And there's really two different ways to cover them.  One is if it's kind of small we get, you know, the sort of a flash in the pan, minor mention.  Otherwise it's, you know, wall to wall, basically a TV movie all week long about them.   And number two, you know, I actually want to address killers.  Guys, if you're out there and you want to do one of these right now.  You need to do one of two things.  Either number one, get your body count up really high.  You got to crack the top ten.  Or number, two you got to do something creative.  It is got to be different, and look it's got to be something like make a scare of new venues like a movie theater or a church."},{"speaker":"BERMAN","text":"You're making a point here but this guy, this guy clearly did do that."},{"speaker":"CULLEN","text":"Exactly."},{"speaker":"BERMAN","text":"This guy filmed the whole thing."},{"speaker":"CULLEN","text":"He filmed it himself."},{"speaker":"BERMAN","text":"He not only filmed the whole thing, he waited to get the shot and then he posted it on twitter.  He linked to it on Facebook."},{"speaker":"CULLEN","text":"And so, we'll see more of these.  It won't be the first time. Someone thought of this.  But what I'm saying is if you do one of those things, one or both, preferably both then we give a starring role on a made for TV movie all week.  You're bigger than Brad Pitt or, you know, any movie star bigger than Madonna for a week."},{"speaker":"BERMAN","text":"So then take me to the next step.  What's the mindset of someone who crease that then?  He clearly had a role in this."},{"speaker":"CULLEN","text":"He did.  Of course.  Yes.  And there's several different kinds.  There's very small number that are psychopaths, the type that are very deeply depressed or that are really mentally ill in the sense of schizophrenic or paranoid schizophrenia.  But all of those cases they are lashing out and they are doing it for infamy.  Obviously, today it was very clear he didn't do it just because he was mad at these people.  Apparently, he didn't know them at all."},{"speaker":"BERMAN","text":"He did it to kill and be seen killing."},{"speaker":"CULLEN","text":"To be seen, yes.  This guy, he filmed himself to make sure. He did it on live television.  So these people are going for notoriety.  If you take the notoriety away there's no reason to do it."},{"speaker":"BERMAN","text":"Well, look.  I mean, this guy field aggrieved at something. He claims, you know, if you read this 23-page thing it was because he was treated badly at the station or it was the shootings in Charleston that flip the trigger there."},{"speaker":"CULLEN","text":"Right.  There are all sorts of ridiculous thing.  And you know, you had Mary Ellen O'Toole who is brilliant on earlier today and she said I felt better because it was exact same thing I thought as I read through it.  Classic injustice collector.  I mean, there's these lists, everything but the kitchen sink and several of them just on the face of it are preposterous.  So here's a person who, you know"},{"speaker":"BERMAN","text":"What is an injustice collector, just to make it clear?"},{"speaker":"CULLEN","text":"Yes.  Well, it's somebody who really collects like everything he sees \n no matter what you do, no matter how petty something you do to him, it is like that's another one.  And he sort of like collecting these things that everybody in the world."},{"speaker":"BERMAN","text":"But the point is, you know, he would have found something, if you know, he would have found a reason to collect injustice somewhere."},{"speaker":"CULLEN","text":"Sure."},{"speaker":"BERMAN","text":"It didn't have to be something that happened at this television station or five in a television stations he worked at.  He would have been aggrieved at something.  You have that sickness for lack of a better word you would have."},{"speaker":"CULLEN","text":"Right.  Yes.  So why did he lash out like this?"},{"speaker":"BERMAN","text":"Yes."},{"speaker":"CULLEN","text":"You know, the guy Gary Nosner  who used created the FBI hostage negotiation unit.  When I talked to him about some of this, he said, you know, a lot of these guys they commit suicide probably because they have a much better idea of how to start the shooting than the way out or what they are going to do with it.  They don't really have \n they haven't thought through how this is going to end.  They know they want to lash out.  They want to be heard.  They want to do something.  How it all plays out, it's not really a logical process."},{"speaker":"BERMAN","text":"To say the least, there is nothing rational remotely about any of this.   Dave Cullen, thanks so much for being with us.  An important perspective.  I appreciate it."},{"speaker":"CULLEN","text":"Thank you."},{"speaker":"BERMAN","text":"All right.  We've just gotten some new information a new statement from Alison Parker's father, Andy.  And we will bring that to you next.   Also, next another achingly powerful moment Chris Hearst sharing pictures talking about the woman he loved, the woman he hoped to marry, the most radiant woman, he says, he has ever known.   Later we have other news.  Another signs the Trump campaign is gaining yet more momentum.  We'll bring you the first interview with his new campaign chief in Iowa, a man who dumped Rick Perry for Donald Trump."},{"speaker":"BERMAN","text":"There is just no way for us to imagine the heartaches tonight for anyone close to Alison Parker or Adam Ward.  It is horrible enough to report on it and we have the nothing but the deepest sympathy for anyone actually living it.   Alison has just moved with WDBJ anchor Chris Hearst.  They have been together for nine months.  They were hoping to get married.  Late today he spoke to reporters about her and showed a photo album a gift on their six month anniversary."},{"speaker":"CHRIS HEARST, VICTIM'S BOYFRIEND","text":"This is my memory of her.  When we had our six month anniversary, she made a scrapbook for me and put in all the pictures that we spent together for the first six months. Even pictures I didn't want to be in there.  She put them in there. We were a perfect couple."},{"speaker":"BERMAN","text":"The Parker family understandably has been bearing the loss privately.  Late tonight her father Andy released a statement.  It reads, Barbara, Drew and I are numb, devastated, and I find my grief unbearable.  Alison was our bright, shining light and was cruelly extinguished by yet another crazy person with the gun.  She excelled and everything she did and was loved by everyone she touched.   Her father goes on to, this has to be hard to say.  It is hard to read.  She loved us dearly and we talked to her every single day.  Not hearing her voice again crushes my soul.  Our family can only take solace in the fact although her life was brief she was so happy with it.  She lived to it the fullest and her spirit will always be with us.   Our thoughts are with them tonight.   360's Randi Kaye has a look what made her or what made Adam Ward so special to so many people."},{"speaker":"UNIDENTIFIED FEMALE","text":"When I was younger I wanted to either become a doctor or become a pharmacist, but as a journalist I get to cover those types of fields."},{"speaker":"RANDI KAYE, CNN CORRESPONDENT","text":"This is how viewers got to know Alison Parker, a video produced by the station showing her smiling, full of life."},{"speaker":"UNIDENTIFIED FEMALE","text":"I absolutely love Mexican food.  Very, very spicy food.  Enchiladas , tacos, you name it, I will it.  And the spicier the better."},{"speaker":"KAYE","text":"The 24-year-old Virginia native signed on with television station WDBJ last year as a morning reporter.  Alison covered everything from zoo animals to weather, even appearing on CNN last November."},{"speaker":"ALISON PARKER, VICTIM","text":"What you're seeing right now started out as heavy rain."},{"speaker":"KAYE","text":"Alison graduated from Virginia's James Madison University in 2012 and was the news editor for the school paper.  She loved whitewater rafting and kayaking."},{"speaker":"UNIDENTIFIED MALE","text":"She took any assignment and ran with it.  Her personality came through.  She was smart.  Gave her all to the job."},{"speaker":"KAYE","text":"Alison was dating the station's evening anchor Chris Hearst though the couple kept their relationship quiet.  On twitter Hearst said he was numb writing they were very much in love.  They just moved in together after dating nine months.  The best nine months of our lives, he wrote.  We wanted to get married.  She was the most radiant woman I ever met.  And for some reason she loved me back.  WDBJ journalist Adam Ward was also killed at the scene."},{"speaker":"ADAM WARD, VICTIM","text":"In Salem, Adam Ward news 7 sports."},{"speaker":"KAYE","text":"After a stint on air he became a photographer and was Alison's morning partner for the last year.  They first met at the station as interns.  They were a good team.  And it showed."},{"speaker":"PARKER","text":"Adam, come out in front of the camera.  How do you feel right now?"},{"speaker":"WARD","text":"When I first put the heels on I rolled an ankle.  But we're good since then.  You know, it is respect.  It is very formed fitting."},{"speaker":"KAYE","text":"Adam, an ex-athlete, was a hard worker always smiling and respectful.  He joined the station in 2011 after graduating from Virginia Tech.  He enrolled the same year a gunman killed 32 people in a deadly rampage at the school.  Those who knew him said he a heart of gold.  Adam was 27.  And engaged to the station's morning producer Melissa Ott who was at work in the control room watching the broadcast when the shooting happened live on air.  It was her last day at the station.  She had taken a new job and Adam may not have been far behind.  He told her recently, I'm going to get out of news.  I think I'm going to do something else.   Randi Kaye, CNN, New York."},{"speaker":"BERMAN","text":"24 and 27 years old.   We have an update on the woman who was wounded, Vicki Gardner who underwent surgery today at a local hospital.  Victor Blackwell is there and joins us now.   Victor what's the latest on Vicki Gardner's condition?"},{"speaker":"VICTOR BLACKWELL, CNN CORRESPONDENT","text":"She's in stable condition we're hearing tonight, John.  There had been some conflicting reports early in the day soon after this incident if Vicki Gardner had indeed been shot.  But colleague at the Smith Mountain Lake regional chamber of commerce confirmed to CNN that Gardner was shot in the back although no confirmation on exactly how many times she had been shot.  Local hospital representative tells CNN that she underwent emergency surgery today and is now recovering at that hospital.   We also know there are a lot of people here who are praying for her. We just left a vigil at the Bethlehem United Methodist church 40 to 50 people.  There is another vigil that is happening right now."},{"speaker":"BERMAN","text":"A lot of people thinking about her around the country.  What else do we know about her?"},{"speaker":"BLACKWELL","text":"Well, we know her title she was the executive director of  the Smith Mountain Lake regional chamber of commerce.  However, people who know her say that this is more than just her title, she loves this community.  Takes every opportunity to promote it.  And she is a wife, a mother, a grandmother, an artist here.  And late this evening, John, we received a statement from her employer there at the chamber of commerce saying they are confident that she will recover and they are going stand strong with her through this."},{"speaker":"BERMAN","text":"Good.  Victor Blackwell, down in Roanoke, thank you so much.   Next WDBJ's general manager joins us at the end of what has to be the longest day of his life to talk about how the people who knew Adam Ward and Alison Parker are now coping with this loss and dealing with the notion that a former colleague is the one who took their lives."},{"speaker":"BERMAN","text":"Earlier today the Parker family put out a statement.  One line stands out.  It speaks of news that no family should ever hear. That sentiment, while obviously different in degree, also holds for the extended family that television news rooms and news viewers really are.  Today it fell on station general manager Jeff Marks to deliver the news and try to express what he thought and felt of the killer."},{"speaker":"JEFF MARKS, STATION MANAGER","text":"I think I'll step out of my role as a former journalist and say I'm not really sure whether I want him to live or die.  If he dies, then he took the coward's way out.  And if he lives, he goes on trial and goes to prison for the rest of his life.  And either \n and I presume that.  But in any case we're hurt enough that we want to express our anger and we want to express our love for Alison and Adam, who whenever I saw them here at work were full of smiles and full of conversation and exuberance about what they did.  And they will be so missed and not easily replaced."},{"speaker":"BERMAN","text":"Jeff Marks joins us now.  Jeff, again our sympathies are with you.  And I can't imagine doing what you all did today at that station which is to keep the news on.  To keep on reporting, which is remarkable in your courage and your bravery.  So thank you for that. Let me ask you this.  You as the general manager, you knew both Alison Parker and Adam Ward.  What can you tell us about them?"},{"speaker":"MARKS","text":"Well, I worked with both of them, not as closely as their daily colleagues did, but if I walked in the building in the morning, and I saw Alison or Adam first, I knew I was in for smiles.  They had just a great attitude.  And it showed in their work.  Adam was always willing to do whatever extra was needed, even at the end of a long shift when he had gotten up at 3:00 in the morning.  Alison would get involved in any project and do whatever she was asked to do.  She was showing such solid growth as a reporter, and occasionally as an anchor.  They were just joys to be around.   Alison was preparing to learn a dance routine with a partner to take part in a charity event called Dancing with the Valley Stars. She was very much looking forward to it, and we all were.   Adam had so much fun playing on the company softball team that they let me play on too.  Adam was a lot better than I was, and that's one of the reasons he won the city championship.   So I will remember them so fondly, and I'm so distressed tonight, as are their colleagues here."},{"speaker":"BERMAN","text":"And those are the memories that we want to keep and hold dear.   The gunman, whose name we're not choosing to use here, he worked at your station for a short time before he was fired a couple of years ago.  What can you tell us about his time there?"},{"speaker":"MARKS","text":"Well, it was tumultuous in that he was not \n he was not strong as a reporter.  People did a lot of coaching with him to try to make him more aggressive as a reporter, but in his personal relationships, sometimes he was a little aggressive.  And people were shy to work with him.  He was just not a pleasant person, as it turned out.  He seemed to have some anger and distress."},{"speaker":"BERMAN","text":"In that day that he was fired, that stands out, because it's our understanding that the police had to come to escort him out of the newsroom.  Look, I mean, we've heard of there being tension when people are fired, but to have essentially a lockdown in the newsroom? That sounds outrageous."},{"speaker":"MARKS","text":"Well, that might be a little overstated, but in any case we didn't want him to interact with his colleagues.  We wanted him to leave.  And there are people who stomp their feet and make trouble when they leave.  And if that's the case, we will sometimes call in some extra help.  He was outraged, and that happens.  I wasn't there, but I think the folks did the right thing by calling in the local police."},{"speaker":"BERMAN","text":"Why these two victims?  Any sense about why he would have gone after them?  Do we even know for sure that he ever worked with Alison Parker at any point?"},{"speaker":"MARKS","text":"Well, we believe that they did in that she was an intern a few years before she came here as an employee, and that overlapped his time in 2012, I believe.    And so something might have happened, if she was sent out \n had been sent out on a story with him, and there had been some kind of interaction.  But Alison was the nicest, kindest person, and not a person given to any kind of picking of a fight or any kind of racial or other harassment.  That's just not believable.  And he did work with Adam, because Adam was a news photographer when  this fellow was a reporter, and there may have been some back and forth.  But frankly, he had back and forth with a lot of people in the newsroom, producers and others.  I don't know if you would say that these people were picked off today because they were easy prey.  You know, I'm not spending a lot of time getting into the head of the killer.  I'm trying to be there for my employees and be the public face of WDBJ 7."},{"speaker":"BERMAN","text":"Let me ask you at the end here something about that's in your head and your heart.  Earlier you said you weren't really sure if you wanted the gunman to live or to die.  Now that we've learned that he is, in fact, dead, how do you feel?"},{"speaker":"MARKS","text":"Well, I got that out of my system.  I said that on our news at noon today locally, and I was saying that as much to the local community as I was saying it to myself.  And to my fellow employees here.   I was angry and upset, and I believe in our justice system.  I believe very much that it works most of the time.  And I would have entrusted his fate to the justice system.  But he was a coward.  And it didn't matter to me what happened to him.  It wasn't \n no matter what, it wasn't going to bring back Alison and Adam, and that's what I had to work on today, was their memory, keeping it alive.  And keeping our people focused on having an opportunity to breathe and breathe, and also to do their jobs."},{"speaker":"BERMAN","text":"Well, sir, know that we're all thinking about you tonight. We're with you in these tough days ahead.  Jeffrey Marks, thank you so much."},{"speaker":"MARKS","text":"John, thank you very much."},{"speaker":"BERMAN","text":"We'll have more from Roanoke shortly, a touching tribute to Alison Parker from one of her close friends.   Just ahead, though, a day after he threw Univision anchor Jorge Ramos out of a press conference, Donald Trump is not backing down.  Hear what they each have to say today, including an exclusive interview with the newest member of Donald Trump's campaign.  A big influential player.  That is when \"360\" continues."},{"speaker":"BERMAN","text":"The war of words between Donald Trump and Univision anchor Jorge Ramos continued today, after Trump threw Ramos out of a press conference in Iowa last night.  Ramos was later back in and pressed Trump on his stance on immigration.  Today on CNN's \"New Day\" and on the \"Today Show,\" Trump and Ramos gave their morning-after analysis of what happened."},{"speaker":"TRUMP","text":"He was totally out of line last night.  I was asking and being asked a question from another reporter.  I would have gotten to him very quickly.  And he stood up and started ranting and raving like a mad man.  And frankly, he was out of line."},{"speaker":"JORGE RAMOS, UNIVISION","text":"As reporters, it's our responsibility to ask questions, and he hasn't answered those questions.  And in this case I felt that it was not only my duty, but I had to ask those questions. He didn't like the question.  That's why he threw me out."},{"speaker":"BERMAN","text":"Joining me now, in an exclusive first national interview is Sam Clovis, who just left Rick Perry's campaign earlier this week and is now Donald Trump's new national co-chair and policy adviser.  Mr. Clovis, thank you for being with us."},{"speaker":"SAM CLOVIS, NATIONAL CO-CHAIR, DONALD TRUMP'S CAMPAIGN","text":"Thanks for having me on, John.  I appreciate it."},{"speaker":"BERMAN","text":"So that exchange between Jorge Ramos and Donald Trump last night.  People as you well know, liken Ramos to the Walter Cronkite of the Latino community.  And you know, Mitt Romney won what, like 27 percent of the Latino vote.  If you want to win the White House with Donald Trump, you need to do better than 27 percent of the Latino vote.  Does tossing Jorge Ramos from a news conference help you do that?"},{"speaker":"CLOVIS","text":"I don't think we need to look at Jorge Ramos as particularly from the Latino perspective.  He was a reporter in a news conference, and he became disruptive.  He interrupted the questioning.  He stood up.  He began to shout at Mr. Trump, and Mr. Trump appropriately tried to answer his questions, tried to deal with him, and he would not show the consideration to the other reporters or to Mr. Trump.  He was asked to leave.  He left the room, and he was invited back in, and there was a very positive exchange between Mr. Trump and Mr. Ramos.   I think if you look at it from a reporter's perspective and the inconsideration that Mr. Ramos had for the other reporters in the room, there were about 50 of them in there, by the way \n and he was trying to hijack the press conference.  And there's only so much time that a candidate can offer that, and he ought to be able to offer those questions to as many reporters as possible.  And Mr. Ramos was making that impossible."},{"speaker":"BERMAN","text":"And they ended up with a long exchange.  I'll give you that. So last night Roger Stone, a former strategist for Trump, he said that the spat between Donald Trump and Megyn Kelly has been a distraction. He calls it a cul-de-sac that takes away from what Donald Trump shoujld be talking about, which Roger Stone thinks are the issues and his opponents.  So, does Roger have a point?"},{"speaker":"CLOVIS","text":"Well, I think that the issue that we have here is between Mr. Trump and Megyn Kelly.  I think because they are both prominent celebrities, it takes on a lot different view or a lot different set of attributes that others might look at.  And we come from the largest cable network in America, and Megyn Kelly is a superstar there.  And Mr. Trump is a superstar in his own right for what he's doing, and certainly because he's leading in the polls.   But I look at this as a situation that will resolve itself.  They are both professional, and I think it will be resolved in a very civil manner."},{"speaker":"BERMAN","text":"The issue you have though now as a policy adviser, one of his key strategists, is what to tell him to do about it.  Would you advise him not to tweet angry things about Megyn Kelly?"},{"speaker":"CLOVIS","text":"I think that that's something that he probably has to deal with."},{"speaker":"BERMAN","text":"But, would you advise him not to do it?"},{"speaker":"BERMAN","text":"I would advise him to stay focused on the message that he has, but not to allow reporters to try to intimidate him or bully him, and if he feels necessary to step into that, and I think he should.  I have been out there myself.  I've campaigned myself.  I have had reporters who have asked me questions that were totally inappropriate and totally off line, and I've done the same.  I've stepped right into them and said no.  That's not  and we don't need to answer those."},{"speaker":"BERMAN","text":"But Megyn Kelly has not asked Donald Trump anything for weeks at this point, and he's still angry tweeted her overnight.  Is that the type of thing you would tell him to avoid?  It sounds like maybe."},{"speaker":"CLOVIS","text":"I would tell him this.  I would say allow this to cool. Allow this to settle itself.  Allow this to become a disagreement among professionals, and allow \n and then to settle it as professionals.  And I think that's exactly where we're headed."},{"speaker":"BERMAN","text":"Sam Clovis, thank you very much.  Thank you for sharing your advice with us here on \"AC 360.\""},{"speaker":"CLOVIS","text":"Thanks, John.  Appreciate it."},{"speaker":"BERMAN","text":"Just ahead for us, we'll take you back to Virginia for a live update on the aftermath of the shootings and a tribute from a close friend of Alison Parker's."},{"speaker":"BERMAN","text":"I want to go back to Roanoke, Virginia.  \"NEW DAY\" anchor Chris Cuomo is there.  What's the latest?  Chris, you hearing me okay?  CHRIS CUOMO, CNN ANCHOR, \"NEW DAY\":  Hey, John, I'm sorry, a little bit of a \n I am.  A little bit of a , sorry about that.  We are in Roanoke, Virginia at what has become the heart of this  community.  This is WDBJ behind us, the CNN affiliate.  This tree that's been lit up has become the memorial here, the black ribbons representing of course the two journalists that were lost.  You see the balloons and the flowers.  But what you can't see, and it's hard to appreciate if you haven't been here all day, is the emotion that has come from the community towards what they are calling their news family.  They have come, they have questions of why that we hear all too often.  You heard them in too many place around this country.  Why these two young journalist, why did this happen?  But also just to show there's a goodness that will overwhelm the darkness in this situation.  That's what you're hearing from people.  Hopefully, there's been in so much of the goodwill that has come here, some solace for the families, John, because so many people have said that while Alison was only 24, and Adam only 27, they did so much to affect so many in their short lives.  And hopefully that matters to their families and loved ones."},{"speaker":"BERMAN","text":"I understand you're learning more about the photojournalist, the cameraman, Adam Ward.  I have to say he just seems like the kind of guy I would love to work with.  What can you tell us about him?"},{"speaker":"CUOMO","text":"That seems to be the consensus.  He teamed up with Alison and it was seen like a wonder twins kind of situation for the past year that they did hard work.  But he was engaged to be married to a producer here, who had the horrible misfortune of having to watch what happened to him this morning from the control room.  He also had a bit of a history with the killer in this.  Not from the killer's own reckoning, but when he was thrown out of here for his own behavior, Adam was supposedly shooting his exit, and the killer supposedly took time to stop and say things to him that were not nice, and now many are asking is that something that planted a seed in this deranged man's head.  But to be sure, he has a lot of people who are pulling for his family and loved ones.  And saying that while he was only 27, he made his mark."},{"speaker":"BERMAN","text":"Chris I know you'll be asking these questions tomorrow morning on \"New Day.\"  Thanks for being with us.   Reporter Alison Parker was just 24 years old.  At the very beginning of her career.  Everyone we've heard from said she was smart, she was enthusiastic, she was fun to be around, she was loved by so many, including Elizabeth Bynum, who was Parker's friend and former boss. Elizabeth, we're so sorry for your loss.  What an awful day this has been.  Tell us about your friend Alison."},{"speaker":"ELIZABETH BYNUM, FRIEND OF ALISON PARKER","text":"Well, she put a smile on your face.  I mean when I think about her, I start to smile.  She was not only somebody who was a great co-worker, a great person, but she was a great friend.  She brought energy into the room.  She brought a light into the room.  And she had a fun kind of geeky fun silly side to her that you didn't see on camera, but I got to see off camera. She was just a great woman."},{"speaker":"BERMAN","text":"I've been watching these clips of her all day.  Her joy at what she is doing, her pride in being a reporter, it leaps through the screen."},{"speaker":"BYNUM","text":"Absolutely.  She did any story that she was given, that she was assigned.  She understood that she had a big responsibility being a journalist.  She knew that she had to \n some days she had to tell tough stories.  Some days she had to tell wonderful stories.  And she wanted to do that.  And she was so excited to do that.  It's a tough responsibility to have.  And she was excited to have it.  And she understood that it was important, and it was important to do it right. And she did it right."},{"speaker":"BERMAN","text":"You said she was the kind of person in the office, you could hear her before you could see her, because she had so much energy as she moved through the building."},{"speaker":"BYNUM","text":"Oh, yes.  She was this tiny little thing, and she would come in with all of her gear.  You would hear go like, you would hear her say something funny or something silly, and when she came in, it made us all smile.  But then the minute she knew she had to get her job done, she would kind of flip the switch and get down to work and do her job."},{"speaker":"BERMAN","text":"Tell us about the last time you saw Alison before today. There was a picture of Alison with her boyfriend, yes?"},{"speaker":"BYNUM","text":"Yes.  Alison loves pictures.  And I like to follow her life and her progress and stuff and her job.    I would follow a lot of that on different social media.  And I remember seeing over the weekend, a picture of the two of them, and it was a lovely candid shot, where her boyfriend was looking right at her, and she's kind of looking away, and it's so artsy and I love it. I just remember thinking, you know, good for her.  You know.  That man loves her.  You could just tell.  And I was \n it made my heart smile, you know.  And I liked that.  That's the last image that I saw of her before today."},{"speaker":"BERMAN","text":"What a great way to remember her.  Elizabeth Bynum, thank you so much."},{"speaker":"BYNUM","text":"Thank you."},{"speaker":"BERMAN","text":"We'll be right back."},{"speaker":"BERMAN","text":"That does it for us.  We'll see you again at 11:00.  A special edition of \"CNN TONIGHT\" with Don Lemon in New York and Chris Cuomo in Roanoke starts now."}]}