{"show_name":"CNN'S AMANPOUR","show_title":"Economies Struggle with Austerity across E.U.; Oil-Rich Nations Feeling the Heat; Imagine a World. Aired 11-11:30p ET","quotes":[{"speaker":"(MUSIC PLAYING) UNIDENTIFIED MALE","text":"World-class writer and political journalist Andrew Neil isn't afraid to ask the tough questions.  Known for   his sharp mind and encyclopedic knowledge, Neil's successful 40-year career has seen him take the helm of a number of U.K. publications, including \"The   Economist\" and \"The Sunday Times.\" Never far from the corridors of Westminster, Neil is a familiar face on British television, where he regularly fronts a number of political shows. And today, he turns his attention to the top international stories making the news as tonight's special guest presenter on AMANPOUR."},{"speaker":"(MUSIC PLAYING)  ANDREW NEIL, CNN HOST","text":"Good evening.  I'm Andrew Neil in for Christiane Amanpour. It's been depicted as the modern-day equivalent of the David versus Goliath, Europe's anti-austerity parties.  Thus is the power of Brussels,   banks and Berlin.   From Greece and France, where anti-austerity parties took power to Italy and Spain, where they're rattling the political establishment, the anti-  austerity movement has captured hearts, minds and votes with the prospect of a better way to breathe life into Europe's ailing economies. These are the anti-austerity movement delivering.  Take France, where I've just spent the last month.  Despite three years of Socialist government,   elected on an anti-austerity ticket, France seems as mired in austerity and recession as ever. But the failure is even more stark in Greece.  Syriza, under its fresh young leader, Alexis Tsipras, swept Greece last January on a radical left-  wing anti-austerity platform.  Eight months later, he and his party are implementing even tougher austerity measures than he'd inherited. Last week, Mr. Tsipras resigned and called for snap elections to give him a mandate to do the opposite of what he'd promised in January amid a   rebellion from some Syriza party members, who then set up their own splinter group, Popular Unity, which is open to leaving the Eurozone.   My next guest is one of them.  Costas Lapavitsas defected from Syriza this month and is now in charge of designing Popular Unity's economic program.    He joined me a short while ago from Athens. And from Germany, Elmar Brok, a member of the European parliament and of Chancellor Merkel's ruling Christian Democrats party."},{"speaker":"NEIL","text":"Gentlemen, welcome. Costas, let me come to you first.   The Greek government was elected on an anti-austerity ticket; it even won a referendum against austerity.  And yet you still have austerity. Why?"},{"speaker":"COSTAS LAPAVITSAS, GREEK MP","text":"Because the Greek government had no alternative plan that was credible in the face of pressure by the lenders,   particularly Germany.  So in the end, it caved in."},{"speaker":"NEIL","text":"But would it not be a reasonable conclusion that if"},{"speaker":"NEIL","text":"someone like Syriza can't introduce an anti-austerity platform, implement one, then nobody can?"},{"speaker":"LAPAVITSAS","text":"Just because you call yourself left-wing or you make strong statements against austerity doesn't mean that you can actually deliver on   your promises.   Delivering on the promise of anti-austerity strategy for Greece \n but also more generally \n requires a good plan and determination, because the   forces that insist on austerity are very powerful, as we now know. Domestic forces, the forces from abroad."},{"speaker":"NEIL","text":"Elmar Brok, have you seen off the anti-austerity forces in Europe?   Do you think \n have you \n have you won?"},{"speaker":"ELMAR BROK, GERMAN MEP & CHAIR, EUROPEAN PARLIAMENT COMMITTEE ON FOREIGN AFFAIRS","text":"No.  We are not for austerity.  We are for structural reforms:    the structural reforms as Cyprus does it, a Greek country with a good administration, as Ireland has done it with 5 percent growth rate   \n and with good results that are set for the labor market, I think that's a decisive moment. The Greek government must be ready to reorganize the administration in order to make a country competitive."},{"speaker":"NEIL","text":"Mr. Lapavitsas, are you up for these kinds of reforms?   He says it's not austerity; it's just reform."},{"speaker":"LAPAVITSAS","text":"This kind of reform has been tried and failed across the world for about three decades now.  Deregulation of markets, liberalization of   the labor market, privatization of various enterprises, this is old hat.   That kind of reform is not what we want to see.  We are in favor of reform.  The party of Popular Unity is in favor of structural, deep reform, starting   with the banking system.  We want to reform the banking system on a public basis, thoroughly restructure it. That kind of reform no one is talking about in Greece, including those who have imposed the new bailout conditions."},{"speaker":"NEIL","text":"Mr. Brok, it would seem that what you both mean by reform are two entirely different things."},{"speaker":"BROK","text":"Yes, because my Greek colleague talks about a relationship between public business and private business.   But in Greek you have a totally inefficient administration.  It does not work.  You have to reform the administration in a proper way.  Cyprus, for   example, has working  good administration because of the British background this administration has.  And here they must be ready to do so. Greece is the only country in the European Union which was not able until now to make the reform programs to come out of the financial crisis of   2008.  In the reforming of the banking system, I totally agree."},{"speaker":"NEIL","text":"But, Mr. Brok, you say there's not austerity but youth employment in Spain is almost 60 percent.  It's over 50 percent in Greece.  It's over 40   percent in France.  The Eurozone economy is smaller than it was before the crash in 2008.  The economies are stagnant.   If that's not austerity, what is?"},{"speaker":"BROK","text":"The European Union economy is growing, but not fast enough"},{"speaker":"NEIL","text":"But by how much?  Less than 1 percent."},{"speaker":"BROK","text":"Yes, but also in other countries, it's not \n if you see in other situation, in China, everywhere in the world there's a problem.  The result   \n the reason"},{"speaker":"NEIL","text":"China's growing by 7 percent"},{"speaker":"BROK","text":"coming. Yes, but going down \n and you see what is going on there at the moment and we have to see that.  We have to overcome the possibilities of such   financial crises that the banks around Europe, via the financial crisis, the whole financial sector, came 2008.  We managed that. And we come step by step upwards.  Ireland, it was in that program, has 5 percent growth rate now.  And therefore I think this has nothing to do with   austerity.  We need a mixture of fiscal solidity, of structured changes in order to create growth and then have incentives for more growth, all three   things together, not one or the other."},{"speaker":"NEIL","text":"Well, let me go back to Athens, though. Did Mr. Tsipras, the prime minister until called this election, did he fail the Greek people this year?"},{"speaker":"LAPAVITSAS","text":"Oh, there's no question he failed the Greek people, of course.  Syriza and Mr. Tsipras personally promised all sorts of things which the   Greek people voted for and which were sensible things.  They weren't \n these were not wild promises.   But they were not \n the party was not organized enough, the negotiating team was not strong enough and they failed to deliver \n not just failed to   deliver.  They adopted the program of the opposition entirely.  This has never happened to a party of the Left before. But if I may say something about my colleague's point, about the European Union, see, you had there in what you said a summary of why the European   Union \n and particularly the monetary union \n is going nowhere at all. Because, with respect, the real problem in the monetary union is Germany, not the rest of the countries of Europe. Austerity in Germany, the policy that Germany has been applying is severe austerity domestically.  And the domestic economy of Germany is going   absolutely nowhere at all."},{"speaker":"NEIL","text":"Mr. Brok?"},{"speaker":"BROK","text":"First of all, this policy is a policy that many European countries, from Finland, the Baltic States"},{"speaker":"BROK","text":"Austria, Netherlands and many more and also supported by Spain and Ireland and such countries. And secondly, you have to say, Germany's going very well at the moment.  And we have the highest employment rate in Germany since decades.   And therefore I think we have to see that this policy are the right policy and would be perhaps an example also for Greece to do the practical reforms   we have done \n and what we have to do even more in our countries because always fiscal solidity, structural changes for competitiveness.  And on   that basis incentives for growth."},{"speaker":"NEIL","text":"But isn't there a danger for the European Union in general, for the Eurozone in particular, if, as many people see it, Germany is really the   only winner of the Eurozone. I don't know what German"},{"speaker":"NEIL","text":"more right jack is , but that seems to be the attitude."},{"speaker":"BROK","text":"Yes, that is the attitude but it is strong.  Germany is blamed for everything.  But it's the same policy you can find in Austria, in the   Netherlands, in the Scandinavian countries and elsewhere.  And therefore, I think that it's a cheap way to blame Germany for everything."},{"speaker":"NEIL","text":"Well, hold on, Sweden's not in the Eurozone and Finland is suffering very badly.   So I come back to the point, many people say, it's fine for Germany, but most others, even your closest neighbor and ally, France, and Italy are   suffering."},{"speaker":"BROK","text":"In Italy and France, there should be the structure changes.  We have now a positive development in Italy and also the French government has   understood it has to do the structural changes to become competitiveness.   Without competitiveness there is nothing goes, because nobody will buy your products.  And in Finland, it's more the question which has to do with one   company and big neighbor, Russia, in that question. And the Finnish government is even stronger in that question of reforms and fiscal solidity than Germany."},{"speaker":"NEIL","text":"Let me come to Mr. Lapavitsas again. Isn't it the case that what you want \n let's be honest here \n what you want to achieve now could only really be achieved outside the Eurozone, not   outside the European Union, but outside the Eurozone?"},{"speaker":"LAPAVITSAS","text":"The conditions imposed within the Eurozone determined by Germany make it impossible to follow a sensible policy.   And, yes, if we've got to do what we've got to do to recreate growth in Greece by moving out of the Eurozone, we will do so.  The Eurozone is   proving to be a growth trap.  The countries that implemented it have got enormous difficulty generating growth, particularly in the south.  Their   economies have been stabilized through austerity but they've also been destroyed.   And there are no prospects of growth."},{"speaker":"NEIL","text":"All right.  Well, on that word that you would be prepared to leave the Eurozone, let's leave it there and see what happens in the Greek   elections. Gentlemen, thank you very much."},{"speaker":"BROK","text":"Thank you."},{"speaker":"LAPAVITSAS","text":"Thank you."},{"speaker":"NEIL","text":"Up next, from boom to bust in some of the world's wealthiest oil nations.  As the falling price of crude got your country over a barrel?    Find out when we come back."},{"speaker":"(MUSIC PLAYING)    (MUSIC PLAYING) NEIL","text":"Welcome back.  I'm Andrew Neil, in for Christiane Amanpour. This week, the price of oil slumped to a six-year low, down to nearly $40 a barrel, less than half of what it was only a year ago.  While it's good   news for countries that import oil, it's very bad news for those that depend on"},{"speaker":"NEIL","text":"their exports of the black stuff. Russia is in recession and the ruble is at an all-time low.  Venezuela is enduring widespread shortages and faces social unrest.  Nigeria is close to   bankruptcy even as it faces an Islamist insurgency. And even Saudi Arabia is burning through its foreign reserves and having to borrow billions. The economic pain for these oil producers is clear but the political consequences for oil-producing autocracies could be even more significant. Few understand the global picture better than my next guest, Mohamed El- Erian is chief economic adviser at insurer Allianz and chairman of President Obama's Global Development Council.  He spoke to me a short time   ago from California."},{"speaker":"NEIL","text":"Mohamed El-Erian, welcome to the program. In your view, which oil producers are most at risk of political upheaval?"},{"speaker":"MOHAMED EL-ERIAN, CHIEF ECONOMIC ADVISER, ALLIANZ","text":"They are the ones who cannot cope with a sharp reduction in oil revenue because the four ways   that they can cope are exhausted and that is reserves \n you can run down your reserves; you can borrow more; you can cut your state spending or you   can cut the private sector spending. So if you look at it that way, it is countries like Venezuela, Nigeria and, to a lesser extent, Russia, that are going to have enormous difficulty   navigating what's going to be low oil prices for a long time."},{"speaker":"NEIL","text":"And where is the biggest oil producer of the lot, Saudi Arabia \n I saw that the International Monetary Fund is saying it could now be heading   for a fiscal deficit, a budget deficit of 20 percent of its GDP.  That's surely unsustainable."},{"speaker":"EL-ERIAN","text":"Unlike the countries we mentioned earlier, Saudi Arabia has tremendous reserves.  They have massive debt capability.  They can borrow   both locally and outside and also they have the capacity to cut spending, particularly on big projects, without a huge cost to internal society."},{"speaker":"NEIL","text":"But it isn't also a problem for the Saudis that they are fighting expensive wars in the Yemen and in Syria; they have a very young population   as well.  If they cut too much, they could face more unrest on the home front."},{"speaker":"EL-ERIAN","text":"They have the potential to cut the capital expenditures, including projects like building stadiums, for example, throughout the   kingdom.  So they have the ability to cut in a way that doesn't impact the population, which is very different from other countries. The other thing is that these are low-cost oil producers.  You know, when I was growing up, we always used to make a difference between low cost on the   one hand and high cost on the other. Why is that important?  Because the low-cost oil producers are going to maintain and increase their market share.  The high-cost oil producers and   the high-cost producers of non-traditional energy sources are going to get squeezed out."},{"speaker":"NEIL","text":"Well, let me come to a high-cost oil producer, Russia.  Almost 60 percent of the Kremlin's revenues depend on oil and gas; 70 percent of its   exports are oil and gas.  It's clearly in trouble; you can see that in the level of the ruble. In your view, does this make Mr. Putin, the Kremlin, does it make it more dangerous if it's in this kind of economic trouble?"},{"speaker":"EL-ERIAN","text":"The oldest trick in the book is when you have problems at home; you go on a foreign adventure.  And what people are worried about is that   the greater the squeeze on the domestic economy \n and as you said, it's already significant, not only because the country's in recession and losing   reserves, but because the currency has depreciated in a disorderly fashion. So the worry is the greater the pressures at home, the more temptation to continue with adventures in the Ukraine and elsewhere.  The hope is that   President Putin will realize that if he does that, then he's going to have another problem, which is that the West would intensify sanctions."},{"speaker":"NEIL","text":"Isn't it true that the situation in Russia is similar in a number of what you might call the oil producing autocracies, that there's a sort of   Faustian pact between the government and the people that we'll look after your living standards but in return you won't get much freedom.   I see the   Russians call it \"sausages for freedom.\" Is there a danger that in some places that could break down because the governments don't have the money to keep their people sweet?"},{"speaker":"EL-ERIAN","text":"Yes.  So the social contract in a lot of commodity producers where the state owns the commodities is that the state accrues the revenue   and then the state disperses the revenue to its citizens.  So that's a social contract.  And therefore when the revenue gets hit, the social   contract is under pressure. Now you can adjust in different ways.  And that's why it's really important to differentiate among the different countries.  Some countries can adjust   to"},{"speaker":"EL-ERIAN","text":"to maintain that social contract, or at least minimize the pressure on it. Others will find that the social contract will come under tremendous stress.  Look at what's happening in Venezuela.  We are seeing it play out,   day in and day out, where the social contract is eroding in front of our eyes."},{"speaker":"NEIL","text":"What's the option for governments like Venezuela and Nigeria then?  What can they do?"},{"speaker":"EL-ERIAN","text":"So Venezuela and Nigeria have very few options, unlike the Saudi Arabias and the United Arab Emirates of the world.  They basically can only   do two things.  One is squeeze government spending in a major way; two is squeeze the private sector, not just by reducing subsidies but by also   letting the exchange rate devalue very strongly."},{"speaker":"NEIL","text":"Now in the Middle East, we have in effect a Shia-Sunni civil war going on over the region.  We have a situation where the oil price \n   although they are low-cost oil producers \n the oil price is a lot lower.  Their revenues are hurting. What, in your view, is the geopolitical consequence of continued low oil prices for the Middle East?"},{"speaker":"EL-ERIAN","text":"So I think the first major geopolitical consequence of all this is the change in the functioning of the oil market.  And that's something   that's not focused on, Andrew, very much. The swing producer has shifted from Saudi Arabia and OPEC to the United States.  OPEC and Saudi Arabia in particular is no longer willing to play   the role of swing producer.  They're no longer willing to take responsibility for the stability of the oil market. That has shifted to the U.S., not because the U.S. wants to do it, but the U.S. is now the biggest producer and the biggest consumer."},{"speaker":"NEIL","text":"And it means, I would suggest, the Saudis lost the battle to try and put the U.S. fracking business out of business."},{"speaker":"EL-ERIAN","text":"On the contrary, see, the Saudis did something very clever at the end of last year.  They realize that by playing the role of swing   producer, which means you increase output when prices are high, and you reduce output when prices are low, by playing that role, they would lose   market share in the long term. Why?  First, because they would keep in the shale producers and the other high-cost and, second, because a lot of other producers would cheat. So the Saudis realized that that game that they have played so effectively over the years would mean that they would lose market share over time.    Because of that, they realized that for future generations, they need to restore their market share. So they shifted that role to the high-cost area, which happens to be shale in the United States.  So what the Saudis are doing right now \n and it's a   big bet \n they're sacrificing current revenue to secure future revenue.  The ones that are having a lot of trouble \n and we see this in the   statistics \n are the high-cost, non-traditional producers, who suddenly have had their world turned upside down by an oil price that has more than   half in price."},{"speaker":"NEIL","text":"Final, very quick point to you, if you were advising, if they're watching now, governments in Caracas, Riyadh, Moscow, if you were advising   them, would you say you should plan for oil prices to remain low for the foreseeable future?"},{"speaker":"EL-ERIAN","text":"Absolutely.  They should plan on oil prices remaining low not just for the foreseeable future but for a bit longer after that, too."},{"speaker":"NEIL","text":"Mohamed El-Erian, thank you for joining us."},{"speaker":"EL-ERIAN","text":"Thank you."},{"speaker":"NEIL","text":"Now Saudi Arabia may be one of the biggest losers as the oil price plummets, but the country's women have just scored a major win."},{"speaker":"NEIL","text":"For the first time in Saudi history, they're registering to vote in local municipal elections.  Indeed, they can even   run for office.  For the Saudis, it's a significant step in gender equality.  Of course, there's still a long way to go. They won't, for example, be able to drive themselves to the polls, as women are banned from getting behind the wheel.  They still can't travel without   a male guardian."},{"speaker":"NEIL","text":"When we come back, imagine a world where a desire for democracy descends into disarray."},{"speaker":"(MUSIC PLAYING)    (MUSIC PLAYING) NEIL","text":"A final thought for tonight:  as Greece prepares to head to the polls for the third time in seven months, you could take that as a positive   sign that the ancient Greek tradition of democracy is alive and well, even if its economy and finances are not. But imagine a world where perhaps there's such a thing as too much democracy.  That seems to be the view of some in the British Labour Party   which is currently in the middle of an interminable  election to pick its new leader after it was thumped in May's U.K. general election.    Embracing the spirit of participatory democracy, Labour changed its rules so that any member of the public who pays a small fee can vote. Tens, perhaps hundreds of thousands opted to do just that.  But not everybody's rejoicing because it looks like many who don't necessarily have   Labour's best interests at heart on the Left and the Right have piled in to vote for the previously Far Left French candidate Jeremy Corbyn, the Left   because they see a chance to make Labour properly Socialist; the Right because they think he'll make Labour unelectable. As a result, Mr. Corbyn has gone from rank outsider to frontrunner in a matter of weeks and will likely be the next Labour leader. The ancient Greeks invented drama as well as democracy and the U.K. Labour Party has managed to merge them both in a democratic drama all of its own   making. That's it for tonight.  I'm Andrew Neil and it's been my privilege to sit in for Christiane Amanpour.  Tomorrow, your special guest host will be   writer and historian, Simon Schama.  Thanks for watching and goodbye from London. END"}]}