{
  "show_name": "AT THIS HOUR WITH BERMAN AND MICHAELA",
  "show_title": "Reporter, Photographer Shot During Live Broadcast; Suspect Images Caught on TV Camera Footage. Aired 11-11:30a ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "CAROL COSTELLO, CNN ANCHOR",
      "text": "And police have a suspect in mind, a license plate.  They have located the suspect.  We'll continue to talk about this in the coming hours on CNN. That does it for me.  I'm Carol Costello.  Thank you so much for joining me.   AT THIS HOUR with Bolduan and Berman coming your way next."
    },
    {
      "speaker": "ANNOUNCER",
      "text": "This is CNN breaking news."
    },
    {
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "text": "We continue to follow the breaking news at this very hour.   Hello, everyone.  I'm Kate Bolduan.   Police in Virginia, they are hunting for a gunman, a gunman who shot and killed a local TV reporter and photographer while they were broadcasting live on the air.  Authorities say they do know who he is. And the Virginia governor said that he hopes to have the man in custody very soon.   Stunned viewers watched this morning.  As they were watching the morning show on WDBJ, they heard and saw this horrific attack play out.  The reporter, you see there on the left of your screen.  24- year-old Alison Parker, she was in the middle of an interview when the shots rang out.  The 27-year-old photographer, Adam Ward, on the right there in the orange vest, he drops the camera, assuming after he was shot.  The stage and general manager says it's believed that Alison Parker was then shot as she was trying to run away.  The woman they were interviewing was also shot in the back, we're told, and we're also told she is now in surgery.   We're going to show you this video only once, the moment the attack played out on live TV.   I will warn you, it is very difficult to watch."
    },
    {
      "speaker": "ALISON PARKER, WDBJ REPORTER",
      "text": "Talk about why it's important to get business leaders involved."
    },
    {
      "speaker": "VICKI GARDNER, CHAMBER OF COMMERCE",
      "text": "This is our community.  We want to come together.  We want to share information that can help us grow and develop to provide a better experience.  We're seeing tourism \n we want the people that come here to say"
    },
    {
      "speaker": "(SCREAMING)  BOLDUAN",
      "text": "You hear screams and then you hear nothing.  So hard to watch.  But it is important, because it appears that the photographer's final act was this, capturing the suspect briefly on camera after he fell to the ground.  You can see in the image, in the video, of this man holding what appears to be a gun, very clearly pointing right there.   CNN's Brian Todd is joining me now by the phone with more on who authorities believe this suspect is.   Brian, you're on your way towards the scene.  What more are you learning at the moment, Brian?"
    },
    {
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "text": "Kate, Governor Terry McAuliffe said, a short time ago, that they believe the suspect is a disgruntled employee of that television station.  They have the suspect's name and his picture.  They are actively looking for him. Conflicting reports as the whether state police are actively pursuing him at this point.  The governor did say a short time ago that they were.  But Virginia State Police have just said they are not actively \n at least not now engaged in an active pursuit of him.  So that's a little unclear at the moment.   Again, the governor said that this is not \n he believes not related to any kind of terrorist act but that it's a criminal situation, that this person, they believe, is a disgruntled employee of that television station.  We do know, of course, that these two were gunned down in the parking lot of a place called the Bridgewater Plaza, which was in Moneta, Virginia.  The 24-year-old reporter, Alison Parker, Adam Ward, the 27-year-old photographer, gunned down.  Local news reports also say that a third person who was shot is now in surgery from that incident.  But as we know now, Kate, the things we can tell you are that they are actively looking for this suspect, that the governor says they believe he was a disgruntled employee of that television station."
    },
    {
      "speaker": "BOLDUAN",
      "text": "And real quick, Brian, they have his license plate and his id, they believe.  We have the picture that I want to keep up so folks can be sure they see this man's face.  But they're not releasing it publicly, correct, Brian?  Why is that?"
    },
    {
      "speaker": "TODD",
      "text": "That's correct, Kate.  They are not releasing it publicly right now.  It could be very well that they just don't want to necessarily give him a lot of information if he happens to be listening or watching some kind of report as he tries to elude capture.  The governor also said to the radio station earlier that the man had called a friend and was distraught.   Again, as far as the pursuit of him, there have been conflicting reports as to how close they really are to capturing him.  The governor a short time ago was fairly confident that they would bring him into custody soon.  But Virginia State Police have kind of walked that back in the last few minutes."
    },
    {
      "speaker": "BOLDUAN",
      "text": "Always in these breaking news situations, and early on, there is a lot of conflicting information.  But the important information, we want to continue pushing. Brian is on his way to the scene.   Thank you so much.   This man, I want everyone to see this.  We're going to keep this up as we continue the conversation.  This is who police suspect is the gunman in this horrific attack.   Alexandra Field is joining me now.  She's been following this all morning as this played out.   It went from bad to worse to just simply horrific.  What more are you learning?  A lot is coming in right now."
    },
    {
      "speaker": "ALEXANDRA FIELD, CNN CORRESPONDENT",
      "text": "Forgive me for reading off my phone.  We are getting new information that authorities are saying they are looking for a former WDBJ employee, Vester Flanagan, who was driving a 2009 gray Mustang"
    },
    {
      "speaker": "BOLDUAN",
      "text": "Let's repeat that because this is the first time we're reporting his I.D."
    },
    {
      "speaker": "FIELD",
      "text": "That's right.  Coming in to us just now.  Vester Flanagan being identified by authorities as a former WDBJ employee.  That would have been a co-worker of these two victims potentially or at least somebody who had worked at the same station at some point, not entirely clear when he was there and whether they had overlapped.  We know the victims in this case, Alison Parker, 24 years old, her photographer, Adam Ward, just 27.  Police right now say they believe that Flanagan is driving a 2009 gray Mustang.  That's according to the sheriff's office.   Let's just be clear about this.  I want to make sure we're being entirely clear for our viewers.  Authorities are saying they are looking for this person Vester Flanagan in connection with the shooting but they stopped short of calling him a suspect."
    },
    {
      "speaker": "BOLDUAN",
      "text": "This is the man"
    },
    {
      "speaker": "BOLDUAN",
      "text": "This is the first name coming out.  Again, authorities saying that this is someone they want to speak with.  They are not calling him a suspect right now.   Alex, keep working your sources on this.   I want to bring in Pamela Brown, who has more information for us out of Washington.  Pamela, what more are you picking up?  More on a potential suspect or  this man who's now been named?"
    },
    {
      "speaker": "PAMELA BROWN, CNN JUSTICE CORRESPONDENT",
      "text": "That's right.  Right now, authorities from the ATF, the FBI, the U.S. Marshal Service are looking for this Vester Flanagan and they're looking for his car as we just heard our Alexandra Field say, a 2009 gray Mustang.  They believe at this point that he is still in the Virginia area.  We know the shooting happened at 6:45 this morning right near Roanoke, Virginia. So at this point, they do believe, they have indications that this suspect, this former employee of the station, who was fired, apparently, that he is still in the Virginia area.   We know that he was a reporter at the station.  His name is Vester Flanagan.  He went by the name Bryce Williams.  He is sought after in connection with this shooting.  We see a picture right here of the suspect holding the gun.  This is right after the shooting that killed the reporter as well as the cameraman earlier this morning there in Roanoke, Virginia.  So, again, authorities, federal authorities, massive manhunt under way looking for this person sought in connection with the shooting, Vester Flanagan, former employee of the station who had been fired \n Kate?"
    },
    {
      "speaker": "BOLDUAN",
      "text": "A lot \n we have to be careful on this, Pamela.  You can check me on this.   Alexandra is still here as well.  We have two things going on at the moment.  We have the image here of the suspect.  This was the last image captured on the camera of Adam Ward after he was shot and killed.  This is the man that police are looking for possibly connected \n possibly the same person, but right now also pursuing a man named Vester Flanagan, a former WDBJ employee.  Alexandra, to bring this all together, this not only played out on live TV, the general manager of the station then had the horrible \n was put in the horrible position of needing to come forward to talk about this.   Let me stop myself really quick.  This is a picture, I'm told, of Vester L. Flanagan, the former employee of WDBJ.  This is the picture of the man they do want to speak with.  And to be very careful, they're not calling this man a suspect yet but they are pursuing him.   And, Alex, correct me, this is the license plate that authorities have and this is the car they're pursuing, they're looking into?"
    },
    {
      "speaker": "FIELD",
      "text": "This is the only person it seems police have identified as somebody they are looking for.  They earlier said they had a name and a license plate number.  The key in this case, of course, was that image that you showed, that image captured on the camera.  We know that there was a photographer who was out there this morning, Adam Ward, who was doing this live shot for the morning show.  He was rolling on the reporter, who was in the middle of an interview with Vicki Gardner from the Chamber of Commerce.  He is shot first, according to the station manager.  He continues to roll. The camera drops, but it does record that image that could be key to solving this case.   You pointed out, this happened live on air this morning, not only for the viewers who were watching TV this morning, getting ready to go to work or school, but also for the people who were at that station."
    },
    {
      "speaker": "FIELD",
      "text": "watching it."
    },
    {
      "speaker": "BOLDUAN",
      "text": "Not only their colleagues but also their loved ones.  A boyfriend of Alison Parker worked at the station.  And the fiancee of Adam Ward worked for that morning show and saw this play out."
    },
    {
      "speaker": "FIELD",
      "text": "From the control room."
    },
    {
      "speaker": "BOLDUAN",
      "text": "Insult to injury, to say the very least.   We have much more to get to on this.   Alexandra will stay with us.   Pamela Brown is continuing to work her sources.   We'll be right back after a quick break.  Much more as the authorities are now I.D.'ing, and we know publicly, the name of someone of interest the authorities want to speak to, Vester Flanagan, also known as Bryce Williams on air in that local market.  We'll be right back."
    },
    {
      "speaker": "BOLDUAN",
      "text": "Continuing to follow breaking news AT THIS HOUR of a horrific shooting of a local TV reporter, local TV photographer and a member of the Chamber of Commerce, shot on live TV this morning.  The shooting taking place at 6:45 in the morning in the middle of WDBJ's morning show.  Playing out on live TV.  Viewers saw it at home, heard it at home, all of their colleagues at the station saw it from the control room.  Heard it in the control room.  We're also getting new information in this morning about possible suspect.  A person of interest that authorities want to speak to.   I want to get over to Pamela Brown who's in Washington who's been following all this with more on the person that they are looking for.   There's a little bit of confusion, Pamela, if you will. The name he is known as on air and the name \n and his actual name.  What do you have AT THIS HOUR?"
    },
    {
      "speaker": "BROWN",
      "text": "That's right.  Right now, authorities are looking for a Vester L. Flanagan who is a former employee of WDBJ.  He was fired about a year ago, not sure why.  But his on-air name at the time when he was a reporter for the station was Bryce Williams.  So he is being sought in connection with the shooting.   Right now, the FBI, U.S. Marshals, ATF are all looking for Vester L. Flanagan.  They believe he is driving a 2009 gray Mustang.  Again, they are looking for him in connection with the shooting but a spokesperson for the Augusta County, Virginia, Sheriff's Office stopped short of calling him a suspect.  Sources I've been speaking with say, at this point, they believe that Flanagan is still in the Virginia area.  So the manhunt is focused in the Virginia area.   We know the shooting of 24-year-old Alison Parker, 27-year-old Adam Ward, happened this morning at around 6:45 a.m., right near Roanoke, Virginia.   Again, officials looking for this former employee of that station in the Virginia area as we speak.  It is a massive manhunt that is under way right now as one official I spoke with today said they are throwing all assets, all resources toward this investigation right now \n Kate?"
    },
    {
      "speaker": "BOLDUAN",
      "text": "So much going on.  So many different parts moving right now.  The important thing is this picture of this man right here, as Pamela's been laying out.  This is a person that authorities want to speak with.  They are not calling this man, Vester Flanagan also known on air as Bryce Williams, former report of WDBJ, not calling him a suspect at least at this point.  This is someone they do want to speak with.   Do we have Drew Griffin?   Let me go over to our investigative correspondent, Drew, who has more information on Vester Flanagan's background.   What more do we know about this man?"
    },
    {
      "speaker": "DREW GRIFFIN, CNN NATIONAL INVESTIGATIVE CORRESPONDENT",
      "text": "I'm on the phone, Kate, because I'm trying to determine a little bit more information that my solidify some of the information.  But this is a 41-year-old man, again, not a suspect at this time, just a person of interest.  And some of the explanation for his name change, he has been a reporter at several stations \n I'm sorry.  Say that again.   He has been a reporter at several stations in the southeast even though he came from California.  He worked in Greenville, North Carolina; Savannah, Georgia; and Tallahassee, Florida, where under the reporting name of Vester Flanagan.  He actually sued that station for racial discrimination.  So he did have a past involved with being, you might say, a disgruntled employee at one of his stations.   But as we learned more and more about this person, I want to get back with you, Kate.  But if you could just stand by for like 30 seconds, I'm trying to confirm one more thing as this developing story continues \n Kate?"
    },
    {
      "speaker": "BOLDUAN",
      "text": "Drew Griffin, thank you so much, Drew.   Sorry if I'm sounding a little distracted.  There's a lot going on here.  We have a lot of moving parts.   One more time, guys?   All right, Drew, we'll get back with you.  I know you're working your sources.   Let me get over to discuss the manhunt, what we have learned from this video, and what police are doing right now as this manhunt is very much under way for a suspect, and also they want to speak to this man, Bryce Williams, Vester Flanagan.   Our CNN law enforcement analyst and retired NYPD detective, Harry Houck, is joining me; as well as Arthur Roderick, a former assistant director of the U.S. Marshal Service.   Art, first to you. We do know there are a lot of agencies involved including the U.S. Marshal Service.  The Marshal Service put out a statement saying they are actively involved and essentially saying they are throwing all of their available assets at this investigation right now.  What does that mean?   ARTHUR RODERICK, FORMER ASSISTANT DIRECTOR, U.S."
    },
    {
      "speaker": "MARSHAL SERVICE",
      "text": "Kate, if you look at the makeup of the capitol area regional fugitive task force, it extends down to this part of Virginia.  And what you have is about 20 counties in that part of Virginia that participate on this particular task force.  They're all specially deputized for cross-county, cross-state and across-nation jurisdiction.  They are pouring everything they have into this.   And I think probably when you look at this \n I reviewed this video several times.  When you look at this video, you can see that there's nobody else around in that particular panning shot when the cameraman moves from right to left.  It immediately struck me that this was either a domestic situation or it's a disgruntled employee.  Sure enough, I'm sure law enforcement eyed that right off the bat that this is probably a disgruntled employee."
    },
    {
      "speaker": "BOLDUAN",
      "text": "Sure seems that's the direction things are heading at this moment.   We have to be very careful as always as, a lot of these things change, a lot of early information changes in these breaking news situations, though.   Art, stick with me.   Harry, stick with me as well.   I need to jump back over to Drew Griffin, who has more information coming in.   Drew, what are picking up?"
    },
    {
      "speaker": "GRIFFIN",
      "text": "I apologize for that last bit.  But this is seemingly very important.  We have just learned that Vester Flanagan, AKA Bryce Williams, posted on his own Facebook account GOPro video of the shooting itself.  He apparently \n if he is the person who shot this \n posted a video of the shooting and he also tweeted out that Alison Parker, the victim, one of the two victims in this case, had made racial comments about him.  So this may solidify why police are searching this person, searching for this person at this time.   But, again, it seems to indicate there may have been some kind of motive behind this and also that this Mr. Flanagan actually posted video that he took himself of the actual shooting.  That's what we were trying to confirm.  We just did.  And that's what we're reporting right now \n Kate?"
    },
    {
      "speaker": "BOLDUAN",
      "text": "Leaves you speechless, that's for sure.   Drew, thank you very much.   Drew will continue working that.   I want to bring back in Alexandra Field and Brian Stelter.   Brian, you had been picking up this a little earlier.  We're not"
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT & CNN HOST, RELIABLE SOURCES",
      "text": "We've seen this man's identity, looking at his Twitter accounts and Facebook accounts.  Just in the past couple of minutes, he's posted these videos that Drew is describing.  We just watched it. It's pretty clear that"
    },
    {
      "speaker": "BOLDUAN",
      "text": "Let me ask this without going into detail, because I want to be very sensitive.  The families of these people might be watching us. Do you see the shooting?"
    },
    {
      "speaker": "STELTER",
      "text": "Yeah.  I'll tell you as much as I can tell you about it. You see a 25-second video.  The first thing that stands out to me, he's holding his gun up for several seconds before he fires.  They were on live television, going about their business, doing their jobs. Being targeted this way is appalling and awful to see.  You do see several shots fired before the video stops.  You don't see"
    },
    {
      "speaker": "FIELD",
      "text": "I think what is chilling about the video is just seeing how close the shooter was"
    },
    {
      "speaker": "FIELD",
      "text": "in proximity to the photographer as he approaches from behind the photographer.  We've seen in the video, which we are not showing on repeat, that the photographer does do a pan of the lake, short of shows the scenery that they're talking about.  In this video, which we are not showing, you do see the shooter approaching from behind and lingering very close to them for at least several seconds."
    },
    {
      "speaker": "STELTER",
      "text": "Now his Twitter has been suspended just as we're talking, taking quick action to get these videos offline but not before people saw them.  He was also posting messages about the victims, complaining about them, complaining about work, before he posted the videos.  In essence, he was posting the videos to prove it was really him, to prove this was really the gunman."
    },
    {
      "speaker": "BOLDUAN",
      "text": "Brian, let's pause right here.   Alex, stick with me.   Drew is working his sources.   You heard a lot of new information coming out, folks.  Very disturbing details we're seeing play out on social media, if these are all verified.   We'll get in a quick break.  We'll be right back for more on this breaking news."
    },
    {
      "speaker": "BOLDUAN",
      "text": "We're continuing to follow breaking news at this very hour.  A lot of very troubling details coming in following the shooting deaths \n the shooting attack this morning outside Roanoke, Virginia, of a local TV reporter, local TV photographer and a member of the Chamber of Commerce there.  The reporter and photographer, right there, they are dead.  The woman they were interviewing, a member of the Chamber of Commerce \n her name is Vicki Gardner \n she was shot in the back and she is in surgery the last we were told.   The latest very troubling details coming forward are the person has to do with the social media account of the man that authorities want to speak with.  His name is Vester Flanagan.  He is known \n he was known on air as Bryce Williams.  He's a former employee, former reporter with WDBJ, the very local station that we're talking about of where these \n this reporter and photographer, they worked with him, we assume, obviously, and they have obviously now been killed. Authorities are not calling him a suspect.  They do want to speak with him.   But here's the detail I want to carefully walk through with all of you.  A profile on Twitter under Bryce Williams' name has posted some of these tweets.  \"I filmed the shooting, see Facebook.\"  That was posted about 10 minutes ago.  \"Adam went to H.R. on me after working with me one time.\"  Adam, we assume, at this point, could mean Adam Ward, the photographer who was killed, 27 years old, who was just shot in this horrific attack this morning.  Then you see the tweet below that.  \"They hired her after that.\"  Of course, we have no context. And that was posted also at the very same time.  Everyone is going to very quickly think we're talking about Alison Parker, the reporter who was also killed.  A lot of details coming out.  These are some of the tweets he posted.   What we are not showing you right now is there is a video that was also posted.   Brian Stelter and Alexandra Field are with me.   We were talking about that.  You and Alex and I have seen parts of this video.  It's stunning in how troubling it is because it appears to show the gunman in the act of firing."
    },
    {
      "speaker": "STELTER",
      "text": "It does.  You see the first several shots fired and you see  Alison try to flee.  It appears like he's wearing some sort of GOPro, a camera mounted to me.  You see him hold the gun up before he fires, pausing for quite a long period of time.  What you do not see are all of the shots, the video stops before that point.  And it's important to note, it's already been taken off of Twitter.  I believe it's being taken off of Facebook right now.  These websites are trying to scrub it offline.   But they're calling this person in connection"
    },
    {
      "speaker": "BOLDUAN",
      "text": "A person that they want to speak to."
    },
    {
      "speaker": "STELTER",
      "text": "the fact that he's been tweeting would suggest maybe there's data authorities can use to track him down.  They may know where he is.  But we can hope these social media posts might be another piece of assistance"
    },
    {
      "speaker": "BOLDUAN",
      "text": "That's important to note.  I want to get to that with out panel. Before we get there, Alex, lay out for us where authorities are in their search for him.  They released his name and are talking about a vehicle that they believe is his"
    },
    {
      "speaker": "FIELD",
      "text": "The vehicle, a license plate number, his name, certainly authorities believe very much that they have identified the shooter. The difficulty now is bringing this shooter into custody.  That's the piece they're working on.   We know as soon as this shooting happened, a number of places in the community went into lockdown.  We know that concerns about this were so widespread that even here in New York City, the New York Police Department decided to step up security at different news stations throughout the city because at that time there was no known motive and whether or not the shooter was connected in any way to the three people who he shot.  What is most chilling from seeing this video which we've not played"
    },
    {
      "speaker": "STELTER",
      "text": "I don't think we will play it, at least not the shooting part."
    },
    {
      "speaker": "FIELD",
      "text": "Absolutely not."
    },
    {
      "speaker": "BOLDUAN",
      "text": "I don't think we need to."
    },
    {
      "speaker": "FIELD",
      "text": "But what is most chilling about it is the fact that these are a group of people who are about as close to one another as the three of us are sitting here right now.  And you do see the shooter coming into the frame and lingering there."
    }
  ]
}