{
  "show_name": "THE LEAD WITH JAKE TAPPER",
  "show_title": "Alison Parker and Adam Ward Slain On Live Television; The Trump Tempest Continues To Slam Establishment GOP; Trump Battles With Univision Reporter Ramos; Will Trump Promise To Rule Out Third-Party Bid?. Aired 4:30-5p ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "JOHN BERMAN, CNN GUEST HOST",
      "text": "All right, welcome back to THE LEAD.   Our top story, two senseless and shocking murders that happened this morning on live television; 24-year-old Alison Parker and 27-year-old Adam Ward, today, our thoughts and prayers are with their grieving friends and families."
    },
    {
      "speaker": "PARKER",
      "text": "Hey, everyone.  I'm Alison Parker.  Photojournalist Adam Ward and I are putting the final touches on our special report."
    },
    {
      "speaker": "BERMAN",
      "text": "Their love of the job, their passion for their work, it leapt through the screen."
    },
    {
      "speaker": "PARKER",
      "text": "Witnesses say that this is a day they will never forget."
    },
    {
      "speaker": "BERMAN",
      "text": "They informed and delighted a community."
    },
    {
      "speaker": "ADAM WARD, WDBJ REPORTER",
      "text": "In Salem, Adam Ward, News 7 Sports."
    },
    {
      "speaker": "BERMAN",
      "text": "A community now in a state of pure disbelief."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "This place is in shock, as you might expect. There's a lot of crying and hugging going on."
    },
    {
      "speaker": "BERMAN",
      "text": "Colleagues say 27-year-old Adam Ward and 24-year-old Alison Parker of Virginia affiliate WDBJ were unfailingly positive, relentlessly hardworking, and never shied away from a story."
    },
    {
      "speaker": "PARKER",
      "text": "I wanted to go through a sleep study to see if my job impacts how I snooze.  Adam and I work the same early morning shift."
    },
    {
      "speaker": "BERMAN",
      "text": "Or a changing."
    },
    {
      "speaker": "PARKER",
      "text": "My hobby is white-water kayaking."
    },
    {
      "speaker": "BERMAN",
      "text": "In this profile from the station earlier this year, Parker spoke about her love of the outdoors and the arts."
    },
    {
      "speaker": "PARKER",
      "text": "My dad was on Broadway back in the day."
    },
    {
      "speaker": "BERMAN",
      "text": "Her father released a statement today, saying: \"I find my grief unbearable.  Not hearing her voice again crushes my soul.\" Both Parker and Ward began as interns at the station, eventually becoming a morning show team, as staff reporter and photographer."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Adam was the kind of guy who, if he were on the way home and knew of something that needed to be done, he would turn around and go do it."
    },
    {
      "speaker": "BERMAN",
      "text": "Ward was engaged to morning show producer Melissa Ott, seen here in a tweet this morning, celebrating what was reportedly supposed to be her last day at the station.  Instead, she was in the control room when her future husband was gunned down.   WDBJ's morning anchor, Chris Hurst, says he's numb after the news. Parker was his girlfriend of nine months and had just moved in with him.   \"She was the most radiant woman I have ever met,\" he posted on social media today, \"and for some reason, she loved me back.\"   Parker's last interview was with Vicki Gardner, the executive director of a local Chamber of Commerce.  She was live on air when gunfire rang out.  Gardner was shot in the back and is recovering at a hospital today."
    },
    {
      "speaker": "BERMAN",
      "text": "And, as this unfolds, WDBJ stays on the story, with a broken heart, but not broken, because there's no greater tribute to great reporters than to keep reporting.   We're looking at live pictures of that station, outside that station, right now, the tributes pouring in.   Joining us on the phone right now is Solina Lewis, a friend of the photographer Adam Ward and his fiancee, Melissa Ott, the producer of the morning show, who was at work in the control room as this tragedy unfolded today.   And, Solina, I understand this was Melissa Ott's last day, supposed to be her last day at the station."
    },
    {
      "speaker": "SOLINA LEWIS, FRIEND OF VICTIM",
      "text": "It was, yes.  She had just been offered a great position in Charlotte as a producer."
    },
    {
      "speaker": "BERMAN",
      "text": "And Adam was going to move there with her, get out of the business; this was it for him?"
    },
    {
      "speaker": "LEWIS",
      "text": "Eventually.   He was going to follow Melissa.  I mean, they were just the most amazing couple.  So they \n yes, they were getting married next year, and wanted to have a family.  And they would have made the best parents together.  And, you know, I just can't say enough how wonderful of a person both Melissa and Adam are."
    },
    {
      "speaker": "BERMAN",
      "text": "I'm looking at these pictures of Adam on the screen with the smile, and the goofing around with pizza and everything else.  He just seems like such a charming guy with so much life in him."
    },
    {
      "speaker": "LEWIS",
      "text": "Yes, I think that's what's really hard to use the past tense about him is, he's goofy and wonderful and just so considerate.   You know, I told the story it feels like a million times today, but he helped me put together furniture because I couldn't figure out how to do it when I first moved down here to Roanoke, both because he is nice and really never said no, but also because I'm sure he knew, as Melissa's friend, it would make her happy to do that for me."
    },
    {
      "speaker": "BERMAN",
      "text": "They were good reporters, they were good journalists, good workers, but the more I hear about them, they just sound like good people, which makes this so, so hard.   Solina Lewis, thanks so much for being with us."
    },
    {
      "speaker": "LEWIS",
      "text": "Thank you."
    },
    {
      "speaker": "BERMAN",
      "text": "We're going to have much more from Roanoke just ahead.   But, first, our politics lead, throwing reporters some his news conference, calling a major news organization on Twitter, people seem to like Donald Trump's nonpolitical approach.  But can it carry him through the primary season?  We're going to talk to his campaign manager next on THE LEAD."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE",
      "text": "Sit down, please.  You weren't called."
    },
    {
      "speaker": "BERMAN",
      "text": "Welcome back to THE LEAD.  I'm John Berman, in for Jake Tapper. Turning now to our politics lead, Donald Trump is the ocean and anyone who gets caught between his waves might as well be a dinghy in the middle of a monsoon.   The Trump tempest seems to have smashed the campaign dreams of all comers.  Even FOX News is taking on water from the Trump tides, but last night a perfect storm, gale-force Trump, the Republican front- runner expelling Univision anchor Jorge Ramos from a news conference, before letting him wash back into the room, only to unleash a verbal typhoon on the newsman.   Let's bring in CNN national correspondent Suzanne Malveaux in Washington. Suzanne, tell us how it all happened."
    },
    {
      "speaker": "SUZANNE MALVEAUX, CNN NATIONAL CORRESPONDENT",
      "text": "I like the analogy there, John. Well, the fights with Donald Trump during his early campaign season have been epic, as you know, entertaining, most notably with these high-profile anchors, but now increasingly, with everyone else. Trump's opponents are now banking on the billionaire to make so many enemies, he's going to lose in the long run.  At least that is their hope."
    },
    {
      "speaker": "TRUMP",
      "text": "She actually should be apologizing to me."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Trump front and center, taking on anyone who stands in his way."
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me.  Sit down.  You weren't called.  Sit down.  Sit down.  Sit down."
    },
    {
      "speaker": "MALVEAUX",
      "text": "This morning, Trump standing by his decision to have security forcibly escort Univision anchor Jorge Ramos out of Trump's Iowa press conference Tuesday night."
    },
    {
      "speaker": "TRUMP",
      "text": "I would have gotten to him very quickly.  And he stood up and starting ranting and raving like a madman.  He was totally, absolutely out of line."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Ramos pressed Trump on his immigration proposals, while Trump tried to move on."
    },
    {
      "speaker": "JORGE RAMOS, UNIVISION ANCHOR",
      "text": "I have the right to ask the question."
    },
    {
      "speaker": "TRUMP",
      "text": "No, you don't.  You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask the question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Ramos was quickly removed from the room."
    },
    {
      "speaker": "RAMOS",
      "text": "I can ask the question.  I have the right to ask the question."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Ramos was later allowed back in, where he once again confronted Trump."
    },
    {
      "speaker": "TRUMP",
      "text": "Good to have you back."
    },
    {
      "speaker": "RAMOS",
      "text": "You cannot deport 11 million."
    },
    {
      "speaker": "MALVEAUX",
      "text": "When Ramos asked about Trump's plan for a mass deportation, Trump responded with another dig."
    },
    {
      "speaker": "TRUMP",
      "text": "We are going to do it in a very humane fashion, believe me.  I have a bigger heart than you do."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Neither would back down, talking over each other.  Both left unsatisfied."
    },
    {
      "speaker": "TRUMP",
      "text": "This \n I can't deal with this."
    },
    {
      "speaker": "MALVEAUX",
      "text": "This morning, Ramos telling CNN it was his duty to stand up."
    },
    {
      "speaker": "RAMOS",
      "text": "As a reporter, I believe you have to take a stand.  I think the most important social responsibility as reporters is to prevent and denounce the abuse of those who are in power."
    },
    {
      "speaker": "TRUMP",
      "text": "Her questioning and her attitude."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Trump also reignited his grudge with Megyn Kelly, saying he did not regret his criticism of the FOX News anchor."
    },
    {
      "speaker": "TRUMP",
      "text": "I don't care about Megyn Kelly, but, no, I would not apologize.  She should probably apologize to me, but I just don't care."
    },
    {
      "speaker": "MALVEAUX",
      "text": "On top of sparring with news anchors, Trump offered up this impersonation of Asians."
    },
    {
      "speaker": "TRUMP",
      "text": "Negotiating with Japan, negotiating with China, they say, we want deal."
    },
    {
      "speaker": "MALVEAUX",
      "text": "And, of course, Trump did not spare his Republican rivals, hitting Jeb Bush and Marco Rubio with this."
    },
    {
      "speaker": "TRUMP",
      "text": "And I watch these two guys, and they're hugging, and they're kissing, and they're holding each other, very much like actually Chris Christie did with the president."
    },
    {
      "speaker": "TRUMP",
      "text": "I'm only kidding."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Today in Florida, Jeb Bush called on Trump to get serious about putting forward immigration solutions."
    },
    {
      "speaker": "JEB BUSH (R), PRESIDENTIAL CANDIDATE",
      "text": "This guy is now the front- runner.  He should be held to account, just like me.    He should be asked, as he was yesterday, how are you going to pay for it?"
    },
    {
      "speaker": "MALVEAUX",
      "text": "It seems Trump has made up again with Fox News.  He just said on the Laura Ingraham radio show that he spoke with Roger Ailes. He said he has no problem calling Ailes a friend and a special guy complimenting Megyn Kelly show as well.  So maybe we'll see more that \n John."
    },
    {
      "speaker": "BERMAN",
      "text": "Suzanne Malveaux, thank you so much.  Appreciate it. Right now, we want to talk to the campaign manager for Donald Trump, Corey Lewandowski.  Corey, thanks so much for being here.  Before we get to the back and forth in campaign politics, I want to ask you if you have a chance to talk to Donald Trump about the tragedy today, what happened in Virginia, and for his reaction."
    },
    {
      "speaker": "COREY LEWANDOWSKI, TRUMP CAMPAIGN MANAGER",
      "text": "I didn't speak to Mr. Trump directly about it, but I can tell you that violence is unacceptable under any circumstance whatsoever.  It's a tragedy.  It should never happen and we have to make sure we do everything we humanly we can do to pray for those families."
    },
    {
      "speaker": "BERMAN",
      "text": "I haven't seen a statement on Twitter.  He tweets a lot about a lot of things, but I haven't seen anything on this today."
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "I haven't spoken to Mr. Trump about it directly."
    },
    {
      "speaker": "BERMAN",
      "text": "All right, let me ask you about Jorge Ramos last night.  We heard Donald Trump explain why he had him escorted out of the room, kicked out.  He said he was acting like a mad man, asking questions out of turn.  My question is, you know, so what?  Why have him escorted out at the beginning?  Was Donald Trump scared of Jorge Ramos there?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "Look, there's an orderly fashion to a press conference as there always has been, and Mr. Touch said very clearly, I'll be happy to entertain your question, but I haven't called on you yet. So there a fashion where reporters sit in a room and they raise their hand and he picks one of them and they ask a question, and that usually happens in a normal course of a press conference and instead Mr. Trump had picked someone to ask a question. I think  asked the first question, Katy Tur asked the next question, and Mr. Ramos just stood up and started \n didn't ask a question, but went to a 5-minute"
    },
    {
      "speaker": "BERMAN",
      "text": "But Mr. Trump wants to take on all comers.  So what"
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "But there's an orderly fashion to do it and what we said was, if you want to ask your question in a professional manner, you're welcome to do that.  However you have to be respectful of the other people in the room."
    },
    {
      "speaker": "BERMAN",
      "text": "You did have him brought back in.  It was remarkable and he brought back in there and they did have an exchange there."
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "They had a 7-minute dialogue then it became a debate between the two of them, and again, that's not fair to the rest of the press.  They're trying to ask their questions to get the responses that they need."
    },
    {
      "speaker": "BERMAN",
      "text": "Jorge Ramos was asked for an interview with Donald Trump. Will you guys sit down?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "Look, there are a lot of people asking for interviews."
    },
    {
      "speaker": "BERMAN",
      "text": "He grants a lot of them."
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "Look, I don't know what he's going to do for his schedule.  We have dozens upon dozens of requests.  He tries to fill as many as he humanly can do.  There's a limitation to how many he can do. But the time and the place for a back-and-forth is not in a press conference.  If you want to ask a question, you're welcome to, but to start the questioning with derogatory statements and not a question, but to make a number of blanket statements and the night before on CNN saying that this was a personal issue to him, right? That's not a press conference.  That is a person trying to have their own agenda put forth and the best agenda for the country."
    },
    {
      "speaker": "BERMAN",
      "text": "Jorge Ramos said to me two nights ago, that Donald Trump is speaking the language of hate.  That's what Jorge Ramos told me.  I want a sound bite from someone who is supportive of Donald Trump. Let's listen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "My own view on Trump's \n Trump is going all out. He's saying no other Republicans have said, few conservatives say, and he's got to the point where he says it's not just illegal immigration, it's legal immigration.  He's certainly the best of the lot."
    },
    {
      "speaker": "BERMAN",
      "text": "That's the voice of David Duke, the former grand wizard of the Ku Klux Klan.  I wonder if you have any reaction in his statement."
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "Sure, Mr. Trump said he doesn't want anybody's endorsements.  He's doing this running for the presidency to make our country great, to make America great again.  He doesn't want David's support other than the American people."
    },
    {
      "speaker": "BERMAN",
      "text": "Does it say anything that David Duke is impressed by Donald Trump?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "David Duke has made a series of anti-Israeli statements, anti-Semitic in many occasions.  I don't think anybody can condone that type of language."
    },
    {
      "speaker": "BERMAN",
      "text": "All right, let me ask about electoral politics right now. South Carolina way up in the polls, which Donald Trump like to point out.  He is way up in the polls over Lindsey Graham and others in South Carolina. South Carolina has a provision on their ballot, which say you have to sign a pledge not to run as a third-party candidate later on down the line.  I understand looking at the \"Huffington Post,\" we haven't had time to verify it, but there's a report that Trump is saying he will forgo a third party run, will he?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "Let me say, you know, we don't take \"Huffington Post\" as a serious publication.  They cover Mr. Trump in the entertainment section not in the political section.  He is a leading front running candidate for president of the United States and they refuse to recognize that. So I don't think the \"Huffington Post\" is a credible news source, and I wouldn't be quoting them if I were you."
    },
    {
      "speaker": "BERMAN",
      "text": "So it would be a mistake to say that Donald Trump has forgotten a third-party run."
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "I think it's a mistake to say that Mr. Trump has made up his mind on what he's going to do.  The deadline in South Carolina is September 30th.  We have more than a month before he has to sign that paper work, and he will decide when the time is right, to make the decision of what he's going to do."
    },
    {
      "speaker": "BERMAN",
      "text": "Let me ask you this.  Is there anything to keep him from signing the pledge and later on saying it was a mistake?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "Probably not, but at the same token, it's Mr. Trump's decision.  He will speak when he is ready on that issue, but I would not be relying on the \"Huffington Post\" as my news outlet."
    },
    {
      "speaker": "BERMAN",
      "text": "It seems like an unenforceable pledge to me. That's what I'm getting at right there so I say why not sign it.  Let me ask you about the imitation of Asian negotiators that he did last night \"we make deal\" is what he said and he made that face.  Is that presidential, do you think?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "Look, I think what you get back to is people want political correctness in the mainstream media.  The American public doesn't want that.  They want someone who is a straight talker, someone who is going to say it like it is, someone who if I love the Asians because they buy my apartments, that's what they want to hear. That's what they say."
    },
    {
      "speaker": "BERMAN",
      "text": "But to imitate like that, it was very brief, again, can you say anything you want in the world and say you're going overly politically correct if you don't like it?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "Look, I think it's fair to say that Mr. Trump speaks his mind and that message is clearly resonating with the American public because we see he's in first place in the national polls, in almost every state poll. His numbers continue to increase, except for the mainstream media says that he's reached his cap, and he has not.  The message clearly works, the American people want it, and it's time to put America first."
    },
    {
      "speaker": "BERMAN",
      "text": "Corey Lewandowski, great to have you here with us today. Thank you very much."
    },
    {
      "speaker": "LEWANDOWSKI",
      "text": "Thanks for having me."
    },
    {
      "speaker": "BERMAN",
      "text": "All right, that's all for THE LEAD today.  I'm John Berman in for Jake Tapper.  \"THE SITUATION ROOM\" with Wolf Blitzer is next."
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "text": "Happening now, ambush on air.  A young reporter and photographer, they're murdered while doing a live TV interview.  The gunman, a former reporter, posts grizzly video of the killings on social media before shooting himself during a police chase. Murder manifesto, a 23-page declaration written by the gunman and sent out after the killings contains shocking details of his actions and may offer clues as to why he lashed out. Community reeling, viewers watched the killings live on the air.  The fiancee of the murdered cameraman watched it all from the TV station's control room.  As families and co-workers mourn, we'll learn more about the victims from the general manager of WDBJ. And Trump showdown, he first gives the boot to a very influential Latino journalist and then goes toe to toe with him on immigration. Did either one of them blink? I'm Wolf Blitzer.  You're in THE SITUATION ROOM. The breaking news, a young news reporter and a photographer are murdered during an interview on live television.  The on-air shooting watched by horrified viewers of CNN affiliate of WDBJ TV in Southern Virginia. Police say the gunman, a former reporter at the station, shot himself at speeding away from a traffic stop.  He died at a hospital.  The woman being interviewed during the shooting was wounded.  She's in stable condition. In a shocking twist, gruesome videos of the shooting, taken by the gunman were posted on social media sites, while he was still on the run.  We're learning of details of his rambling manifesto, saying he was a, quote, \"human powder keg\" and that he bought his gun two days after the Charleston church shootings. Our correspondents, analysts and guests are standing by with full coverage.  Let's begin the breaking news coverage this hour, the horrific murders of a television news reporter and photographer while they were on the air.  Let's go straight to our justice correspondent, Pamela Brown \n Pamela."
    },
    {
      "speaker": "PAMELA BROWN, CNN JUSTICE CORRESPONDENT",
      "text": "Wolf, law enforcement officials say it's clear that the gunman had a personal vendetta against the TV crew, and in the horrific video that CNN is not airing, you can see him lurking there just feet away from them for several seconds before opening fire."
    },
    {
      "speaker": "BROWN",
      "text": "Investigators say the grisly shooting was timed for maximum impact, as 24-year-old reporter, Alison Parker, was interviewing a business leader live on CNN affiliate WDBJ, killing Parker and photographer, Adam Ward, and seriously injuring the guest, Vicki Gardner. Police say the shooter seen here on camera seconds after firing multiple shots was 41-year-old Vester Flanagan, a disgruntled former reporter who had been fired from the station two years ago. Still on air, the station's anchor struggles to figure out what has just happened, as Flanagan, who used the name Bryce Williams professionally, takes off. Shortly after 8 a.m., with schools and businesses in the area on lockdown, Flanagan apparently faxes a 23-page manifesto to ABC News, saying in part he's put the initials of Charleston church shooting victims on the hollow point bullets that he fired. He allegedly called the network saying he has killed two people and police are after him."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Investigators were able, as they tracked along Interstate 81, and we notified local and state law enforcement along the entire interstate to assist us with a lookout for suspect vehicle."
    },
    {
      "speaker": "BROWN",
      "text": "Then, just after 11:00 a.m., Flanagan takes to Twitter, disparaging the two journalists, before posting two graphic videos showing the entire shooting.  CNN is not airing those videos."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "You know the express going postal and \n it can always happen.  Why were they the targets and not I?"
    },
    {
      "speaker": "BROWN",
      "text": "Police eventually confronts Flanagan in a median on Interstate 66 more than 100 miles from the scene of the shooting.  Flanagan then turns the gun on himself. At approximately 1:30 p.m. today, the suspect from this incident, the shooting, died at Fairfax Innova Hospital in Northern Virginia, as a result of a self-inflicted gunshot wound."
    }
  ]
}