{
  "show_name": "THE LEAD WITH JAKE TAPPER",
  "show_title": "Trump vs. Everyone; Reporter, Photographer Shot & Killed on Air In Virginia; ABC News Receives Faxed Manifesto. Aired 4-4:30p ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "JOHN BERMAN, CNN GUEST HOST",
      "text": "Two journalists executed on live TV.   I'm John Berman, and this is THE LEAD.   The national lead, a TV news team murdered by a former co-worker, Alison Parker and Adam Ward cut down during a live broadcast, crumpling to the ground as the camera rolled.  The killer later took his own life, but not before uploading a video of his crimes to Twitter.  And someone claiming to be the killer faxed a manifesto calling today's carnage a proportional response to the church massacre in Charleston.   She wanted to start a life with her on-air boyfriend.  He had planned to move away and follow his fiancee to New York City, two lives cut so short, today remembered by their loved ones.   Plus, our politics lead.  Is there anyone out there Donald Trump won't take on?  In short, no.  Trump turns his Iowa news conference into a battle royal with the nation's most powerful Latino newsman.  Now Trump's campaign manager is here talking to us.   Welcome to THE LEAD.  I'm John Berman, in for Jake Tapper today. Let me give you brief updates on the markets.  The markets closing up today more than 600 points, 619 points, gaining back a lot of what has been lost over the last few days.  That will be some relief for investors, but right now our national lead.   It was the kind of feel had good people folks around Roanoke counted on them for, a live shot with a Chamber of Commerce official about a tourism hot spot.  Alison Parker and Adam Ward were on assignment this morning for WDBJ reporting from Bridgewater Plaza in Moneta, Virginia. Ward's girlfriend, a producer for the same station, was in the control room.  Parker was live on the air when a gunman fired and then fired again and again.  You hear at least eight shots before the broadcast cuts back to the anchor desk.  Both Parker and Marks  were leader. The woman they were interviewing was wounded.  The camera captured it all as Marks'  fiancee watched.  And on TV for a fraction of a second, that camera caught a clear picture of the man responsible. The man dressed head to toe in black, knew his two victims.  Virginia authorities identified the killer as Vester L. Flanagan, known also as Bryce Williams.   He had worked for that TV station.  And his Twitter page lays out in fewer than 140 characters at a time his apparent motive for committing these murders.  And even worse, he posted videos of the crime. Flanagan later took his own life.   \"NEW DAY\" anchor Chris Cuomo, my friend, is live in Roanoke, Virginia. He begins our coverage.   Chris, we will get to the killer in just a moment.  But you're standing outside that TV station where Alison Parker and Adam Ward worked.  Tell us the scene there right now."
    },
    {
      "speaker": "CHRIS CUOMO, CNN CORRESPONDENT",
      "text": "John, as is often the case, the less time spent on the motivations probably the better here. As you see behind us, makeshift memorial under the shade tree, balloons, flowers, but mostly there are tears and there is shock.  So many of the people who have come by here are people who work at WDBJ. This is a true news family here.  So many of them are just locals in this tight community who are coming up with the same questions we have heard too many times in two many different places.   Why did this happen?  Why these two people?  There are answers, but none of them are good, none of them justify this, and none of them make it anything but wrong.  This started early this morning at just a regular run-of-the-mill live shot for two young aspiring journalists who by every account represented all the best that WDBJ had to offer. We know their names now, 24-year-old Alison Parker, 27-year-old Adam Ward.  They were doing a story about the 50th anniversary of a reservoir in and a recreation area.  They were interviewing 61-year- old Vicki Gardner, a member of the local Chamber of Commerce there. And during that live shot, which wasn't courting any type of danger, this was supposed to be easy, and it was being done well until this 41-year-old murderer walked up with the most evil of designs.  And he has his motivations and he has his manifesto, and none of them matter.  What we know about these two young people was that they were at the beginning of their lives in every way you can calculate.  They were new to the business, and doing well, and they were new to being a team and they were doing well.  They were both engaged to be married, Alison to an anchor here, Chris Hurst, and Adam to a producer here, Marissa  Ott.   And the story gets even more painful at this point because Ott was in the control room during this live shot when this all unfolded.  And they were thinking about their lives, and they were doing all of the right things when all of the wrong things were done to them.   This gunman again has his motivations, says he got his gun after Charleston, said he had ideas about racism that were directed toward him.  What we know is that he was an employee here.  He had a reputation for being difficult.  He was dismissed in a way that the news manager said was the hardest one he had ever dealt with.  The police had to be involved.   And now, to be sure, John, two lives are lost for absolutely no good reason.  And the families of the Parkers, the Wards, the Otts, and the Hursts and this news family are bearing the brunt of this pain."
    },
    {
      "speaker": "BERMAN",
      "text": "They sure are.  Young, hungry, but joyful journalists, the way we all should be.  Chris Cuomo in Roanoke, we're going to check in with you again in just a short bit.   But, first, Brian Todd is in Moneta, Virginia, where this shocking scene played out. Brian, late out the timeline of this morning's events."
    },
    {
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "text": "John, residents here are still trying to wrap their minds around what happened here this morning Lay out the scene for you behind me.  This is the Bridgewater Plaza shopping center.  This is where the shooting occurred here in Moneta early this morning.  The shooter, Vester Flanagan, died at a hospital in Northern Virginia a couple of hours ago of a self-inflicted gunshot wound. Authorities tell us they had tracked his whereabouts using his cell phone after the shooting.  He had driven nearly 200 miles after ambushing two journalists from a station where he used to work."
    },
    {
      "speaker": "TODD",
      "text": "The entire incident live on the air, reporter Alison Parker and her cameraman, Adam Ward, shot dead."
    },
    {
      "speaker": "JEFF MARKS, GENERAL MANAGER, WDBJ",
      "text": "It is my very, very sad duty to report that we have determined, through the help of the police and our own employees, that Alison and Adam died this morning."
    },
    {
      "speaker": "TODD",
      "text": "The shooter is Vester L. Flanagan, a former reporter at the station whose on-air name was Bryce Williams.  He was fired from WDBJ two years ago.   Flanagan apparently shot himself in a confrontation with police on a Virginia highway."
    },
    {
      "speaker": "MARKS",
      "text": "We had an unhappy former employee, but this happens, and usually they move on."
    },
    {
      "speaker": "TODD",
      "text": "Shortly after the shooting, a series of tweets linked to an account until his on-air name said this \n quote \n \"Alison made racist comments.  EEOC filed a report.  They hired her after that?\" Adam went to H.R. on me after working with me one time.\" And then this \n quote \n \"I filmed the shooting.  See Facebook.\" WDBJ station manager Jeff Marks confirmed a claim was made to the Equal Employment Opportunity Commission, but the claim was dismissed. He told CNN he doesn't know why Flanagan attacked victims Parker and Ward."
    },
    {
      "speaker": "MARKS",
      "text": "I can't figure out any connection with those people, who are among the kindest, nicest people who worked here.  And I'm not exaggerating when I say that."
    },
    {
      "speaker": "ALISON PARKER, WDBJ REPORTER",
      "text": "We have got all of the information."
    },
    {
      "speaker": "TODD",
      "text": "Twenty-four-year-old Alison Parker was a reporter for the station for just about a year, a recent graduate of James Madison University.  Adam Ward, 27, was a cameraman and a graduate of Virginia Tech.  The two worked as a team."
    },
    {
      "speaker": "PARKER",
      "text": "Hey, everyone.  I'm Alison Parker.  Photojournalist Adam Ward and I are putting the final touches on our special report."
    },
    {
      "speaker": "TODD",
      "text": "Both were in relationships with other colleagues at the station.  Parker was dating station anchor Chris Hurst.  Ward was engaged to Melissa Ott, who is a producer for WDBJ's morning show. She was in the control room when this happened.  The two were preparing to move, and today reportedly was scheduled to be Ott's last day at WDBJ."
    },
    {
      "speaker": "MARKS",
      "text": "I cannot tell you how much they were loved, Alison and Adam, by the WDBJ-7 team.  Our hearts are broken."
    },
    {
      "speaker": "TODD",
      "text": "Now, how did Vester Flanagan know where to find those two journalists?  Investigators say they are still looking into that.   This scene behind me still an active crime scene, and the investigation continues this afternoon, John."
    },
    {
      "speaker": "BERMAN",
      "text": "All right, Brian Todd in Moneta, Virginia, thank you so much.  Authorities are digging into Vester Flanagan's past.  He was known as Bryce Williams during his TV career. CNN reporter Evan Perez has been working his sources.   Evan, what are you learning about this man and his possible motive from this 23-page manifesto of sorts received by ABC News?"
    },
    {
      "speaker": "EVAN PEREZ, CNN JUSTICE CORRESPONDENT",
      "text": "That's right, John. The gunman in today's shooting is believed to have sent a 23-page rambling suicide letter claiming he was a human powder keg, angry about racial grievances for years.  The letter is believed to be from Vester Flanagan using his on-air name, Bryce Williams.   It arrived by fax this morning at ABC News.  The letter says in part, we will show it on the screen \n it says \n quote \n \"Yes, it will sound like I'm angry.  I am.  And I have every right to be, but when I leave this earth, the only emotion I want to feel is peace.\" The letter writer expresses admiration for other mass shooters, including the ones at Virginia Tech and Columbine High School.  But his final motivation was the June Charleston church massacre.  In that shooting, nine people were at a Bible study at a historic African- American church, and they were gunned down by a white gunman.   The letter says, in part \n quote \n \"The church shooting was the tipping point, but my anger has been building steadily.  I have been a human powder keg for a while, just waiting to go boom.\"  Now, John, in recent weeks, someone using the name Bryce Williams has been calling ABC News to ask for the fax number.  And today at 8:26 a.m., that fax arrived at ABC from someone named Bryce Williams. About 10:00 a.m., more than three hours after the shooting, someone identifying himself as Bryce called to say that he had shot two people and that he said that police were after him."
    },
    {
      "speaker": "BERMAN",
      "text": "Interesting, Evan. Key point in that timeline, the fax arrived well after, an hour-and-a- half or so, after the shooting took place."
    },
    {
      "speaker": "PEREZ",
      "text": "That's right."
    },
    {
      "speaker": "BERMAN",
      "text": "All right, Evan Perez, thank you so much.   Investigators are trying to trace every move that gunman made, trying to understand why he would want to take these two young lives.  We're going to speak about how they're developing the idea of a motive next.  But, first, Wall Street surging into positive territory after straight six days of losses, big losses.  There you see it right there.  The Dow was up 619 points.  That's the biggest one-day point gain since 2008.  We will be right back."
    },
    {
      "speaker": "BERMAN",
      "text": "All right.  Welcome back to THE LEAD. You are looking at live pictures outside WDBJ.  That is the station that lost two of its employees this morning while that whole city, so many viewers were watching.   More now in our national lead, these awful moments, just the worst you can imagine on WDBJ this morning. Alison Parker, a reporter, Adam Ward, a photographer, shot and killed in the middle of an on-air report.  The shooter, kind of an angry former employee of the station, but so many now asking the basic question if it can be answered at all \n why?  Why did this happen? I want to bring in former senior FBI profiler Mary Ellen O'Toole. Also with us is James Alan Fox, a criminology professor at Northeastern University and the author of the book \"The Will to Kill: Making Sense of Senseless Murder\".   Mary Ellen, let me start with you and let me make clear, we don't want to put more focus than we absolutely have to on this killer, to give him the attention he so obviously sought for whatever deranged reasons he has.  But it is important to understand if there were signs that could have been seen, if there was something that could have been done.  So, this man obviously had a problem with this station WDBJ. He was fired, he was disgruntled, at one point escorted from the building.  They had security there locking down the building the day that he left.   That doesn't seem normal.  That seems like something beyond just a disgruntled employee."
    },
    {
      "speaker": "MARY ELLEN O'TOOLE, FBI PROFILER",
      "text": "Well, it certainly does and as more information becomes available about this individual, what they are going to find is that he had problem relationships with other people going back to his childhood.  These problems are what result in what I call the injustice collector, and dangerous injustice collector, and that's someone who basically goes through life and they collect injustices from everybody.  They perceive they're being put down, insulted, maligned by everyone they have contact with. And their response, when they do respond, it's very disproportionate to the original putdown or insult that they think they've experienced."
    },
    {
      "speaker": "BERMAN",
      "text": "And, Professor Fox, this man, this killer just didn't murder two people.  He then filmed it and posted it himself.  What kind of person hosts a murder video for the world to see?  Proudly posting it on both Twitter and Facebook?"
    },
    {
      "speaker": "JAMES FOX, CRIMINOLOGY PROFESSOR",
      "text": "Yes.  Well, it's important for him that we all summer he's not just some nut who went berserk, but he had a reason.  These guys tend to see themselves as victims, victims of injustice.   He felt he was bullied, that he was a victim of racism, not just at this job, but at previous job.  And it's important we all understand he was a good guy who was getting revenge, he was punishing those that harmed him.   So, it's important for him to broadcast that.  He's not the first to send letters and videos.  The live element of this, of course, is unusual."
    },
    {
      "speaker": "BERMAN",
      "text": "You know, it's interesting, Mary Ellen, because he did two things in this manifesto that he sent to ABC News, this 23-page manifesto, sent by someone identifying themselves as this man.  He references the Virginia Tech murders, sort of, you know, praising them, or at least praising the shooter.  He also mentions Columbine, expressing administration for what went on there, but he said the impetus for this was Charleston, sort of a revenge for the church massacre."
    },
    {
      "speaker": "O'TOOLE",
      "text": "Yes, and it's very typical that they will see an event like the shootings in Charleston, and that would be the impetus they'll use to precipitate all of this behavior, but it goes back much further than the Charleston shooting.  It's very interesting that he's looking at and admire the Columbine shooters, as Jamie and I know, they're sort of the gold standards for people who engage in this behavior, and they were 20 years younger than he was.  But I think when investigators go to his home, they will see books and documents and writings where he has followed these cases, and he has made notes, and he's aspired to be like them."
    },
    {
      "speaker": "BERMAN",
      "text": "Again \n go ahead."
    },
    {
      "speaker": "FOX",
      "text": "You know, I know we don't want to glamorize, but let's not use the word \"manifesto\", lest he used it, which I don't believe he did. A manifesto is a pretty prominent document by someone of political importance.  This is just a rambling letter.  It's unfortunate we start to use this word \"manifesto\" over and over again, when, in fact, it's not."
    },
    {
      "speaker": "BERMAN",
      "text": "Fine.  Great.  I'm sold.  I don't want to give it any more credit that it deserves."
    },
    {
      "speaker": "FOX",
      "text": "OK."
    },
    {
      "speaker": "BERMAN",
      "text": "I don't want to give it any more credit that it deserves."
    },
    {
      "speaker": "FOX",
      "text": "OK."
    },
    {
      "speaker": "BERMAN",
      "text": "But last question, Professor, he did this document and he posted all kinds of documentation and records on Facebook and Twitter. He obviously wanted to leave some record of this whole thing."
    },
    {
      "speaker": "FOX",
      "text": "Yes, he wants his legacy to be positive.  Again, in his mind he's the good guy, and he wants us all to understand that, and this is proof he's been mistreated, and he wanted revenge, and this was his day to do so."
    },
    {
      "speaker": "BERMAN",
      "text": "Right, nutso."
    },
    {
      "speaker": "FOX",
      "text": "We saw in the Virginia Tech shooting also, he \n the shooter said to NBC sent videos and all the sorts of documents.  This is pretty common for killers to want to justify and document why it is they're going to do what we're doing."
    },
    {
      "speaker": "BERMAN",
      "text": "Mary Ellen O'Toole, Professor James Fox, thank you both so much for being with us."
    },
    {
      "speaker": "O'TOOLE",
      "text": "Thank you."
    },
    {
      "speaker": "BERMAN",
      "text": "This gunman as we said, left behind a clear trail of this can.  Even social media, forced to respond.   Plus, how TV stations across the country are reacting with their own on-air coverage.   Stay with us."
    },
    {
      "speaker": "BERMAN",
      "text": "Welcome back to THE LEAD.  I'm John Berman, in for Jake Tapper.   And we continue to learn new details about the gunman who shot and killed two journalists while they were on the air this morning, and hours after the killing, Alison Parker and Adam Ward, he took the coward's way out \n those words from the TV station's general manager \n and he turned the gun on himself.   But the shooter, this killer, may have left behind a 23-page document giving us a glimpse into his psyche.   Let's bring in CNN's senior media correspondent and host of \"RELIABLE SOURCES\", Brian Stelter.   This document, 23 pages, it was faxed to ABC News"
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "text": "Yes."
    },
    {
      "speaker": "BERMAN",
      "text": "and the timeline here is important."
    },
    {
      "speaker": "STELTER",
      "text": "They say they received it an hour and a half after the shooting took place.  They turned it over to law enforcement, about you they still have it, and how much has been released?   It does seem they have a copy.  They have shared some details, for example, the killer describing how it was it is Charleston church shooting that for some reason really set him off, saying, \"If you want a race war, I'll give you a race war.\"   We have seen basically about a page of highlights or low lights from this sick document.  But ABC is reviewing the rest of it, may or may not share more in the hours to come."
    },
    {
      "speaker": "BERMAN",
      "text": "Has law enforcement made clear whether or not they wanted any of it remain secret?"
    },
    {
      "speaker": "STELTER",
      "text": "They have not indicated that publicly, but they very may be saying that to ABC privately.  I recall in Virginia Tech massacre happened, also in Virginia, NBC News was sent a manifesto by the gunman in that case, NBC was very careful about handling it, and worked with the authorities on that.  I would expect the same is happening at ABC."
    },
    {
      "speaker": "BERMAN",
      "text": "So, Brian, let's talk about this station, WDBJ, because they've been on the air.  They've been on the air for a big chunk of the day.  We saw a lot of their noon newscast as they were reporting on the news, eulogizing their colleagues, and working through this horror."
    },
    {
      "speaker": "STELTER",
      "text": "Their performance has been extraordinary today, as they've had to cover their friends, cover their colleagues, cover their family.  Television news is a nasty business sometimes.  It's a competitive business.  There's a lot of rivalries in TV news, even among local stations. But on a day like today, what we see is a large family all across the country.  I've heard from journalists from many newsrooms, big and small, that are really shaken by this, not because they were personally affected, but because when you're on a live shot, especially in the morning hours, in a small town, you can feel quite vulnerable, and anybody can come up to you, usually innocently, to ask for an autograph, or to say hello, or be jokingly interrupting your live shot.  But the idea of that vulnerability of television news, it's something very exposed today, I think we see that and we're hearing that from other journalists as well, even anecdotally, some stations doing a few less live shots, not because they're concerned about actual security threats, but because some of their journalists are shaken up by this."
    },
    {
      "speaker": "BERMAN",
      "text": "All right.  Brian Stelter, thank you so much."
    },
    {
      "speaker": "STELTER",
      "text": "Thanks."
    },
    {
      "speaker": "BERMAN",
      "text": "You know, we were just looking at live pictures of that station, WDBJ.  And the victims, they weren't just workers there inside that tight- knit community.  They were friends.  They were in serious relationships at two other people at that station.  We have a closer look at the lives of these victims and all they leave behind.  That's next."
    }
  ]
}