{"show_name":"CNN TONIGHT","show_title":"Journalists Executed On Live T.V.; Parker Family's Statement; Statement From Gunman's Family; Road Rage Clash With Gunman In July. Aired 9-10p ET.","quotes":[{"speaker":"JOHN BERMAN, CNN ANCHOR","text":"That does it for us.  We'll see you again at 11:00.  Special Edition of \"CNN Tonight\" with Don Lemon in New York and Chris Cuomo in Roanoke, starts now."},{"speaker":"UNIDENTIFED MALE","text":"This is CNN Breaking News."},{"speaker":"DON LEMON, CNN TONIGHT HOST","text":"It is 9:00 P.M. on the east coast.  This is \"CNN Tonight\", I'm Don Lemon.  My colleague Chris Cuomo, you see him there, he's leading our coverage tonight from Virginia, where a community is mourning two young journalists from WDBJ executed on live T.V. in the middle of a report this morning. 6:45 A.M., reporter Alison Parker and cameraman Adam Ward are in the middle of kind of live shot that reporters all across this country do every single day with no reason to suspect the slightest hint of danger.  They don't notice the gunman as he approaches them. The shots ring out.  Ward falls, his camera capturing this image of the shooter Vester Flanagan, a former T.V. reporter known on air as Bryce Williams.  The woman being interviewed is Vicki Gardner is shot in the back and in is stable condition tonight.  Parker tries to run away screaming but is shot dead.  The gunman flees.  Chris?"},{"speaker":"CHRIS CUOMO, CNN NEW DAY HOST","text":"Don, here's what happens next.  While on the run the murderer \n his name is out there, there's no reason to echo it \n but he tweets about his execution and his innocent victims. \"Alison made racist comments and Adam went to H.R. on me after working with me one time on\". CNN is unable to confirm if either claim were true, but they ring hollow after the shootings.  Then, the admission that adds a new dimension.  He tweets, quote, \"I filmed the shooting see Facebook.\" We're not going to show what this man so desperately wanted people to see. And ABC news reports that it receives a 23-page faxed manifesto from the murder almost two hours after the shootings.  They say he also calls around 10:00 A.M.  Now in that so-called manifesto, it's really just a patch work of disjointed rationales for his eventual violence, pointing to the Charleston Church massacres, putting him over to edge, writing quote \"Why did I do it?  I put down a deposit for a gun on 6/19/15.  The church shooting in Charleston happened on 6/17/15.\" CNN has verified the two Glock 9 millimeters were purchased by him at that time.  The manifesto goes on to say, quote, \"As for Dylan Roof, you, deleted, you want to race war, deleted, bring it then you white, deleted.\"  Then the madness ends by the same hand that started it. Just before 11:30 A.M., Virginia state police spot the now infamous silver mustang on Interstate 66.  This time the murderer avoids a real gunfight speeding away before running off the road and crashing. Troopers find him inside with a self-inflicted gunshot wound.  He later dies at the hospital at 1:26 P.M. I want to bring in Jeffrey Marks the general manager of WDBJ.  Mr. Marks, I've been with you all day.  I'm sorry to have to be with you under these circumstances.  But let's start on something that must do something to help warm your heart back up.  This community, it came out, it refers to you and your colleagues as their news family.  They gave warm regards to the work that these two young journalists did even if they weren't here long enough they certainly made their impression.  How are you all handling it tonight?"},{"speaker":"JEFFREY MARKS, WDBJ-TV GENERAL MANAGER","text":"Well, I think we're very gratified.  They, we know we have followers.  We have viewers, we have users online.  And they just come out in droves both online and on the phone and in-person with memorials, with wreaths, with flowers.  Sure, that makes us feel absolutely wonderful in a time when we're also feeling absolutely horrible."},{"speaker":"CUOMO","text":"How are you making sense of why they were targeted by this man?"},{"speaker":"MARKS","text":"I can't make any sense of it.  If you can you're a better journalist than I ever was.  I do want to say, that the accusations over \n of rambling, whatever you want to call it \n don't make a lot of sense.  Alison could not possibly have been the kind of person ever as an intern in our newsroom to make a racial \n racially insensitive comment. And there was a string of accusations about \n like this.  None of which had any merit whatsoever and they were all dismissed by the government authority he appealed to after his termination.  So they are just rambling idiocies. But two people are dead and we're going to have to live with that, because these were loved people.  You know, we always glorify people in their passing, but these people were really deserving of it.  They were great folks to work with."},{"speaker":"CUOMO","text":"They made a lot of their lives \n we heard that sentiment from Alison's father that he knows his daughter loves her life and live it to the fullest.  You had history with this man.  He worked here.  He left under ugly circumstances.  He said threatening things.  But in the aftermath, did you ever imagine he would return in this way?"},{"speaker":"MARKS","text":"Well, of course not."},{"speaker":"CUOMO","text":"No sign?"},{"speaker":"MARKS","text":"Not really.  He followed a legal course to challenge us on these spurious claims.  But he was hanging around town.  Occasionally, our people would see him if there was never a threatening conversation.  We \n even though he pursued us in this legal action that's the way life is, we didn't bear him any ill will and we never got a sense of that in two years.  And, you know, it's just \n it's unfathomable."},{"speaker":"CUOMO","text":"And while he was here, what was wrong with him that led to his dismissal certainly was nothing that portended this kind of darkness?"},{"speaker":"MARKS","text":"No, we have people with tempers.  We have people who're argumentative.  That does not automatically lead to violent behavior. In fact, it shouldn't \n it doesn't very often.  But, you know, we also just wasn't cutting it as a reporter.  And we want the best people we can get for that job.  So the combination of things did him in.  But in terms as an employee \n but we've lost numerous employees over the years for misbehavior or for just not living up to expectations."},{"speaker":"CUOMO","text":"Well, you know, now that something was boiling in this man's brain and his soul such as it was.  This is no random place.  This is 50 minutes or so away from here."},{"speaker":"MARKS","text":"Yeah."},{"speaker":"CUOMO","text":"You got to go up through the hills.  You got to want to find it.  You have to want..."},{"speaker":"MARKS","text":"Yes."},{"speaker":"CUOMO","text":"... to be there.  For him to be there when he was, what are the guesses as to how he knew they'd be there?  Do you think he was watching early?  What do you think?"},{"speaker":"MARKS","text":"I don't think we'll ever know.  We don't make a secret of where we'll be doing live reports on \"WDBJ7 Mornin\"."},{"speaker":"CUOMO","text":"So he could have found out the way every other viewer did?"},{"speaker":"MARKS","text":"Very likely.  You know, we may rethink how we publicize these things but that's in the future.  We got to get through tonight and tomorrow and move on."},{"speaker":"CUOMO","text":"How do you?  How do you move past the moment of seeing this happen on live television and having to deal with the immediacy not only as a news organization but as a family?  How do you do that?"},{"speaker":"MARKS","text":"Well, we started today with a prayer gathering or a memorial gathering at midday when we just got almost all of our employees together.  People \n we did a little praying, we've \n people joined in the Lord's Prayer and 23rd Psalm and Amazing Grace.  And then, people shared their anecdotes and their losses and their good memories and that was a start to have that kind of facilitated gathering. I'm not going to ask anybody to stop grieving.  Grieving is a process we have to work through.  But these folks showed their professionalism today by pushing the news out and getting as much as they could of the stories to the public. And we were so gratified by the support of the community, by the support of our fellow journalists in this community and around the world.  I heard from all continents today."},{"speaker":"CUOMO","text":"Whether, you know, because it's familiarity or affinity or whatever it is, this hasn't been a coverage situation today.  It's been a consolation.  I think the media is here as much to comfort as it is to distribute the information.  These days everything is \n so much is known so quickly that the facts come but the feeling that's there.  Nothing will ever be the same.  But what do you take as hope going forward?"},{"speaker":"MARKS","text":"You know, as reporters we get accused of going into people's houses and exploiting them when they had a loss.  Well, as you know, most of the time we get invited in because people want to talk about it.  Chris Hurst whose girlfriend was Alison was so eloquent today..."},{"speaker":"CUOMO","text":"He was."},{"speaker":"MARKS","text":"... in a number of interviews about what she meant, what Adam meant to us.  So..."},{"speaker":"CUOMO","text":"Showing their personal pictures that he got for their sixth anniversary..."},{"speaker":"MARKS","text":"Right."},{"speaker":"CUOMO","text":"... it was so heart-rending but at the same time it really did so much to let people know who was lost."},{"speaker":"MARKS","text":"Right.  And Chris wanted to do that.  And people want to talk. I've seen many of my people out here.  And I just said, \"Anybody who wants to talk can talk to anybody in the media.\""},{"speaker":"CUOMO","text":"How's Melissa Ott doing?"},{"speaker":"MARKS","text":"She is resting at home.  Fellow employees have looked after her..."},{"speaker":"CUOMO","text":"Good."},{"speaker":"MARKS","text":"... and I don't know anything more than that."},{"speaker":"CUOMO","text":"And how are you doing?  You were a mentor to these two young people.  You saw Alison come up through your own newsroom."},{"speaker":"MARKS","text":"Well, sure.  I have been in this business a long time.  It's the worst day of my career.  What can I say?  I haven't enough time to cry.  I probably will later.  And \n but I've been touched by all the people who've reached out to me.  But I didn't know them as well as many folks in the newsroom.  I knew them, I loved them, but everybody in that \n everybody at WDBJ is affected."},{"speaker":"CUOMO","text":"Well, they're calling it a news family now.  The community has its arms around you certainly like never before.  You know, we're here to help and that's part of getting out the facts and hopefully also finding a way forward.  Mr. Marks, thank you so much."},{"speaker":"MARKS","text":"Thank you."},{"speaker":"CUOMO","text":"We wish you the best you and let us know how to help."},{"speaker":"MARKS","text":"OK, do the news."},{"speaker":"CUOMO","text":"We are.  We're going to do our best."},{"speaker":"MARKS","text":"OK."},{"speaker":"CUOMO","text":"We're going to do our best.  Don, back to you."},{"speaker":"LEMON","text":"He's exactly right.  That's exactly what Alison and Adam would have wanted.  I've been watching Mr. Marks all day.  He's handled himself with grace and dignity as well as the rest of the staff at the station there. I want to bring in now Alissa Carlson chief meteorologist at KGET in Bakersfield, California.  And she worked with the shooter in Greenville, North Carolina.  And she joins me now exclusively. Alissa, thank you so much for joining us.  How are you doing tonight?"},{"speaker":"ALISSA CARLSON, KGET CHIEF METEOROLOGIST","text":"It's been a tough day, Don. It really has."},{"speaker":"LEMON","text":"Yeah, I can only imagine.  You know, you worked with Vester, Greenville, North Carolina 10 years ago.  What was it like?  What was he like?"},{"speaker":"CARLSON","text":"You know, what's interesting is that the events that played out today are not characteristic of the Vester Flanagan that I knew nor any of my co-workers that I have been in-touched with today from WNCT.  It's just heartwrenching just hear what happened and I feel for the victims but again this was not the guy I knew."},{"speaker":"LEMON","text":"So what do you think happened then because you're saying his not the guy you knew?  Was he ever troubled?  Did he seem troubled? And if he didn't, what happened?"},{"speaker":"CARLSON","text":"You know, it's tough to say.  I have not been in touch with him in a few years, but I had given him a referral, actually for a job here at KGET.  And that was as recent as five to 6 years ago when his resume went across our news director's desk.  So this was someone I would put my name on and maybe potentially for a job. And what happens?  Anyone wants to know.  Maybe he just snapped.  It wasn't the type of person know that you would look at one day and say, \"Someday, he's going to pop.\""},{"speaker":"LEMON","text":"True."},{"speaker":"CARLSON","text":"That's not the Vester that I thought he was."},{"speaker":"LEMON","text":"Never any signs at all?"},{"speaker":"CARLSON","text":"No he wasn't \n he did have some nervousness to him.  I will say that.  He would sweat when he was doing the weekend anchoring and I was the weekend weather caster WNCT.  But we worked closely together on the weekends.  And I just thought it was nervousness. He maybe was a little insecure, but overall his was a nice guy.  He had a lot of friends.  Everybody that I worked with at that station said, \"Wow, Vester Flanagan, are you serious?\"  They cannot believe this happened."},{"speaker":"LEMON","text":"Alissa, do you have any idea why he was fired from WNCT?"},{"speaker":"CARLSON","text":"Well, it wasn't a temperament issue and in fact I was in touch with the news director today my former news director there.  And he made a series of mistakes on your performance in terms of delivery, and his looking everything was fine and style.  It was more of some factual mistakes and we were the number one station, we couldn't take chances like that.  And so, ultimately it did lead to him being fired."},{"speaker":"LEMON","text":"He has said that, you know, there were some racial issues at the station \n WNB  and also at other stations as well.  He even filed suits.  Did you ever witnessed anyone treat him that way?  Did you see anything like that?"},{"speaker":"CARLSON","text":"No, I didn't.  And, in fact, that was news to me.  I actually reached out to a couple of the former workers that I was telling you about.  One was in Tallahassee, because it was my understanding that he had left Tallahassee because that news department was shuttered.  Later, I'm now finding out there was a lawsuit in such that he had sued that station. But I talked to an employee at that station today and he said that he never heard anything about any sort of racial remarks or anything like that and they didn't see him being that way.  So that was news to me. That was surprising.  And he was such \n he was the life of the party I'm told at that station in Tallahassee. So what happened, I don't know.  That's the first that I heard much any problems in Tallahassee or leading up to his employment in Greenville. I thought maybe that after Greenville maybe things had taken a turn and maybe over the past 10 years he had had some issues or maybe mentally or maybe he just did snap one day.  It's hard for me to tell, but all I can say is that point when I worked with him, we went out after the newscast at times.  We went to the gym together.  I never would have believed this."},{"speaker":"LEMON","text":"Yeah.  And there \n sometimes there's \n you never figure out exactly what happened.  Alissa Carlson, thank you very much. Appreciate your time."},{"speaker":"CARLSON","text":"Thanks, Don."},{"speaker":"LEMON","text":"You know, Alison Parker's father put out a statement tonight and here's what he said, \"Barbara, Drew and I are dumb \n are numb \n excuse me.  \"Barbara, Drew, and I are numb, devastated and I find my grief unbearable.  Alison was our bright, shining light and it was cruelly extinguished by yet another crazy person with a gun.  She excelled at everything she did and was loved by everyone she touched. She loved us dearly and we talked to her every single day.  Not hearing her voice again crashes my soul.  Our family can only take solace in the fact that although her life was brief, she was so happy with it.  She lived it to the fullest and her spirit will always be with us.\" And also tonight the family of gunman Vester Flanagan has given a statement to CNN affiliate, KRON, just moments ago.  Listen."},{"speaker":"UNIDENTIFIED FEMALE","text":"It is with heavy hearts and deep sadness we express our deepest condolences to the families of Alison Parker and Adam Ward.  We are also praying for the recovery of Vicki Gardner. Our thoughts and prayers at this time are with the victims' families and with WDBJ-Television station family."},{"speaker":"CUOMO","text":"Difficult for them as well, Don, to be sure.  And they'll have questions coming their way about they knew and were there markers of this madness and was there something that could have been done.  But the story of that man is emerging with details at every moment.  We're going to take a break now.  We're going to come back with more live from Virginia because we have a man with us with a very frightening run in with this murderer just a few weeks ago and it was all caught on camera.  We will shed light on exactly what we were dealing with."},{"speaker":"CUOMO","text":"We're back now with breaking news.  A gunman executes two journalists here in Virginia on live T.V.  A picture of rage and instability emerging and now video of a road rage incident just last month.  The gunman follows another driver after being called out for allegedly driving recklessly.  That driver records part of the encounter.  Take a look."},{"speaker":"BRANDON FOSTER, DRIVER","text":"And you're still . VESTER FLANAGAN II, GUNMAN, FMR. EMPLOYEE OF WDBJ7:  OK, are you finished?"},{"speaker":"FOSTER","text":"I've been finished.  You followed me here ."},{"speaker":"FLANAGAN","text":"OK.  And you need to lose some weight, sir."},{"speaker":"UNIDENTIFIED MALE","text":"Thanks.  Talk to the mirror."},{"speaker":"UNIDENTIFIED MALE","text":"Excuse me?"},{"speaker":"UNIDENTIFIED MALE","text":"Jesus Christ.  You call a guy out for driving like a  he's going to lose his mind."},{"speaker":"CUOMO","text":"Brandon Foster joins me now.  How are you doing?"},{"speaker":"FOSTER","text":"OK."},{"speaker":"CUOMO","text":"I know this got you a little shaken because you now realize a little bit more who you were dealing with that day, right?"},{"speaker":"FOSTER","text":"Yeah."},{"speaker":"CUOMO","text":"How do you handle that?"},{"speaker":"FOSTER","text":"It's rough to realize that I've come toe-to-toe with him in that way.  I like to offer my condolences to the families certainly involved."},{"speaker":"CUOMO","text":"And I know that's what motivated you to put the video out when you heard about what happened, you remember the face you said you got a really great mind for remembering faces.  You put it up there to help people understand exactly how dark this man was in terms of what was in his heart and his head.  Now this happened right over here, right?"},{"speaker":"FOSTER","text":"Right here."},{"speaker":"CUOMO","text":"So he was hanging out around the news station and somewhat of a central location.  What happens at this stoplight that made you talk to him?"},{"speaker":"FOSTER","text":"Well, it was before the stoplight it was raining and he was driving probably in excess of 100 miles an hour and in out of lane three the one basically crossing a three lane highway.  And ultimately brake checked somebody who slowed him down and sped up again. So I \n he was at the left turn light over here and I ended up in the straight lane right beside him and he was about to leave so I had to sort of yell, \"You're driving like an inconsiderate asshole.\"  And that's when he rolled his window down, he was eating chicken nuggets and something like that put it down and picked up his phone and started videoing me and sort of like he wanted me to relive the confrontation.  It was over in my mind and he was egging me on. Ultimately, when my light went green he followed me out boxed me in on the second lane here, ultimately kind of shut down this road here and I had to get out in front of him when he checked his shoulder when somebody honked the horn and he followed me to the store that's where I pick up the camera."},{"speaker":"CUOMO","text":"Now, he's following you, you're a big guy you can you handle yourself but what's going through your mind when you get to the parking lot and you see him get out?"},{"speaker":"FOSTER","text":"Well, just a lot of things.  I parked in a way that I wouldn't have get blocked in and got in my vehicle quickly so I wouldn't be in a cage with somebody that's aggressively following me and I was pretty much making a bee line to the store to population really to sort to have some other people around, because he was obviously, you know, not in the right mind."},{"speaker":"CUOMO","text":"Now the video, you know, we have to edit around it because you guys are cursing at each other a lot but what was basically the idea of the confrontation?  Did you think he was going to come at you or happy to film you too?"},{"speaker":"FOSTER","text":"Well, when somebody stops their car and gets out and doesn't park and seemed like he was on the border of confronting me and ultimately my personal safety wasn't a concern in my mind at the moment.  It was just about getting in to the store, once he started standing at the back of it I sort of knew he was sort of acting cowardly is what I called it before, you know, its even more confirmed now at his being cowardly."},{"speaker":"CUOMO","text":"How so?"},{"speaker":"FOSTER","text":"Well, he got out of his vehicle.  He had a lot to say but didn't do a lot it seems like a waste of time for me.  You know, the aggression, the conversation was over well before that video took place."},{"speaker":"CUOMO","text":"And he's said in there recording it, as or you, how does it end?"},{"speaker":"FOSTER","text":"It ends with me going in the store and that was it.  As far as I know he left shortly thereafter."},{"speaker":"CUOMO","text":"So, you were little unsettled by, tell me about the sticky note that you left for your wife?"},{"speaker":"FOSTER","text":"Yeah.  I was driving my fiancee's car and she has a very identifiable license plate so I wrote a sticky note with his license plate number and vehicle description in case she started noticing she was getting bullied by car or something that, you know, it can be this guy because it seems particularly unhinged.  It really stuck in my mind that's why I did it."},{"speaker":"CUOMO","text":"Unusual thing to do right.  I mean that's unusual to be followed that way also that ever happen to you before?"},{"speaker":"FOSTER","text":"No."},{"speaker":"CUOMO","text":"And then, today you hear about what's happening here in your hometown.  What puts the two together for you?"},{"speaker":"FOSTER","text":"It's just \n I wonder is it preventable, you know, I have moments.  I wonder if things were preventable back in the sportsman warehouse parking lot and just you have other things running through your mind and then your concern \n your family is concerned knowing you were so close to somebody capable of that, excuse me."},{"speaker":"CUOMO","text":"As soon as you saw his face you knew it was the same guy."},{"speaker":"FOSTER","text":"Instantly.  I woke up to the store and unfortunately I had a Facebook message and it was \n the first images I saw were of the two reporters and as soon as I saw his face I knew."},{"speaker":"CUOMO","text":"Now I've heard you talking about this today.  I know you're upset.  You realize that this is not about anything you did or did not do in that parking lot."},{"speaker":"FOSTER","text":"Yeah."},{"speaker":"CUOMO","text":"You understand that?"},{"speaker":"FOSTER","text":"I realize that."},{"speaker":"CUOMO","text":"This is about what this man decided to do with his life and what he decided what to take from other people.  Not about what you didn't do with him in that parking lot that day, you understand that's not your responsibility, right?"},{"speaker":"FOSTER","text":"Yeah, I appreciate that."},{"speaker":"CUOMO","text":"You're OK.  You live your life.  Those who lost have to figure out how to live theirs as well, but don't bear any of this. All right?"},{"speaker":"FOSTER","text":"Appreciate it."},{"speaker":"CUOMO","text":"Thank you for telling us the story.  All right?  I appreciate it, Brandon.  Don, back to you."},{"speaker":"LEMON","text":"All right.  Chris, you know, was race the cause of these shocking killings today in Virginia?  We'll talk about that, next."},{"speaker":"LEMON","text":"We're learning tonight that the gunman who murdered two journalists on live T.V. had serious anger issues in his past.  When Vester Flanagan was fired from the Virginia T.V. station two years ago, he became so agitated that the police had to be called in. Marie Mattox is an attorney who represented Flanagan in a racist discrimination case back in 2000 and she joins me now exclusively. Thank you for joining us Ms. Mattox.  My first question is how do you describe the person you knew, the Vester Flanagan you knew?"},{"speaker":"MARIE MATTOX, VESTER FLANAGAN'S ATTORNEY","text":"Don, he was nice.  He was very angry, though about his circumstances with his employer, the T.V. station here in Tallahassee, and troubled by a lot of things that had happened to him at work."},{"speaker":"LEMON","text":"Why was he so angry?"},{"speaker":"MATTOX","text":"There have been racial comments that have been made.  What was reported to me is that there have been racial comments had been made and then after he had reported these comments then the station had taken retaliatory action against him after that and had fired him. After he reported, he had gone to the EEOC to report these racial insensitive comments to me and I remember him being angry.  I remember him being upset but he was also a very nice person when I knew him."},{"speaker":"LEMON","text":"I have a copy of the filing here.  This is from Tallahassee and it's, you know, it's not that lengthy but it does go into some detail about the plaintiff who was called a monkey by a producer with defendant.  And it goes on in some detail but what can you tell about these claims?  Is \n were they valid?"},{"speaker":"MATTOX","text":"I can't tell you that.  I can tell that he reported them to me and they were serious enough that I undertook representation of him and the case was ultimately resolved through settlement.  It did not go to trial.  And it was \n he was credible enough when he made these representations to me that I felt that there was enough to go forward and filed a lawsuit for him."},{"speaker":"LEMON","text":"So there was a settlement?  Was it in his benefit?"},{"speaker":"MATTOX","text":"I cannot discuss the terms of the settlement but I can say that the case was resolved."},{"speaker":"LEMON","text":"OK.  Marie, you know, were you surprised to learn today that Vester continued to have problems with other employees \n employers after this lawsuit that you represented him in?"},{"speaker":"MATTOX","text":"I was a little bit.  But, on the other hand, I knew that he had been severely troubled by what had happened here.  And I was concerned about just his mental status and whether he needed counseling and a lot of..."},{"speaker":"LEMON","text":"Why were you concerned about that?"},{"speaker":"MATTOX","text":"... or in \n just because when you're in this situation, when you \n because a lot of folks identify themselves with their jobs. And when you lose an important job, then you've lost a big part of yourself.  And a lot of people who are the victims of discrimination or at least believed that they are the victims of discrimination, a lot of them should seek some kind of counseling.  And I felt that a little bit about him that he should have gotten some counseling."},{"speaker":"LEMON","text":"I wonder if you think and he was powder keg because he said in his own words, he said that and this manifesto that he sent to ABC News that he was a human powder keg waiting to go boom and that he was ready basically to respond to Dylan Roof and start a race war after that man shot and killed nine black people in a church in Charleston back in June.  Do you think that he, number one, was a powder keg waiting to go boom as he said and do you think that race, number two, was his trigger point?"},{"speaker":"MATTOX","text":"I didn't see that when I represented him.  But it's been 15 years ago.  And when someone has had something like this happen, and something that's this traumatic to him and I know this was very traumatic to him back, you know, 15 years ago, then, you know, there's always a possibility.  But, you know, I did not see that in him.  I thought that he would go on with his life and be able to, you know, make something productive of himself is what I felt."},{"speaker":"LEMON","text":"Marie Mattox represented the gunman in a lawsuit file as she said 15 years ago.  Thank you very much.  We appreciate you joining us here on CNN tonight.  Now I want to bring in criminologist Casey Jordan. You heard our conversation there.."},{"speaker":"CASEY JORDAN, CRIMINOLOGIST","text":"Yeah."},{"speaker":"LEMON","text":"She is saying, she was concerned about him after going through that sort of an experience.  Do you think race was the motivating factor here?"},{"speaker":"JORDAN","text":"Not the motivating factor but it was the spring board that let him act on this fantasy of getting back at his enemies.  And this has been festering for at least15 years, maybe more 15 years.  As he said it was the Charleston Church shooting which put him over the edge and I think what it did was let him think, \"I get to vindicate the lives of those murdered black people.  Dylann Roof has nothing on me. Let me show you how to really get people to sit up and pay attention by doing it on live T.V.\""},{"speaker":"LEMON","text":"We have spoke to several of his co-workers.  All of different ethnicities..."},{"speaker":"JORDAN","text":"Right."},{"speaker":"LEMON","text":"... not one says that there was any sort of race, that they experienced any sort of or witnessed any sort of racist, you know, behavior around him or towards him."},{"speaker":"JORDAN","text":"Right."},{"speaker":"LEMON","text":"But yet he's seeing this behavior.  And we have seen people like that."},{"speaker":"JORDAN","text":"Yeah."},{"speaker":"LEMON","text":"How do you know when it's just, you know, something that's just not serious and something really serious like this?"},{"speaker":"JORDAN","text":"His persecution complex seems to be very persistent and consistent and insistent.  It never really went away over these 15 years.  He went from employer to employer but everyone described him as volatile, moody, difficult, couldn't take criticism.  As a very lowest level he was a man who could not take criticism and had no coping mechanisms.  But when you have to be escorted our off out of your workplace by police because your co-workers are afraid of you that's what we call leakage.  That's a big red flag."},{"speaker":"LEMON","text":"He said that he was \n he had been discriminated against and attacked by white women and black men as a gay man."},{"speaker":"JORDAN","text":"As a gay black man."},{"speaker":"LEMON","text":"As a gay black man."},{"speaker":"JORDAN","text":"Yeah, so it stands to reason that he's looking at any microanalyzing any comment it's made to him and really turning in \n by white women he's probably considering Alison Parker as one of them. But he is hypervigilant for anything anybody says because he feels the world is out to get him.  So it becomes larger than life.  It stacks. It layers until one day he gets inspired by in this case Charleston and acts out on a fantasy he's been having for years."},{"speaker":"LEMON","text":"And then, he films it and puts upon the internet for all to see.  What does that say?"},{"speaker":"JORDAN","text":"Don, I think the only a reporter would actually think about doing this.  I mean I'm sure others there's a thought about it.  But a reporter could pull it off.  He knows the impact of live television.  He knows how to find these representatives of his last employer and actually massacre them during a live broadcast. And what's even more disturbing it's not even a live broadcast it was the Twitter and Facebook, that he filmed it and put it on Facebook. And he only got these accounts a week ago.  So, he understands the impact of social media."},{"speaker":"LEMON","text":"He wanted a big impact.  I actually watching him live tweet it this morning.  And as his Twitter account was suspended, I watched his twitter feed go away.  But I was wondering are we going to see him kill himself or get in an altercation with police?"},{"speaker":"JORDAN","text":"Or getting to another..."},{"speaker":"LEMON","text":"... suicide back \n yeah."},{"speaker":"JORDAN","text":"... live newscast."},{"speaker":"LEMON","text":"Yes, absolutely."},{"speaker":"JORDAN","text":"If we're horrified..."},{"speaker":"LEMON","text":"Yeah."},{"speaker":"JORDAN","text":"... imagine what potential killers are thinking of to do next?"},{"speaker":"LEMON","text":"Alison Parker's boyfriend who was an anchor at the station, he's speaking out tonight also her father.  Let's take a look."},{"speaker":"CHRIS HURST, ALISON PARKER'S BOYFRIEND","text":"Unfortunately, I was not surprised because he was someone who was known to people at the station for volatility.  Alison and Adam carried no hate in their heart and expressed no hate or ill will.  She had a brief interaction with him when she was an intern at our station in 2013.  And he did not work for us for very long.  So my interaction and Adam's interactions were brief as well."},{"speaker":"UNIDENTIFED FEMALE","text":"But \n yeah."},{"speaker":"LEMON","text":"You know, and  he was there, and he \n when she got there he was pretty much gone."},{"speaker":"LEMON","text":"Two different sets of reality here."},{"speaker":"JORDAN","text":"Completely.  And in his mind his is the correct one.  That's the really scary thing.  When he got that gun, when he got this GoPro, when he did this and put this out there, he felt justified.  But understand that, you know, the signs usually happen, everyone sees the signs now.  But when they actually come about and converge it happens very quickly.  And by the time something happens that would make us say, \"Wow, we really need to get him some help,\" is by that time the act is over."},{"speaker":"LEMON","text":"Casey Jordan, thank you very much."},{"speaker":"JORDAN","text":"I wish I was here under different circumstances."},{"speaker":"LEMON","text":"Yeah, absolutely.  Chris is down there covering our story \n this story from Virginia.  Chris, it's, you know, it's complicated but there's so much information out there about this shooter."},{"speaker":"CUOMO","text":"There is.  And as disgusting so much of it is, as much as you want to forget this man as quickly as possible, the motivations can be helpful in piecing together what went wrong, what lead to this.  And there's a fascination with that and need for in these stories. However, we have to keep the context clear.  The people who matter most are those who lost their lives.  And coming up next, we're going have grieving friends who remembering these very special young people who were just at the beginning of so much in their lives.  But they were cut short today."},{"speaker":"CUOMO","text":"We're down here in Virginia.  And we have news in the lone survivor of today's shooting that happened on live T.V.  Her name is Vicki Gardner.  She's 61.  And she's from Smith Mountain Lake Chamber of Commerce.  She was shot in the back during an interview when we have good news she is in stable condition tonight. Now one of the things that's been very important all day is to remember Alison Parker and Adam Ward the right way \n for how they lived their lives and to give their families that sense of solace and not make them an echo of someone's madness. So, we have three friends with us today.  We have Brad Jenkins.  We have Ryan Parkhurst and Alan Seibert.  Brad Jenkins and Ryan Parkhurst worked and mentored Alison.  Brad did it at JMU, James Madison University at the Breeze Newspaper with her.  Ryan Parkhurst which he start a career and we have Alan Seibert who's a friend of Adam's family. So, gentlemen, I'm so sorry to have to meet you on this kind of occasion.  Alan, I'll start with you.  You're next to me.  We hear about this young man and he sounds like the kind of guy you just wanted to spend time with and as a journalist work with.  Tell me about what made him special to you?"},{"speaker":"ALAN SEIBERT, ADAM WARD'S FRIEND","text":"Thank you for this opportunity to celebrate this amazing life.  I had the privilege of knowing Adam since he was in elementary school and just had a light and a fire in him.  Lots of young people have dreams.  Adam had goals and few people could outwork Adam in achieving those goals. From a very young age, he knew what he wanted to do and how he wanted to do and in a very challenging field.  And few people could outwork \n and along the way there just nothing but joy."},{"speaker":"CUOMO","text":"And just 27, but what we're hearing from those who worked with him he lived his life to the fullest and he made a mark even though his life got cut short.  What satisfaction will that bring to his family?  Did they know that that he did things that other have not done with their lives?"},{"speaker":"SEIBERT","text":"Adam like his siblings are products of a remarkable family, a humble loving family.  And we just ask for a lot of respect and a bit of privacy and al lot of love and prayers for that family as they grieve. Adam truly \n in our school division, we have people who seek for love engage and inspire children.  But there are children like Adam Ward who just love and engage and inspire us."},{"speaker":"CUOMO","text":"That's very beautiful words.  And we feel for his family.  And we hope they get this space and time that they need.  But we also want to remember their son the right way.  And I direct to it you now, Brad and Ryan.  Alison, when you look at her pictures on social media and you see her reporting there's just such a joy that comes out of her. Her boyfriend, Chris Hurst put it so eloquently as he went through their family their couple's album \n I guess that she gave him for their six month anniversary.  What made her special?  Brad, I'll start with you.  When you started with her in college and you were mentoring her, people like you know when someone has \"it\" as we call in the business.  What did you see?"},{"speaker":"BRAD JENKINS, ALISON PARKER'S MENTOR","text":"Well, she didn't just have the ability to write a good news story or do great reporting.  She had a personality that was able to engage with whether it be readers in the newspaper or viewers on T.V.  She just \n she had that \"it\" factor like you said. She loved what she did and you could tell.  And she loved engaging with her audience.  And you could tell that as well.  She had a great future ahead of her, right?  I was hoping for wonderful things for her."},{"speaker":"CUOMO","text":"Ryan, I hear people say, you know, for her this wasn't a profession it was a passion.  Explain that to me."},{"speaker":"RYAN PARKHURST, ALISON PARKER'S MENTOR","text":"Well, she \n the first time I met her she was an advisee of mine at JMU and she walked into my office as a freshman and was full of life.  And you could just tell from that moment.  When she walked out the door I said, \"That's a kid that's going to go places.\"  You could just tell from the very moment she stepped on campus she was driven and passionate about the work that she did. And when I had her in class and she started in my classes, she maintained that throughout.  She impressed me every step of the way. And she continued to impress me when she got out into the working world and was working her way up through the ranks at different T.V. stations."},{"speaker":"CUOMO","text":"She'd earned respect at an early age.  Not easy in this business as you guys know.  What sense of pride did you take, Brad and then you follow please, Ryan, in seeing how she had made it to a respectable mark and was doing work and doing it well for the right reasons?"},{"speaker":"JENKINS","text":"I mean, I don't think we were surprised.  We knew that she was probably going to go on to even greater things.  We know that she loved being in Roanoke because it was near her home town.  But yeah, we were so proud of her.  And she would come back to do Breeze to do training with student who are hear. Even at her young age, she was coming back and sharing what she was learning out in the field with students who were still learning.  And \n so of course, we were very proud of her.  It's a great loss to the profession and to us here at JMU."},{"speaker":"PARKHURST","text":"Yeah, it's..."},{"speaker":"CUOMO","text":"You mean, something especial, go ahead please?"},{"speaker":"PARKHURST","text":"... I was just going to say, it's crashing, because she was truly a special talent.  And as much as the loss hurts is, you know, a friend and mentor of hers, it hurts as well as Brad said is a loss to journalism because she really was one of the good ones.  And, you know, that is rare and hard to find sometimes. But she \n it was a proud moment to see her on WDBJ and I know how excited she was to be reporting there.  It seemed like she wanted to stay there for a while because it was home.  But she had network written all over her from the time here at JMU I knew as soon as I \n as soon as I first saw her on air that she was going to go far and go where she wanted to."},{"speaker":"CUOMO","text":"Well, take solace in this.  What you believe to be true, I heard echoed all day from people who worked with her and watch her on television that while she had a young life, she touched a lot of people.  And thank you so much for joining us to talk about her. And, Alan, and I want to back to you about Adam because not only is his family dealing with this loss but there's an added dimension.  He was engage to be married.  He had a future.  He had the love of his life, his fiancee.  And she works here.  And she was in the control room this morning which is almost unimaginable.  How is she? How is the family going try and keep their arms around her during these days?"},{"speaker":"SEIBERT","text":"The word \"family\" is rich with love.  And that's the only thing that can overcome this kind of grief and that will take time. And that's a difficult situation for them to be in.  Adam was a goal setter and he whether is playing for the Salem High School Football Team or going to Virginia tech or pursuing his career as far as broadcasting, he had the goals and achieved them with relentless work effort and a whole lot of just a piece of joy.  And what's especially tragic is not only was he robbed of his life, this world was robbed of the future goals that he would have achieved and the contributions he would have made."},{"speaker":"CUOMO","text":"And she \n Melissa was robbed of the love of her life and she's going to have to find a way to go on at least she has, the love of his family around her and her own family.  Our hearts go out to them.  I'm sorry for to you have this conversation.  I know you're hurting about him.  But we just want to make sure that he's not just remembered for how he died.  I find myself in too many of these situations and it's important that his family know that he achieved a lot in a very short amount of time.  And a lot of that with the help of people here he had around with you."},{"speaker":"SEIBERT","text":"He did that in high school?  I mean there's so many \n all of us had a rare child that we had in our own high school experience who were friends with everybody and Adam had that gift.  There was no class distinction; there was no clicks with Adam.  He loved everyone and everybody loved Adam."},{"speaker":"CUOMO","text":"Well, it followed him right through his professional career as well.  We send our best to the family.  I'm sorry you're hurting right now.  But please take solace in the fact that he is well remembered."},{"speaker":"SEIBERT","text":"Thank you for this opportunity."},{"speaker":"CUOMO","text":"Alan Seibert, Brad Jenkins, Ryan Parkhurst, thank you for sharing what matters most which is what made these two lives that are now gone so special while they were here.  Don?"},{"speaker":"LEMON","text":"Chris, thanks very much.  Today's double murder in Virginia is shocking in its sudden violence and because it happened on live television.  When we come right back how the colleagues of the victims had to spend the day covering this awful killing?"},{"speaker":"LEMON","text":"Back now live, and there's Chris Cuomo, you see his in Roanoke, Virginia leading our coverage from there.  Chris, you know, WBDJ, they had the unfortunate task of covering their own colleague's death.  I want to play some of their emotional coverage from today and then we'll talk about it.  Here it is."},{"speaker":"UNIDENTIFIED MALE","text":"Kim , it is my very, very sad duty to report that we have determined, through the help of the police and our own employees, that Alison and Adam died this morning, shortly after 6:45 when the shots rang out."},{"speaker":"UNIDENTIFIED FEMALE","text":"We're all in a state of shock here.  You can hear people behind us in the news room crying."},{"speaker":"UNIDENTIFED FEMALE","text":"Yeah."},{"speaker":"UNIDENTIFED FEMALE","text":"It's just really hard to..."},{"speaker":"UNIDENTIFED MALE","text":"We're rolling back too."},{"speaker":"UNIDENTIFED FEMALE","text":"... that's really hard to even comprehend.  We cover these things all of the time.  But it's really tough..."},{"speaker":"UNIDENTIFED FEMALE","text":"This is different."},{"speaker":"UNIDENTIFED MALE","text":"Yeah, it's us."},{"speaker":"UNIDENTIFED FEMALE","text":"... covering it when you don't know the people when it's two of your own."},{"speaker":"UNIDENTIFIED MALE","text":"So I'm a reporter by training and I've been in the business more than 40 years.  And you're never prepared for this.  You just pray everyday that your people are going to be safe."},{"speaker":"UNIDENTIFIED FEMALE","text":"His camera was able to capture this image that clearly, clearly shows the face of a gunman holding up a gun, point blank range, and shooting it several times, we are told, at our beautiful reporter, Alison Parker and our wonderful, energetic videographer, Adam Ward and their guest, Vicki Gardner."},{"speaker":"LEMON","text":"You know, Chris, it's just awful.  You and I were together with here at the network it's a much bigger place a lot more people but we're friends, we hang out.  I can't imagine having to cover something like this about you.  But I was just thinking through.  I worked in five local television stations much smaller places.  You really do become friends.  They're reporting on their loved ones, basically."},{"speaker":"CUOMO","text":"Well, they're calling this place the news family here in this community.  And they're coming out to show their love for WDBJ and what they do for this community and what they mean to them.  And you're right.  It's a different kind of profession.  There's an intimacy to it. And when you do the kind of reporting that we do when you go to war, when you go to violent situations there's an expectation of potential loss.  You know that.  You take that risk. Not what these kids were doing today.  This was unforeseeable and I think that makes it so much harder for those who loved them to deal with it."},{"speaker":"LEMON","text":"Yeah."},{"speaker":"CUOMO","text":"And it's going to be happening for a long time and that's why they need arms around them, this whole community does so that's why we're here Don."},{"speaker":"LEMON","text":"Absolutely.  This was not a hot spot.  It should have been a safe zone, as well as all of live shots should.  We'll be right back, everyone."}]}