{
  "show_name": "CNN NEWSROOM",
  "show_title": "Global Markets Recovery?; Donald Trump Spars With Univision Anchor Jorge Ramos; Interview with Macedonia's Foreign Minister. Aired 00:00-01:00a ET.",
  "quotes": [
    {
      "speaker": "ROSEMARY CHURCH, CNN NEWSROOM HOST",
      "text": "We are watching the global markets as they try to recover on Wall Street, hopes for a Tuesday turnaround fizzled before the closing bell."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Excuse me, sit down, you weren't called.  Sit down.  Sit down.  Sit down."
    },
    {
      "speaker": "JOHN VAUSE, CNN NEWSROOM HOST",
      "text": "Sit down and go back to Univision. Donald Trump clashes with an anchor from the Spanish language TV channel."
    },
    {
      "speaker": "CHURCH",
      "text": "And French prosecutors say there is clear evidence the alleged gunman on a high-speed train wanted to kill everyone on board."
    },
    {
      "speaker": "VAUSE",
      "text": "Hello, everybody, great to have you with us.  We'd like to welcome our viewers in the United States and all around the world. I'm John Vause."
    },
    {
      "speaker": "CHURCH",
      "text": "And I'm Rosemary Church, this is CNN Newsroom."
    },
    {
      "speaker": "VAUSE",
      "text": "Shanghai with stocks has moved all day from positive to negative territory and back again.  But no big losses, at least not yet, all this after China's Central Bank announced a rate cut and a cut in the amount of cash banks are required to hold.  Both moves intended to stimulate economic growth."
    },
    {
      "speaker": "CHURCH",
      "text": "All right.  So let's see how that is impacting trading right now.  Specifically let's look to Japan's Nikkei because it ended 3.96 yesterday.  Look at it now, in positive territory, 1.26.  In Australia, only slightly down.  Hang Seng up slightly there, and the Kospi up 1.22 percent.  Let's bring up the Shanghai composite numbers. Significantly, look, we saw it end very low yesterday, down more than 7 percent at one point.  Now up it's up .8 percent, very important there."
    },
    {
      "speaker": "VAUSE",
      "text": "Markets in Europe \n another three hours it will be another nine yours in the U.S.  On Tuesday the DOW surged more than 400 points, only to fall back ending with a loss of about 200 points. Let's go live to Hong Kong now.  Asia Pacific Editor Andrew Stevens is standing by.  Andrew, watching with the Shanghai composite, it was up, it was down.  We laughed.  We cried.  No one seems to really know what is going on and what to make of these moves by the Central Bank."
    },
    {
      "speaker": "ANDREW STEVENS, ASIA PACIFIC EDITOR",
      "text": "I guess the best way of looking at it, if the markets were a collective being, they would be taking a deep breath about now, John.  It has been an absolutely crazy ride. And the volatility today is much, much less in Shanghai than we have seen over the past couple of days, so that is a good sign.  It looks like investors have got some sort of relief from the fact that the Chinese government has finally acted in how they would interpret their own interest, or in the interest of shareholders to cut those interest rates and to cut the reserve requirements.  It's hardly a party, though, as you can see there.  But it does bring stability at least for the moment, as you say at least for now.  It is just so difficult to read these markets at the moment.  Particularly, after we saw what happened in New York overnight.  Before they opened, New York was pointing to a 600- point gain and ended up with 1.3 percent loss.  So it is really, really difficult to judge where these markets will go from here.  When you get this volatility, you know, reason tends to go out the window, it follows the herd.  There is a herd instinct.  And that's what we have been seeing.  So seeing this sort of stability so far today is actually a very good sign."
    },
    {
      "speaker": "VAUSE",
      "text": "The interest rate cut and the cut in the reserve requirement will take some time to work through the economy before it is felt. But in terms of the stock market, at best it was a shot of confidence. Is that what we are seeing today?"
    },
    {
      "speaker": "STEVENS",
      "text": "Yeah, I think that's the best way.  It was symbolic.  It was the investors in Shanghai.  And remember, these are unsophisticated retail investors looking to the government for help, they bought in to the markets \n a lot of them bought in near the top on borrowed money because the government itself was cheer leading this massive ride in the stock market.  So they jumped in.  They got severely burnt.  They have been looking at the government to help in \n Beijing to help them.  Beijing initially did and then they took their hands off the reins, and now we they see Beijing once again doing something to help them.  So that's perhaps why we are seeing much less volatile situation today.  But as far as real impact on the real economy is concerned, this is the fifth interest rate cut in nine months, so whether this fund is going to succeed better than the last remains to be seen.  And just finally, John, I would say that we continue to get these research reports coming out of Hong Kong from big research houses, saying the Chinese economy is not in as bad of a state as the markets, particularly in the U.S. think they are."
    },
    {
      "speaker": "VAUSE",
      "text": "Ok.  Yeah, I guess that is what everybody is trying to work out right now, it's just how bad is the Chinese economy.  Andrew, thank you.  Andrew Stevens live in Hong Kong."
    },
    {
      "speaker": "STEVENS",
      "text": "Thanks, John."
    },
    {
      "speaker": "VAUSE",
      "text": "And a little later, we will hear from CNN's Richard Quest.  We'll have more about those steps China is taking to calm the markets as well as boost economic growth."
    },
    {
      "speaker": "CHURCH",
      "text": "But now we turn to U.S. Republican Presidential Candidate Donald Trump, who's taken on yet another TV journalist.  This time he's sparring with Univision Anchor Jorge Ramos, and here's what happened when Ramos tried to ask a question during a press conference Tuesday night."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENTIAL CANDIDATE",
      "text": "Excuse me, sit down.  You weren't called.  Sit down, sit down.  Sit down.  Go ahead.  No, you don't.  You haven't been called.  Go back to Univision."
    },
    {
      "speaker": "VAUSE",
      "text": "What do you say to that?  Security guards escorted Ramos out of the room.  Trump is suing Univision for canceling his broadcast of the Miss USA Pageant, an event he co-owns.  The Spanish language network said it was protesting Trump's remarks about Mexican immigrants, which is why it canceled the pageant."
    },
    {
      "speaker": "CHURCH",
      "text": "Ramos was allowed back in about ten minutes later.  He and the Republican front runner then had a testy exchange over Trump's immigration proposals.  Take a listen."
    },
    {
      "speaker": "TRUMP",
      "text": "Yes.  Good, absolutely.  Good to have you back."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": ""
    },
    {
      "speaker": "TRUMP",
      "text": "believe me, I have a bigger heart than you do.  I want them to come back.  I want them to get documentation so they become legal.  You know what it is called, management.  So you are not used to good management because you are always talking about government.  Government \n let the just tell you \n wait, wait. Government is incompetent."
    },
    {
      "speaker": "CHURCH",
      "text": "With Trump leading the polls in the 2016 Republican race, he's not pulling any punches with news networks and his fellow candidates.  CNN political Reporter Sara Murray tells us about his latest targets."
    },
    {
      "speaker": "SARA MURRAY, POLITICAL REPORTER",
      "text": "The GOP front runner today battling with Jeb Bush, calling him a mess over his defense of the term anchor babies.  Trump furiously tweeting, a clumsy move to get out of his anchor babies dilemma, adding, agencies are very offended that Jeb said that anchor babies apply to them.  But on the trail today, Bush striking back, needling Trump as a candidate full of fury, but light on substance."
    },
    {
      "speaker": "JEB BUSH, PRESIDENTIAL CANDIDATE",
      "text": "There are a lot of really good talkers running for President.  And there's one in particular I'm thinking of.  Look, talking is good.  It is important to be able to communicate.  I got that.  But I think it is more important to solve problems now."
    },
    {
      "speaker": "MURRAY",
      "text": "The latest exchange, a signal how the battle for the Republican nomination is quickly coming down to a war of words between the two top candidates.  But Bush wasn't Trump's only target.  Last night, he bashed President Obama's plans to host a state dinner for the President of China, saying if he were in the White House..."
    },
    {
      "speaker": "TRUMP",
      "text": "I would not be throwing him a dinner.  We've had this conversation \n I'd get him a McDonald's hamburger, I'd give him a double \n probably a double sized Big Mac.  We will give him a steak dinner and what he has done is sucked all of our jobs."
    },
    {
      "speaker": "MURRAY",
      "text": "Even refusing to rule out a trade war with the world's second largest economy."
    },
    {
      "speaker": "TRUMP",
      "text": "You have to do that, and then you bring it back to normal. You have no choice."
    },
    {
      "speaker": "MURRAY",
      "text": "Trump rounding out his latest takedown by reigniting his grudge against Fox News Anchor Megyn Kelly.  Re-tweeting someone who called her a bimbo, and saying, I liked the Kelly File much better without Megyn Kelly.  Perhaps she can take another 11-day unscheduled vacation.  Fox News CEO Roger Ailes, calling on Trump to apologize today, saying Donald Trump's surprise and unprovoked attack on Megyn Kelly during her show last night is as unacceptable as it is disturbing.  Donald Trump continued on the warpath on Tuesday night in Iowa going after Jeb Bush, going after Marco Rubio, even going after Secretary of State John Kerry, Sara Murray, CNN, Dubuque, Iowa."
    },
    {
      "speaker": "VAUSE",
      "text": "And Trump wasted no time in responding to Fox News' request for an apology.  In signature fashion, he brushed it off, and dismissed Megyn Kelly and her ability as a journalist."
    },
    {
      "speaker": "TRUMP",
      "text": "She actually should be apologizing to me, but I would not do that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": ""
    },
    {
      "speaker": "TRUMP",
      "text": "Because I thought her questioning and her attitude was totally inappropriate.  It is a very small element in my life, Megyn Kelly.  I don't care about Megyn Kelly but I would not apologize.  She should probably apologize to me but I just don't care."
    },
    {
      "speaker": "VAUSE",
      "text": "There you go."
    },
    {
      "speaker": "CHURCH",
      "text": "Doesn't care."
    },
    {
      "speaker": "VAUSE",
      "text": "Doesn't care.  And we'll take a short break.  Attack on a high-speed train, we are learning more about the desperate struggle last week where passengers subdued a heavily armed gunman, details just ahead."
    },
    {
      "speaker": "CHURCH",
      "text": "Plus, a staggering estimate from the U.N., why it says thousands of migrants will likely enter Macedonia every day.  We're back in a moment."
    },
    {
      "speaker": "CHURCH",
      "text": "Welcome back, everyone.  CNN has spoken exclusively with the wife of a man shot in the neck while attempting to subdue an alleged terrorist during last week's attack aboard a Paris-bound train.  Right now Mark Moogalian is hospitalized in France, and recovering from the injuries he received.  He is one of five passengers being hailed as heroes for stopping the heavily armed gunman."
    },
    {
      "speaker": "VAUSE",
      "text": "His wife who was with him on that train, and who has that chilling account of how this terrifying incident unfolded."
    },
    {
      "speaker": "ISABELLE MOOGALIAN, WIFE OF PASSENGER WHO SUBDUED GUNMAN",
      "text": "Get up. It's serious.  And I looked at his face.  I knew he was not kidding because he looked very intense.  And I was sitting there.  He was facing the door, the sliding door.  My back is..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "To the gunman."
    },
    {
      "speaker": "MOOGALIAN",
      "text": "There's a wall there, because we were at the end of the car.  So there's nothing.  There's the wall behind me.  So I didn't see anything coming.  But I saw the tip of a gun \n what do you call that, AK47."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Yes."
    },
    {
      "speaker": "MOOGALIAN",
      "text": "And I saw that.  So I knew that it was serious."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "How close?"
    },
    {
      "speaker": "MOOGALIAN",
      "text": "I'm not sure.  I would say \n you see this bar right there?  That's it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "A few feet.  Very close."
    },
    {
      "speaker": "MOOGALIAN",
      "text": "Yeah, not even two feet from me, from my head.  Then I got up.  I mean I basically said what he told me to do.  I got up and I went a few seats down and I sort of crouched down behind a seat.  And he just went to the guy with the gun.  I didn't see it because I was hidden but I heard him saying, I got the gun."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "This is your husband?"
    },
    {
      "speaker": "MOOGALIAN",
      "text": "Yes, it was his voice, he said, I got the gun.  Then it was very fast.  A few seconds after I heard a shot, maybe one or two, I'm not sure.  It was very loud.  And then I saw my husband just two seats that way, very close to me."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Fall to the ground."
    },
    {
      "speaker": "MOOGALIAN",
      "text": "He fell to the ground.  I was still behind the seat so I didn't see the shooter.  My husband told me after that he actually took his gun back but I didn't see it.  I didn't see that part."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "So the gunman grabbed the gun away from your husband."
    },
    {
      "speaker": "MOOGALIAN",
      "text": "Yes.  And my husband thought he was going to shoot him again."
    },
    {
      "speaker": "VAUSE",
      "text": "Meantime, one of the other heroes onboard that train has just arrived back in the United States.  Anthony Sadler seen here in the gray sweatshirt landed in Sacramento, California, a short time ago. The city's mayor says there will be a parade soon to honor him and the other Americans who took down the suspected terrorist."
    },
    {
      "speaker": "CHURCH",
      "text": "And that suspect in the attack now faces some very serious charges."
    },
    {
      "speaker": "VAUSE",
      "text": "French prosecutors say there is clear evidence that Ayoub El Khazzani sought to kill a whole train full of people.  Here's Brian Todd with more."
    },
    {
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "text": "He came out the train bathroom with no shirt on, armed with an assault rifle, an automatic pistol, and more than 200 rounds of ammunition.  It could have been a bloodbath. Paris' chief prosecutor for the first time reveals what he says was Ayoub Khazzani's intent to commit a terrorist act."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "While on the train, El Khazzani was looking at Jehadi Youtube sites, which called for people to carry out terrorist acts."
    },
    {
      "speaker": "TODD",
      "text": "A far cry from Khazzani's claim that he was on the train to rob passengers.  What the suspect didn't have, according to one of the Americans who took him down was skill in firing his weapon."
    },
    {
      "speaker": "ALEK SKARLATOS, PASSENGER WHO SUBDUED GUNMAN",
      "text": "He clearly had no firearms training whatsoever.  And yes, if he knew what he was doing, or even just got lucky and did the right thing, he would have been able to operate through all eight of those magazines, and we would have all been in trouble and probably wouldn't be here today."
    },
    {
      "speaker": "TODD",
      "text": "The prosecutor's charging Ayoub Khazzani with attempting murder, attempted mass murder, and membership in a terrorist organization.  And CNN has learned from European security officials about Khazzani's travels before he boarded the Amsterdam to Paris train in Brussels.  French Prosecutor Francois Milan says Khazzani immigrated to France from Spain, where he'd been radicalized at a mosque.  The suspect claims to have bounced around between cities in France, Germany, Austria, and Belgium, and claims to have been homeless for a period living in a park in Brussels.  The French Prosecutor says Khazzani was flagged for surveillance in France but was never actually followed.  A German security source says when Khazzani flew through Berlin to Turkey in May, he was flagged for a search then allowed to proceed.  How could he have fallen through the cracks with two of Europe's top security agencies?"
    },
    {
      "speaker": "THOMAS SANDERSON, CENTER FOR STRATEGIC AND INTERNATIONAL STUDIES",
      "text": "For an individual, if you are going to surveil him, you need ten, 20, 30, or more police to surveil someone, follow them, to make sure they don't pick up on the tail.  When you have up to a couple thousand Frenchmen who are gone over to the battle, that means tens of thousands of people to surveil those individuals alone."
    },
    {
      "speaker": "TODD",
      "text": "The French Prosecutor says security services are also investigating who might have financed Ayoub El Khazzani, because despite his claims of being homeless living in a park, he seemed to have means.  His train ticket was first class, costing 149 euros, about $170 according to the prosecutor.  And despite having a return plane ticket for his trip to Turkey, he apparently never used it. According to French and German sources, somehow obtaining a separate ticket to travel from Southern Turkey to Istanbul to Albania, Brian Todd, CNN, Washington."
    },
    {
      "speaker": "VAUSE",
      "text": "Guatemala's Supreme Court has unanimously approved to bid to impeach the country's president, the matter is now being passed on to Congress for approval."
    },
    {
      "speaker": "CHURCH",
      "text": "President Otto Perez Molina is accused of leading a scheme to take bribes for eliminating or reducing taxes.  The company is importing products in to the country.  The President denies the charges and insists he won't step down."
    },
    {
      "speaker": "VAUSE",
      "text": "Protesters has demanded his resignation since April. Guatemala's Vice President was detained Friday on corruption charges, she also denies any wrong doing.   Now to the crisis, in Europe, the U.N. refugee agency says up to 3,000 migrants are expected to cross in to Macedonia every day in the coming months.  The country reopened its border over the weekend."
    },
    {
      "speaker": "CHURCH",
      "text": "Reuters reports some 500 migrants boarded a train on Tuesday to head north to Serbia from Macedonia, many of the refugees fleeing the war in Syria.  The U.N. is calling on governments in the region to do what they can to help."
    },
    {
      "speaker": "MELISSA FLEMING, UNHCR SPOKESWOMAN",
      "text": "While understanding legitimate concerns facing countries in the region, obviously this is an unexpected, large number of people.  We do appeal to the governments involved to implement border management measures with humanity, and also in accordance with international obligations."
    },
    {
      "speaker": "VAUSE",
      "text": "And this is how far the migrants have traveled from Syria, crossing through Turkey and then on to Greece.  Eventually making their way to Serbia and then on to Hungary."
    },
    {
      "speaker": "CHURCH",
      "text": "Reaching Hungary is critical, of course, as it is part of the European Union's passport-free zone, giving migrants easier access to Europe's wealthier nations.  Earlier, CNN spoke with Macedonia's foreign minister who says a joint European effort is needed to resolve the migrant crisis."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Ultimately, if we don't find the solution for the conflict in Syria and Iraq, it is pretty unlikely that any of the countries down the road is going to find a way to prevent uncontrolled migrant flows.  And I think that has been happening in the last several months, simply shifting the responsibility down the road.  So Turkey is under tremendous pressure.  It has more than one half million refugees on its territory.  Many of them are crossing in to Greece.  Greece does what they can in terms of decreasing the pressure on the islands and then shifting people on the continent.  We are the next border.  For us, the easiest way to deal with it would be to turn a blind eye and then let them simply penetrate into countries of the European Union, but we do not want to act in an irresponsible manner. We're going to need a joint European answer and a joint effort in resolving this crisis.  Probably migrants are going to continue to coming on European borders unless the crisis in Syria and Iraq is solved."
    },
    {
      "speaker": "CHURCH",
      "text": "Meanwhile, borders are being strengthened and new barriers are going up across Europe as countries struggle to deal with the influx of migrants."
    },
    {
      "speaker": "VAUSE",
      "text": "The details now from Senior International Correspondent Nick Robertson in London."
    },
    {
      "speaker": "NICK ROBERTSON, CNN LONDON",
      "text": "By boat, by train, on foot, risking lives, ever desperate, fleeing fighting, or simply looking for work. Migrants are on the move in numbers not seen in generations."
    },
    {
      "speaker": "DIMITRIS AVRAMOPOULOS",
      "text": "Today, the world finds itself facing the worst refugee crisis since the Second World War."
    },
    {
      "speaker": "ROBERTSON",
      "text": "More than a quarter million crossing the Mediterranean to Europe so far this year.  No end in sight, no solution either."
    },
    {
      "speaker": "AVRAMOPOULOS",
      "text": "In Europe, France is struggling, fighting to deal with the high influx of people seeking refuge within our borders."
    },
    {
      "speaker": "ROBERTSON",
      "text": "From Turkey to France, borders are being fortified.  Walls built every country for themselves.  No grand plan from European Union headquarters in Brussels."
    },
    {
      "speaker": "GEOFFREY ROBERSTON, HUMAN RIGHTS LAWYER",
      "text": "I'm afraid it has been incoherent is the only word you can describe the policy from Brussels. There has been no policy."
    },
    {
      "speaker": "ROBERTSON",
      "text": "In Hungary, politicians' holding a press conference as a new anti-migrant fence is erected behind them.  The message clear, we are tough on migrants.  Geoffrey Robertson, the leading U.K. Human Rights Lawyer, predicts without a clear European strategy, Europe is headed for the rocks."
    },
    {
      "speaker": "ROBERTSON",
      "text": "We'll see Europe move right, move nationalists.  We will see Britain being the first, and there may be others to leave the European Union."
    },
    {
      "speaker": "ROBERTSON",
      "text": "The drift to the right is already happening from Sweden to Denmark to Britain and France, and Greece in the far south.  Right- wing parties are prospering.  Slovakian prime ministers are fuelling sectarian tensions, saying they will only take Christian migrants. The problem is huge.  Criminal gangs ferrying migrants from Libya to Italy, hundreds dying at sea, the same from Turkey to Greece, once ashore, heading north through Europe, through Germany, France, Britain, and Sweden.  Bottlenecks at borders are becoming the norm. Across the channel from England, a migrant city in Calais, migrants recently getting tear gassed.  European human rights law dictates governments must help migrants."
    },
    {
      "speaker": "ROBERTSON",
      "text": "Which requires them to treat all people within their jurisdiction humanely, with a basic minimum of humanity."
    },
    {
      "speaker": "ROBERTSON",
      "text": "Twenty five years since the Berlin Wall came down, new barriers are going up now, faster than any time since the Cold War began.  They leaked back then and few expect them to work now."
    },
    {
      "speaker": "ALPHA, AFRICAN MIGRANT",
      "text": "They make lion in front, and a scorpion you're going to pass because God brought us here."
    },
    {
      "speaker": "ROBERTSON",
      "text": "His fate, like those who have come before him, and the many that may follow, is up in the air, at the whim of some chilly political winds.  Nick Robertson, CNN, London."
    },
    {
      "speaker": "VAUSE",
      "text": "A short break, when we come back, China's government steps in with new measures to stop its stock market slide.  We will look at whether the latest plans are having much impact.  That's just ahead."
    },
    {
      "speaker": "CHURCH",
      "text": "Plus, one of the world's most famous white sand beaches is not looking so good right now.  We will tell you more about the muck that shut down part of paradise.  That's next."
    },
    {
      "speaker": "VAUSE",
      "text": "Welcome back, everybody.  Wherever you are you are watching CNN Newsroom live all around the world.  I'm John Vause."
    },
    {
      "speaker": "CHURCH",
      "text": "And I'm Rosemary Church.  We want to check our top stories right now.  Financial markets in the Asia-Pacific region are mostly higher today.  Look at this, positive arrows for all markets there. Let's look specifically at the Shanghai composite, up nearly 1 percent.  That's a far cry from Tuesday's close of 7.63 percent.  Look at Tokyo's Nikkei, up nearly 2 percent.  It closed on Tuesday down nearly 4 percent, so some progress there.  And U.S. stocks lost more than 200 points after soaring most of the day.  The DOW was more than 11 percent in the past six trading days."
    },
    {
      "speaker": "VAUSE",
      "text": "U.S. Republican Presidential Candidate Donald Trump is holding his edge over the crowded field on contenders in the 2016 race.  A new poll from South Carolina shows Trump leading his fellow candidates, including the state's own Senator Lindsey Graham.  And it is a big lead, too.  Trump has 30 percent support, Senator Graham has 4 percent."
    },
    {
      "speaker": "CHURCH",
      "text": "The U.N. refugee agency says up to 3,000 migrants are expected to cross into Macedonia every day in the coming months.  The country reopened its border over the weekend.  Many of refugees fleeing the war in Syria, the U.N. are calling on governments in the region to do what they can to help.  For more on the world financial markets, China is trying desperately to keep its stock markets from falling even further."
    },
    {
      "speaker": "VAUSE",
      "text": "Beijing announced a number of stimulus measures which helped stocks in Europe on Tuesday, so far mixed effect on the Chinese stock market.  Richard Quest has this report."
    },
    {
      "speaker": "RICHARD QUEST, QUEST MEANS BUSINESS, CNN ANCHOR",
      "text": "More than 1,800 points in losses, five days when the DOW has been down.  And it's all because of China in one way or another.  And now everybody is looking to the Chinese government for their measures to try to turn things around.  Well, this is what they have done so far, for example, cutting interest rates.  China's government and the People's Bank of China have cut rates from where they were over 6 percent back in November to where they are now just 4 1/2 percent at the moment.  It's a strong move down, but some will claim it was too slow and took too long.  The Chinese should have been more aggressive right at the start, recognizing the problem.  The Chinese have also been active with stimulus packages of one description or another.  The various measures, first of all, they have reduced the reserve requirement of the banks that makes it easier for the banks to actually lend.  They have also given money to brokerages and instructed firms to buy their own shares, and of course they ordered executives not to sell shares in the market.  All of these were designed to slow down the market selling.  But unfortunately, as you can see by the numbers, it simply hasn't worked.  On the broader economic front, China devalued its currency, the Yuan.  They said they were doing this to better reflect market forces.  But if you look and see how the Yuan has traded, this is where the peg existed against the dollar.  It was the first devaluation and then there was a second extending of the range.  It's all led to a feeling that somehow the Chinese authorities are making it up as they go along.  Interest rates, stimulus, market movements, currencies, but everybody's really asking, where's the cohesive policy that's going to give future direction and put the Chinese economy back in to good graces, Richard Quest, CNN, New York."
    },
    {
      "speaker": "CHURCH",
      "text": "The world famous white sands of one of Hawaii's most popular beaches are off limits right now."
    },
    {
      "speaker": "VAUSE",
      "text": "Unusually heavy rainfall overwhelmed Waikiki's sewer system, causing half a million gallons or nearly 1.9 liters of raw sewage to flow from the city manholes in the Hawaiian capital, and then into the ocean."
    },
    {
      "speaker": "CHURCH",
      "text": "Lifeguards warned beach-goers to stay out of the water, while some swimmers braved the water, many say they weren't taking any chances"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "I was coming down to have a swim but I think I might pass now.  It doesn't seem like paradise.  When you think that they could be nasty's floating in it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "We have to close early today because we are not going to rent anything right now.  The summer is usually the busiest time of the year.  It's kind of a bad day for our company."
    },
    {
      "speaker": "VAUSE",
      "text": "Nasty's indeed."
    },
    {
      "speaker": "CHURCH",
      "text": "Pedram is here to talk to us about that."
    },
    {
      "speaker": "PEDRAM JAVAHERI",
      "text": "This could have ban bad scenario.  Really could have been.  I looked at how much rain came down.  It wasn't just a very heavy rain.  It was in fact the single wettest August day in history for Honolulu.  And I did a calculation, the surface area of Honolulu about 70 square miles, the amount of rainfall that came down on the city equivalent to 4 billion gallons of water in just six hours."
    },
    {
      "speaker": "VAUSE",
      "text": "Incredible."
    },
    {
      "speaker": "JAVAHERI",
      "text": "We will show you what is happening with the record rainfall that came down over the island, pretty half \n roughly 91 millimeters \n by the way, 4 million gallons of water, that is equivalent to the amount of water that flows over the Niagara Falls in two hours.  That is what \n came down across Honolulu on Sunday night into Monday morning, showers still going to continue in the coming couple of days. In fact, the National Weather Service, island-wide has issued flood watches, flood advisories as well, because of the concern of this going to continue when it comes to heavy rainfall.  We have had several tropical features in place.  The bottom of the screen, that's the Hawaiian \n but we have remnants of a feature that impacted areas of Eastern Asia.  They're going to catch a ride on the steering currents of the atmosphere.  The jet streams, the end result for some of the moisture will be across the Pacific Northwest.  That's great news.  Because the rainfall comes here inside the next two days, we know 64 active fires across much of the western U.S., 7 plus million acres of land have already been scorched.  And you take a look, air quality alerts still across the eastern half of portions of Washington, Oregon, much of Idaho onto the state of Montana as well. But as the shift happens in the atmospheric patterns here, we will begin to introduce a lot of moisture.  Again, some of it enhanced from the tropical features near the Hawaiian Islands.  And then if you notice, in the next seven days an incredible amount of rainfall comes down.  I've looked at this.  Because this amount of rainfall, the multiple days of rainfall that are potentially in the forecast for the western side of Washington and Oregon, we haven't had that in five months.  And of course, you know what's been the end result of the long term drought over this region.  Here we go, couple of days of 80 plus degree temperatures in Seattle.  Notice this, the 60s come back. Only one time this summer Seattle has failed to reach 70 for a high temperature, it could happen three times inside the next seven days. And notice Friday through Saturday, Sunday, Monday, even Tuesday, Seattle-like weather.  I'm sure some folks out there enjoying that. But again, great news for the firefighters because finally a pattern shift to what you would expect for parts of the country that have not seen rainfall in a very long time."
    },
    {
      "speaker": "VAUSE",
      "text": "Long time coming.  Thanks, Pedram."
    },
    {
      "speaker": "CHURCH",
      "text": "Thank you, appreciate it."
    },
    {
      "speaker": "CHURCH",
      "text": "Well, years have gone by and British families want their questions answered about the Iraq war, coming up, the status of the official inquiry."
    },
    {
      "speaker": "VAUSE",
      "text": "Welcome back.  Turkey is taking a more active role in the fight against ISIS.  According to the Pentagon, Turkey has agreed to fully coordinating air strikes with the U.S.-led coalition."
    },
    {
      "speaker": "CHURCH",
      "text": "A U.S. military official says it may take a few days before Turkey launches any air raids.  This comes just weeks after Turkey finally allowed the U.S. to use a key base on Turkish soil."
    },
    {
      "speaker": "VAUSE",
      "text": "Another big battle inside Syria is between the regime and the rebels.  This video posted online appears to show the aftermath of recent government air strikes.  According to the Syrian Observatory for Human Rights, nearly 250 people have been killed by the Syrian Air Force in just the past 10 days in areas east of the capital Damascus. The Syrians civil war is the longest, bloodiest conflict of the Arab spring since 2011.  Hundreds of thousands have been killed."
    },
    {
      "speaker": "CHURCH",
      "text": "The President of South Sudan is expected to sign a peace deal Wednesday, it would end a 20 month long civil war.  Forces loyal to the President have been battling rebels allied to the President's former deputy, the rebel leader signed the peace agreement last week."
    },
    {
      "speaker": "VAUSE",
      "text": "And the U.N.'s aid chief reported on the extent on the war's brutality to the Security Council.   STEPHEN O'BRIEN, U.N."
    },
    {
      "speaker": "AID CHIEF",
      "text": "I'm very concerned about the atrocities which continue to be reported.  The scope and level of cruelty that characterized the attacks against civilians suggests a deep depth of antipathy that goes beyond political differences. Allegations include rampant killing, rape, abduction, looting, arson, and forced displacement, and even such horrific acts as burning of people inside of their own homes.  There's evidence of deliberate ethnic targeting of and reprisals against women and girls.  According to information received from Unity, hundreds of women and girls have been abducted and hundreds more have been subjected to sexual violence, including gang rape."
    },
    {
      "speaker": "VAUSE",
      "text": "The council is considering an arms embargo if the deal is not implemented."
    },
    {
      "speaker": "CHURCH",
      "text": "It has been six years since the U.K. began an inquiry into the Iraq war, and there is mounting pressure for the results of the investigation to be revealed."
    },
    {
      "speaker": "VAUSE",
      "text": "(Inaudible) Families of soldiers who died are demanding a publication date or they will take legal action."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Roger Bacon is preparing to face a very difficult day, the tenth anniversary of his son's death.  In September of 2005, Major Matthew Bacon was killed in action by a road side bomb in southern Iraq."
    },
    {
      "speaker": "ROGER BACON, FATHER",
      "text": "We're still waiting.  It hurts.  It really does."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "He's waiting for answers, information, and a  conclusion that will explain why his son went to war and why he didn't come home."
    },
    {
      "speaker": "BACON",
      "text": "It's when you don't know, when it is left there hanging.  That it becomes really, really difficult.  So, Sir John has to get on with it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "He's talking about Sir John Chilcot."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "This committee will not shy away from making criticisms."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "The man in charge of Britain's independent inquiry in to the Iraq war."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Everybody get back, now."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Chilcot has a huge job, examining every aspect of Britain's involvement in the conflict.  The political decisions, intelligence, military planning and conduct, what went wrong, what lessons should be learned."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "We are not a court of law."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "The inquiry started back in 2009 and held regular public hearings questioning key decision makers, including the former prime minister who had championed the case for war."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "No regret.  Responsibility but not regret for moving Saddam Hussein."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Those hearings wrapped up in 2011, and the inquiry was expected to present its final report soon after.  It was initially delayed by a debate with the public service over secret documents the inquiry wants to publish, including personal notes between Tony Blair and U.S. President George Bush.  That was resolved.  Now Chilcot points to a new time-consuming obstacle."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "I'm facing a genuine difficulty regarding \n process."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "That's local bureaucratic jargon for allowing a right of reply to those who'll be criticized in the final report before it's published.  It is supposed to ensure fairness.  The families of the soldiers killed during the war say they are increasingly finding the inquiries process incompetent and cruel."
    },
    {
      "speaker": "BACON",
      "text": "It is running \n and we can't get on with the rest of our lives without having this concluded and out of the way."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "The expectation on Chilcot's inquiry has always been great because the war has always been deeply unpopular here. After a six-year investigation, there's now huge demand to finally learn why Britain joined an invasion without public support.  Bill Black, CNN, London."
    },
    {
      "speaker": "VAUSE",
      "text": "Since hackers released information on millions of Ashley Madison users, those affected and the owners of the cheaters website are dealing with some serious and possibly even deadly consequences."
    },
    {
      "speaker": "CHURCH",
      "text": "Several lawsuits have been filed against the site owners, and now three suicide investigations are linked to the scandal.  CNN Correspondent Laurie Segall has all of the details."
    },
    {
      "speaker": "LAURIE SEGALL, CNN CORRESPONDENT",
      "text": "Toronto police are looking into suicides they believe might be linked to this massive data breach that left 32 million Ashley Madison users exposed.  Now also here in the United States, a San Antonio police captain committed suicide just days after the Ashley Madison leak.  And now we did confirm that his information was on there, although we can't make that official link. Also lawsuits popping up all over the world, the big one in Canada, they are asking for $578 million in damages.  They are claiming a breach of contract.  A lot of users, who put their valuable information out there and decided to delete it, there was a delete option.  Their data wasn't deleted.  So they're saying that was a breach of contract.  Now here in the United States, we are looking at lawsuits in California, in Texas, Missouri, and one interesting tidbit about one of the lawsuits in Texas, they are looking at leaked documents.  And they say that the company had an idea that there were technical issues that could lead to a data breach.  So this is just the beginning.  The Toronto police have said they are actively searching for these hackers.  It sounds like they haven't made many leads.  They actually put out a plea to the public to say if you have any information we will pay you $400,000 if you give us any information that will lead to their arrest."
    },
    {
      "speaker": "VAUSE",
      "text": "And the son of U.S. Vice President Joe Biden is denying he had an account on that site.  Hunter Biden says he did not create an Ashley Madison account with a similar name and it is certainly not his."
    },
    {
      "speaker": "CHURCH",
      "text": "The account in question was created in 2014.  And it was for a Robert Biden.  The full name of the son of the U.S. Vice President is Robert Hunter Biden.  Biden says that an old e-mail address of his which he believed may have been compromised was used to create the account."
    },
    {
      "speaker": "VAUSE",
      "text": "Time for a break.  But when we come back, a clumsy 12-year-old boy, a pricey $350 oil painting and it's not good, back in a minute."
    },
    {
      "speaker": "VAUSE",
      "text": "We have an update now on the twin panda cubs born over the weekend at the National Zoo in Washington.  One of the new born needs a little extra medical attention."
    },
    {
      "speaker": "CHURCH",
      "text": "The smaller cub weighed just three ounces at birth.  That's about 85 grams, and hasn't been keeping on weight.  In the wild of course, mother pandas that have twins often nurture one cub and abandon the other."
    },
    {
      "speaker": "VAUSE",
      "text": "Zookeepers have been switching the cubs every four hours, but so far mom is keeping a firm grip on the bigger of the cubs, so they are monitoring the tiny panda around the clock to make sure it gets the care and nutrients it needs.  They are ugly.  They are little."
    },
    {
      "speaker": "CHURCH",
      "text": "Yes, but eventually they grow to beautiful beasts."
    },
    {
      "speaker": "VAUSE",
      "text": "True."
    },
    {
      "speaker": "CHURCH",
      "text": "Well, a Brazilian \n is getting a new lease on life thanks to 3D printing.  It was rescued from an animal fair in Rio de Janeiro by federal police.  The top part of her beak was broken, possibly after she was mistreated by wildlife traffickers.  It meant she couldn't eat or take care of herself properly."
    },
    {
      "speaker": "VAUSE",
      "text": "So Brazilian researchers used a 3D printer to make her a new beak.  It took them a few months to design and then took them just three days to get used to it.  Now, she is happily back, to eating worms and bugs and stuff."
    },
    {
      "speaker": "CHURCH",
      "text": "Love that story."
    },
    {
      "speaker": "VAUSE",
      "text": "Pretty cool.  Well, it's probably a museum curator's worst nightmare, a visitor accidentally knocking over a valuable piece of art."
    },
    {
      "speaker": "VAUSE",
      "text": "In this case, it was a young kid, a boy lost his balance, and he tripped into a painting with a big can of soda.  The painting is worth $1.5 million.  Robin Kernel has more now on this kid that nobody really wants."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "It's the kind of pre-teen blunder that makes any parent cringe.  A 12-year-old boy at a touring in a Taipei art exhibition loses his balance, stumbles over a rope barrier, and ends up tearing a hole in a 17th century masterpiece.  His clumsy mishap caught on surveillance camera and now seen across the internet, the painting is flowers, it's around 350 years old.  And experts say it is worth $1.5 million.  Luckily for the boy, organizers are not asking the family to pay for the cost of restoring the damaged artwork."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "It is obvious that he did not mean to push the painting.  I think he may have been focusing on what the teacher was saying and his eyes were elsewhere, so he accidentally stepped on the platform and had a bit of a fall."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "The accident happened Sunday and left a hole the size of a fist in the canvas.  Art experts in Taiwan have already started repairs."
    },
    {
      "speaker": "LEO TSAI, FINE ART RESTORER",
      "text": "We will begin the restoration work by enhancing the canvas of the painting and mending the part that was torn on the backside.  We will then turn to restoring the paints on the front side."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "The oil painting is insured and is due to be shipped back to Italy later this week for further repairs before being returned to its owner.  And despite the damage, exhibit organizers say they have no plans to move the paintings further away from the public, calling this a one-time accident.  Robin Kernel, CNN."
    },
    {
      "speaker": "VAUSE",
      "text": "And what I meant was \n when I saw it, thank goodness that wasn't my kid.  That's all."
    },
    {
      "speaker": "CHURCH",
      "text": "I would have thought they would put more distance between the paintings.  He tripped."
    },
    {
      "speaker": "VAUSE",
      "text": "Could have happened to anybody."
    },
    {
      "speaker": "CHURCH",
      "text": "Thank you for watching.  I'm Rosemary Church."
    },
    {
      "speaker": "VAUSE",
      "text": "I am John Vause.  I will be back with more news on CNN Newsroom after a very short break.  Stay with us."
    }
  ]
}