{"show_name":"CNN NEWSROOM","show_title":"WDBJ Reporter and Photographer Shot to Death on Air. Aired 9- 9:30a ET","quotes":[{"speaker":"ANNOUNCER","text":"This is CNN breaking news."},{"speaker":"CAROL COSTELLO, CNN ANCHOR","text":"And good morning to you.  I'm Carol Costello.  Thank you so much for joining me.   Breaking news, terrible news out of Moneta, Virginia.  That's near Roanoke.  According to our affiliate WDBJ, a reporter and her photographer were shot to death on the air doing a live shot this morning.  Police are actively looking for the gunman.  Schools in the area are on lockdown.  There is disturbing video of the event circulating on social media right now.   Alexandra Field is here, Brian Stelter, both are following the story this morning.   This literally just broke, just, what, 6:45 Eastern this morning?  And this \n it wasn't like she was in a bad neighborhood, Alexandra."},{"speaker":"ALEXANDRA FIELD, CNN CORRESPONDENT","text":"Yes.  This is a young woman.  She was the morning reporter for the station.  This is a 24-year-old woman, Alison Parker.  She was with her photographer, 27-year-old Adam Ward.  We have watched the video which was posted on Facebook.  It captures the live shot that she was doing at that water park this morning.   It is some of the most disturbing video you will see.  It just deeply shakes you.  This is a young woman.  She's out there in the middle of a water park doing a morning report.  And all of a sudden you hear this burst of gunfire.  You see the young woman react.  You can see her or hear her scream.  We counted about eight gunshots alone just as this video plays.   You can see the photographer loses control of the camera.  It pans to the ground.  You don't see anything beyond that, just the chaos erupting.  Clearly just shaking the people who were back at the station watching this live, not to mention all the people who are out there watching this on air.   They come to learn, they have confirmed this morning, that two of their employees, a 24-year-old, a 27-year-old, killed.  No reason that is apparent right now.  No shooter in custody \n Carol."},{"speaker":"COSTELLO","text":"It's just crazy.  And like I said, this was a \n this was a what you call a fluff live shot.  You know?"},{"speaker":"BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT","text":"Yes.  A feature story."},{"speaker":"COSTELLO","text":"It was a morning show.  They were having fun.  It was a feature story at a water park.   Brian, what can you tell us about this reporter and photographer?"},{"speaker":"STELTER","text":"In the two hours between the time this happened and the deaths were confirmed, of course people at the station didn't know it was happening.  What makes this all the more sickening is that both of the people that were killed were in relationships with other staffers at the station.   You know how these small stations are, Carol.  We're talking about a relatively small TV station in Virginia.  People spend long hours together, they end up falling for each other.  And so Adam Ward, the photographer who was killed, was engaged to a morning producer at the station.  It was actually her last day on the morning shift.  They were celebrating with balloons and cake at the station this morning."},{"speaker":"COSTELLO","text":"So she literally maybe saw her fiance shot?"},{"speaker":"STELTER","text":"Yes.  You hate to say it, but yes.  You would think that she would have been watching at 6:45 and perhaps producing her last morning program.  And Alison Parker, the reporter who was killed, was dating an anchor at the station as well.  They're all at work.  You know, the two surviving members of this relationships.  And the station is now, they're paying tribute.  At 8:45 they came on the air. The general manager announced this that it's been devastating for the whole staff, of course."},{"speaker":"FIELD","text":"And at the same time as this station reels, we know that there is this active search right now for the shooter in this community. That means every precaution needs to be taken.  There will be lockdowns that go in effect as they search for this person.   There is the one who was key to this investigation, though.  We know that this young woman Alison Parker was in the middle of an interview at this water park.  She was actually live on air speaking to someone. We believe that that woman who she was speaking to was not injured, so she could be absolutely key \n critical for police right now in identifying the shooter and describing the circumstances which are so not obvious, not apparent to any of us who are watching as to what would provoke these gunshots."},{"speaker":"STELTER","text":"And any violate death or injury is tragic, but to imagine someone is out doing a \n like you said, a feature story, just a normal day.  It's not as if they were in a dangerous location, perceived to be dangerous or, you know, apparently needed to take precautions.  They were just doing a normal job.  And the idea that viewers saw it, to me, doubles or triples the awfulness of it because"},{"speaker":"FIELD","text":"Coincided"},{"speaker":"STELTER","text":"You can imagine that."},{"speaker":"COSTELLO","text":"I want to go to \n I want to go to a former NYPD detective sergeant, Joe Giacalone.   Joe, you're on the phone with me right now?"},{"speaker":"JOE GIACALONE, FORMER NYPD DETECTIVE SERGEANT","text":"Yes, I am, Carol."},{"speaker":"COSTELLO","text":"I assume you saw the video?"},{"speaker":"GIACALONE","text":"Yes.  I did.  I saw the video.  In almost 21 years of law enforcement I've never seen anything like this."},{"speaker":"COSTELLO","text":"It's \n I saw it myself, too.  And the photographer and the reporter, it was just your standard, you know, kind of everyday interview, fun interview in the morning with a woman at a water park. And then suddenly you hear this eruption of gunfire.  What do you make of it?"},{"speaker":"GIACALONE","text":"Well, investigators are going to have to piece into it and see exactly who was the target.  Was the victim \n you know, victim the target?  I don't think so.  Could the lady they had been interviewing be the target?  Maybe this is \n you know, listen, we always look at, you know, why people do things, that motive I always refer to as the means, opportunity and motive.   You know, why did somebody do this?  I mean, they're going to have to take care, they're going to have to find out what's going on.  She's got \n you know, this is just standard investigative procedure. They're going to see if she is the cause of what happened.  You know, if somebody was trying to get back at her.  Maybe there's a divorce going on or what have you.  Who knows?"},{"speaker":"COSTELLO","text":"Right."},{"speaker":"GIACALONE","text":"So this is what the puzzles \n the pieces of the puzzle that law enforcement are going to have to put together.  But basically they have not much to go on right now like why would someone do this."},{"speaker":"COSTELLO","text":"Absolutely.  I want to show some video from WDBJ.  This appeared after the shooting.  So let's watch that now."},{"speaker":"UNIDENTIFIED FEMALE","text":"We are following breaking news this morning out of Franklin County, news that has affected our WDBJ 7 family very deeply.  Our WDBJ 7 morning crew was live this morning at Smith Mountain Lake when shots were fired around 6:45.  And our general manager and WDBJ 7 vice president, Jeff Marks, is here.  You can \n to tell us more about what happened."},{"speaker":"JEFF MARKS, WDBJ VICE PRESIDENT","text":"Kim, it was my very, very sad duty to report that we have determined through the help of the police and our own employees, that Alison and Adam died this morning shortly after 6:45 when the shots rang out.  We do not know the motive.  We do not know who the suspect or who the killer is.  We do know that the Franklin County sheriff \n I just got off the phone with Franklin County Sheriff Overton, just got off the phone before that with the state police.  They are working very diligently to track down both the motive and the person responsible for this terrible crime against two fine journalists.   I cannot tell you how much they were loved, Alison and Adam, by the WDBJ 7 team.  They both were in love.  And we'll talk about that a little more with other members of the team here.  And our hearts are broken and our sympathies go to the entire staff here, but also the parents and family of Adam Ward and Alison Parker who were just out doing their job today covering a story and \n near Smith Mountain Lake.  And what was the name of the plaza, Kim?"},{"speaker":"UNIDENTIFIED FEMALE","text":"Bridgewater Plaza."},{"speaker":"MARKS","text":"Bridgewater Plaza.  And we'll tell you more as we can.  But we have other members of the team here with us today, holding back tears frankly.   Kim has been working with Alison and Adam for quite a while.  So has Leo Hirsbrunner, our morning meteorologist.  Jean Jadhon is the co- anchor with Chris Hurst and Chris has said it's OK to say that he and Alison were an item and involved.  Chris is here and quite devastated as is Melissa Ott who was engaged to Adam.  Melissa was our morning producer and part of this team."},{"speaker":"UNIDENTIFIED REPORTER","text":"And this was actually Melissa's last morning producing our show and we were celebrating that with her earlier today.  And, you know, Alison had brought in balloons.  I brought in the cake.  It was a day of celebration.  It was just an ordinary day. You know, we were so happy for them.  You know, she had gotten another job.  And Adam was going to follow her soon after.  And they were going to get married and, you know, there were a lot of good things, you know, happening for Adam and Alison.  Wow.  She's a rock star, you know, here at WDBJ.  She really"},{"speaker":"UNIDENTIFIED MALE","text":"And bubbly."},{"speaker":"UNIDENTIFIED FEMALE","text":"Has done a wonderful job reporting, filling in anchoring, you know, you throw anything at that girl and she could do it.  We just came off those \n the child abuse special Monday night and she was a huge, huge part of that, really.  And just came off like a pro to be as young as she was."},{"speaker":"UNIDENTIFIED FEMALE","text":"Just 24."},{"speaker":"UNIDENTIFIED FEMALE","text":"You know, she really \n yes.  She's 24."},{"speaker":"UNIDENTIFIED FEMALE","text":"Alison just celebrated her birthday.  Just turned 24.  Adam just turned 27.  They're both from this area."},{"speaker":"UNIDENTIFIED FEMALE","text":"Yes."},{"speaker":"UNIDENTIFIED FEMALE","text":"Adam graduated from Salem High School.  Went to Virginia Tech.  Alison, Martinsville High School.  Graduated early from her class and then graduated JMU with honors, and just had such a bright future, both of them, ahead of them.  And Adam just told me I'm going to get out of news.  I think I'm going to do something else."},{"speaker":"UNIDENTIFIED FEMALE","text":"Yes."},{"speaker":"UNIDENTIFIED FEMALE","text":"Following his fiance down to Charlotte and"},{"speaker":"UNIDENTIFIED FEMALE","text":"Out covering the news."},{"speaker":"UNIDENTIFIED MALE","text":"Solid Virginia Tech fan.  Anything.  In the morning, we get here really early in the morning, including myself and all of them."},{"speaker":"UNIDENTIFIED FEMALE","text":"Yes."},{"speaker":"UNIDENTIFIED MALE","text":"And when they come in, they just make this newsroom come alive.  Everybody sometimes comes in groggy.  Adam talking about the Virginia Tech, this or that or something going on. Alison, you can hear her a mile away, coming down the hall."},{"speaker":"UNIDENTIFIED FEMALE","text":"Yes.  Yes."},{"speaker":"UNIDENTIFIED MALE","text":"Sorely going to be missed."},{"speaker":"MARKS","text":"Adam had been with us quite a few years."},{"speaker":"UNIDENTIFIED MALE","text":"Yes."},{"speaker":"MARKS","text":"I believe it started in the production department?"},{"speaker":"UNIDENTIFIED FEMALE","text":"He did."},{"speaker":"UNIDENTIFIED FEMALE","text":"Right.  Camera."},{"speaker":"MARKS","text":"And then moved over \n moved their camera in the studio and moved over"},{"speaker":"COSTELLO","text":"We're going to \n we're going to break away from this right now.  But if you're just joining us, a terrible thing out of the Moneta, Virginia, that's near Roanoke, Virginia.  A tiny TV station over there.  A reporter and photographer doing, you know, a run-of-the-mill, fluffy kind of story at a water park when gunfire broke out.   There's video online of this incident happening.  It happened live on the air.  You hear at least eight gunshots in the background.  And then this reporter and this photographer were shot to death on air.   Just a terrible thing.  You were just seeing her colleagues \n their colleagues, I should say, talking about them, remembering them.  And I just can't imagine what shock they are in this morning.   Brian Stelter, you were watching the video.  There is a glimpse of the gunman, a tiny one, in the video."},{"speaker":"STELTER","text":"There does appear to be.  And that screen grab is beginning to circulate.  For a moment in the video when the camera dropped to the ground you can see a male figure who appears to be holding a gun. Don't want to assume anything but that imagine is obviously circulating.  The police obviously have that image as well.  Maybe that will be of some use to the investigation that's ongoing.   I have to say I so deeply admire what we just watched.  I don't know how anyone would be able to keep composure like that having to report on the deaths of colleagues so immediately.  Obviously it's not sunk in for any of those staffers.  Our hearts obviously go out to them. But I admire their ability to speak so warmly and calmly about their colleagues and friend they had just lost."},{"speaker":"COSTELLO","text":"You know \n you know, I was just talking about this earlier before I went on air.  You know, I guess it wasn't totally unexpected to me that this sort of thing happened because reporters and photographers, you know"},{"speaker":"FIELD","text":"We talked about this."},{"speaker":"COSTELLO","text":"Yes."},{"speaker":"FIELD","text":"We talk about this a lot.  We know that this is a reality right now that journalists face all around the world, including our colleagues here at CNN, that you put yourself in the public position, that you are out in places where you are exposed.    But what is different here, Carol, is the fact that every morning you talk to our colleagues around the world who are in war zones, who walk into natural disasters, who know that they're putting their life on the line to bring home a story that they believe really matters to the rest of the world.   This, what this young woman and her young photographer were doing this morning is considered one of the pleasures of our jobs, one of the privileges of our job where we get to go somewhere.  We have fun, we share something with our community, it's for the entertainment, the enlightenment of the community.  It is not about the highest ideals of the profession.  It's not about putting your life on the line.  It's simply about sharing what's good and positive."},{"speaker":"COSTELLO","text":"Making people smile."},{"speaker":"STELTER","text":"Yes.  Yes."},{"speaker":"COSTELLO","text":"Right?"},{"speaker":"STELTER","text":"I'm thinking about morning television.  Morning TV is a special time of day.  6:45 a special time of day.  People are sitting at home getting their days ready.  People like Alison and Adam were out there every day on the morning shift working well before most people were awake to give people a sense of what was going to happen that day.  Mornings are a special time.  And it's all the more awful to imagine people seeing the shooting on live TV at that time of day."},{"speaker":"COSTELLO","text":"OK.  I got to take a break.  Alexandra Field, Brian Stelter, Joe Giacalone, thank you so much.  I'm  going to take a break.  We'll be right back with more on the NEWSROOM."},{"speaker":"ANNOUNCER","text":"This is CNN breaking news."},{"speaker":"COSTELLO","text":"And there is breaking news out of Moneta, Virginia. According to our affiliate, WDBJ reporter and her photographer has been shot to death.  They were shot to death at a water park while they were doing an on-air interview.   The young reporter, the woman you see there in that picture, was asking questions.  You see the gentleman beside her.  He was shooting the interview.  And all of a sudden, gunfire erupted.  Eight shots rang out and two young people were dead.   Let's listen to WDBJ's general manager Jeff Marks.  He details the incident."},{"speaker":"TV ANCHOR","text":"We are following breaking news out of the Franklin County, news that has affected our WDBJ 7 family deeply.  Our WDBJ 7 morning crew was live this morning at Smith Mountain Lake when shots were fired around 6:45.  And our general manager and WDBJ 7 vice president Jeff Marks is here to tell us more about what happened.   JEFFREY A. MARKS, WDBJ 7"},{"speaker":"GENERAL MANAGER","text":"Kim, it is my very, very sad duty to report that we have determined through the help of the police and our own employees that Alison and Adam died this morning shortly after 6:45 when the shots rang out.  We do not know the motive.  We do not know who the suspect or who the killer is.   We do know that the Franklin County sheriff \n I just got off the phone with Franklin County Sheriff Overton.  I just got off the phone before that with the state police.  They are working diligently to track down both the motive and the person responsible for this terrible crime against two fine journalists.  I cannot tell you"},{"speaker":"COSTELLO","text":"And again, those fine journalists Adam Ward and Alison Parker.   And an important note, that gunman is still on the loose.  It is an active crime scene in that area.  Schools are on lockdown.   As you might expect, WDBJ's Twitter feed is lighting up.  This one especially touched us.  It's from WDBJ itself, \"We love you Alison and Adam.\" All right.  We are going to show you what went down at 6:45 Eastern this morning.  It is disturbing video.  We're only on the going to show us once.  So, I want to warn you if you find these kinds of things disturbing, please leave the room right now.  Here's what happened."},{"speaker":"ALISON PARKER, TV ANCHOR","text":"Involved in this and talk about why it's important to get these business leaders involved."},{"speaker":"UNIDENTIFIED FEMALE","text":"Well, this is our community and we want to come together.  We want to share information that can help us grow and develop, to provide a better experience.  We're seeing tourism.  We want the people that come here to see that"},{"speaker":"(GUNFIRE) (SCREAMING)  TV ANCHOR","text":"OK"},{"speaker":"COSTELLO","text":"It's just horrifying.  It's shocking.  These were young people.   Alison Parker was, what, 24 years old.  She had just graduated from college in 2012.  Adam Ward was 27 years old.  He was thinking of leaving the media to go with his fiance to start a new life.  It's just unbelievably sad.   Before we get into more of that, though, I want to go to Joe Giacalone because as I said, the shooter is still out there somewhere.  And I do want your reaction to this video, Joe."},{"speaker":"JOE GIACALONE, RETIRED NYPD DETECTIVE SERGEANT","text":"Yes.  I mean, what's going to happen here is that they're going to lock down this entire area.  Nobody's going anywhere.  They're going to be stopping cars. They're going to be setting up roadblocks.   They have to examine everybody in that park too.  They're going to have to go through every nook and cranny.  You know, in water parks there's a lot of places to hide, bushes and stuff like that.  And the law enforcement officers have to be mindful of their own safety right now because this is what something \n you know, somebody could be popping out of the bushes at this point.   We do have a good snapshot of his photo.  We got to get that out there.  The post at social media and everybody, you could still pick this guy out.   Somebody who would know him, especially in this area, is going to know who this guy is to get a beat on him right now and trying to find out where he leaves.  They're going to probably execute search warrants at his house.  So, even if they do know who he is, I don't think the police will give you his name right away, especially to media, because they want to execute a warrant and they want to be able to do all this stuff.  They're going to have to examine his social media posts and see, what,  you know, he's posting all this manifestos that we've seen before from some of these shooters.  You know, we have no idea what his motive would be.  But the police are going to have to develop a theory in order to go forward and what they can figure out and piece together in this tragedy."},{"speaker":"COSTELLO","text":"Does it appear to you, Joe, that the reporter and photographer were targeted?"},{"speaker":"GIACALONE","text":"Well, it seems that way, because there's another female there that goes unscathed.  So, I mean, we've seen a lot of stupid things happen on live TV recently.  Kids and adults think they can do anything they want to reporters.  We've seen them be pushed, attacked, robbed on air just recently, not too long ago, but, you know, say stupid things.  I mean, we need to come up with some sort of ground rules about how far you can get between the reporters and stuff. I mean, I do a lot of this stuff, too, with you guys and other agencies.  People that come up, some of them are intimidating to the reporters and stuff, too.  So, I mean, we're going to have to figure out what's going on here.  They know they're not armed, these guys and girls are hard working people.  And, you know, they're carrying equipment.  They're easy targets for these people.  So, we're going to have to figure something out here."},{"speaker":"COSTELLO","text":"Yes, I'm getting more information from the general manager at the WBDJ.  I just got an e-mail containing that information.  I'm going to get rid off my computer right now. The shooting went down at 6:45 a.m., that's Eastern Time.  The gunman is believed to be a man, fired six to seven times.  The station itself is not running the video at this time.   We are only going to run it once an hour and we'll do it with a warning.  The station is working closely with Sheriff Overton in this case.  And Sheriff Overton is from Franklin County, Virginia.  And they do not believe the subject being interviewed was injured at all.   So, as I said, Alison Parker, the reporter, 24 years old.  Her photographer, Adam Ward, was 27 years old."},{"speaker":"BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT","text":"We should mention, Carol, there is a little bit of conflicting information about that person.  There is a report from a local newspaper that maybe the person we saw being interviewed maybe was shot, wounded, but we don't know for sure."},{"speaker":"COSTELLO","text":"But station is saying \n the station is saying that the person being interviewed was not wounded."},{"speaker":"STELTER","text":"We should mention, by the way, in the video we saw there, if we analyze, it appears the gunman was coming from behind, if you look at certain way.  So, it may be the situation where the reporters on air doing the interview just had no idea."},{"speaker":"ALEXANDRA FIELD, CNN ANCOHR","text":"Sure, \n will be able to help  piece together where exactly those gun shots were coming from. They'll closely analyze that video.  It's very clear, though, to the layman watching that video is the photographer has no warning.  The reporter does not see it coming, neither does the person who is being interviewed, because nobody looks up, nobody reacts.  The first disruption you hear is actually the gunshot and then that barrage of six to seven gunshots at least that we heard and then you see that reporter screamed"},{"speaker":"COSTELLO","text":"You have to \n I don't know if I should say this \n but you have to admire Adam Ward, the photographer.  That camera did not go off.  It stayed on and he may be responsible for catching a killer, right?   I've got to take a break.  We'll be back with much more in THE NEWSROOM."},{"speaker":"ANNOUNCER","text":"This is CNN breaking news."},{"speaker":"COSTELLO","text":"And we're still following breaking news out of the Moneta, Virginia, that's near Roanoke.  A young reporter named Alison Parker and a young photographer, 27-year-old Adam Ward were gunned down while they were doing a live shot at a water park in Moneta.   The gunman is still on the loose.  Schools in the Moneta area are on lockdown.  And, of course, the sheriff's department is doing what they can to find the gunman.  At least eight gunshots rang out.  We're going to get back to this story as soon as we can.   But, first, we must check the market because as you know, they've been going crazy for the last few days.  Alison Kosik is at the New York Stock Exchange with more.   Good morning."},{"speaker":"ALISON KOSIK, CNN BUSINESS CORRESPONDENT","text":"Good morning, Carol. Opening bell here at the New York Stock Exchange ringing, oh I say, in about a minute. We are expecting to see the Dow jump higher, because we are seeing futures power forward.  Now, this may seem like Groundhog Day because yesterday, we said the same thing.  We saw the Dow go up even as high as another 441 points.  And then by the time the closing bell rang, all the end indexes turned into the negative.   Traders I'd talk to said all of that selling that came piling in in the last half hour of trading yesterday, one trader telling me it came out of nowhere.  Traders today saying, let's go ahead and have a do- over, despite the fact that the same issues remain.  China's economy is still slowing, its financial systems having a lot of trouble."},{"speaker":"(NYSE OPENING BELL) KOSIK","text":"And still a lot of uncertainty about the Fed.  Traders today hoping that the rally we're expected to see now, as the opening bell rings, carry on throughout the day and into the close \n Carol."}]}