{
  "show_name": "CNN NEWSROOM",
  "show_title": "Donald Trump and the Media; Alleged Gunman on Paris Train Facing Multiple Charges; Migrants Making Their Way Across Balkans; Merkel to Visit Town Near Dresden; China Tries to Stop Stock Market Slide; \"Anchor Babies\" and Birth Tourism; Russia, Iran Poised to Sign Missile Deal; International Help on Its Way to Fight Washington Fires. Aired 1-2a ET>",
  "quotes": [
    {
      "speaker": "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE",
      "text": "Excuse me.  Sit down.  You weren't called.  Sit down.  Sit down.  Sit down."
    },
    {
      "speaker": "JOHN VAUSE, CNN HOST",
      "text": "On the offensive, Donald Trump clashes with one of the biggest Latino news anchors in America with some dramatic results.   Stock markets across the Asia-Pacific headed different directions after Beijing steps in to stop the losses in Shanghai.   And million dollar slip up what happened to a teenager after he accidentally crashed in to a priceless piece of art.   Hello everybody.  Great to have you with us.  We'd like to welcome our viewer in the United States and all around the world.  I'm John Vause.  The second hour of CNN NEWSROOM begins right now.   We will begin with that fiery clash between Republican presidential candidate Donald Trump and another high-profile TV journalist.  Just a few hours ago, Mr. Trump was holding a news conference in Iowa when Jorge Ramos, the main news anchor at the Spanish language network Univision tried to ask the front-runner a question about his immigration policies."
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me, sit down.  You weren't called.  Sit down.  Sit down.  Go ahead.  No, you don't.  You haven't been called.  Go back to Univision.  Go ahead.  Go ahead.  Go ahead.  \n.  Go ahead. Sit down, please.  You weren't called.  Go.  Yes, go ahead."
    },
    {
      "speaker": "VAUSE",
      "text": "Security escorted Ramos from the room.  But he was allowed to return and asked about Trump's immigration policy."
    },
    {
      "speaker": "TRUMP",
      "text": "Yes.  Good.  Good to have you back."
    },
    {
      "speaker": "JORGE RAMOS, NEWS ANCHOR, UNIVISION",
      "text": "Thank you very much. \n the army?"
    },
    {
      "speaker": "TRUMP",
      "text": "No, no.  We are going to do it in a very humane fashion, believe me.  I have a bigger heart than you do.  I want them to come back and I want them to get documentation and get that so they become legal.  You know what it is called management.  So you are not used to good management because you are always talking about government.  Let me just tell you, wait, wait, wait.  Government is incompetent."
    },
    {
      "speaker": "VAUSE",
      "text": "In recent weeks, Ramos has been very critical of Donald Trump's comments on immigration.  On CNN Monday night he accused Trump of spreading hate.   At the same campaign stop in Iowa Trump was asked about reigniting his feud with FOX News host Megyn Kelly.  This all started a few weeks ago during the first Republican debate and flared again this week when Trump retweeted a post which called Kelly a bimbo.  FOX is demanding an apology."
    },
    {
      "speaker": "TRUMP",
      "text": "She actually should be apologizing to me but I would not do that."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "Why should she apologize to you?"
    },
    {
      "speaker": "TRUMP",
      "text": "Because I thought her questioning and attitude was totally inappropriate.  It is a small amount element in my life, Megyn Kelly. I don't care about Megyn Kelly.  But, you know, I won't apologize. She should probably apologize to me but I just don't care."
    },
    {
      "speaker": "VAUSE",
      "text": "But now, it seems Donald Trump can say pretty much anything and the cause controversy and it just generates more attention.  We have never seen anything like this from a presidential candidate.   Our senior media correspondent, Brian Stelter explains."
    },
    {
      "speaker": "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT",
      "text": "Hi, there.  Donald Trump is not just criticizing fellow Republican candidates for president, he is also going after media members.  Sometimes in highly personal ways.  Not entirely new of course.  Politicians in the press have been fighting since there have been politicians and there's been a press.  But Donald Trump is taking it to a new level.  Partly through his use of twitter.  It is like he is responding and reacting in real time and he knows it.  I'm thinking back to last night when Donald Trump went after Megyn Kelly the FOX News star in a series of sometimes very nasty tweets, retweeting fans who called her a bimbo and said she was a waste.  Trump also suggested she should not a have a primetime show on FOX.   Well, we saw her boss Roger Ailes come out firing with a statement that said in part, Donald Trump's surprise unprovoked attack is unacceptable as it is disturbing.  Donald Trump rarely apologizes though in this case he should.   Well, Trump almost instantly said no, he will not apologize.  He called Kelly not a quality journalist and said he hopes she improves in the future.  So for now these two titans are in a standoff.  The number one channel for conservatives versus the number one Republican candidate for president at the moment locked in this contest.  And it means for now, Trump will not appear on FOX News.   Now, let's talk about Univision, because that press conference was broadcast on all the cable news channels, including FOX.  We saw Jorge Ramos kicked out of the press conference, then allowed back in and then had a very interesting debate with Trump.   I can tell you that has happened because Jorge Ramos had been trying to get an interview with Trump for many months.  He had found his requests ignored and so he sided to go to Iowa.  I am told he wasn't sure he would be allowed in the press conference.  And it turned out he was before he was removed and then he was allowed back in.   It did seem like a publicity stunt but it was also a legitimate journalistic moment because you did see Ramos challenging Trump, trying to get information out of him.  And I'm told by the head of Univision and Fusion that employs Jorge Ramos they would still love to get a sit down interview for the too man to talk.   We'll see if that happens.  Of course Trump battling the media but also benefitting from the media.  A friend of the media, perhaps because he is generating story lines and sound bites and ratings all summer long.   Back to you."
    },
    {
      "speaker": "VAUSE",
      "text": "And thanks to Brian for that.   Donald Trump isn't the only Republican candidate with the blunt brash talk.  One of his rifles, Senator Lindsey Graham from South Carolina didn't hold back during an interview with CNN.  He warned if Trump wins the nomination the party will lose the presidential election and he went on to say they would deserve to lose.    SEN."
    },
    {
      "speaker": "LINDSEY GRAHAM (R), PRESIDENTIAL CANDIDATE",
      "text": "The policies that Mr. Trump is proposing are demagoguery.  His approach to describing illegal immigrants is hurting us with Hispanics.  The way he attacks women is going to be depth load to the future of our party.  Come to South Carolina, and I'll beat his brains out.  I know my state.  This is a silly season of politics."
    },
    {
      "speaker": "VAUSE",
      "text": "OK.  Assuming Senator Graham meant beat his brains out in a political sense not a liberal one.  That won't be easy.  Donald Trump is way ahead in the polling from South Carolina, leading with 30 percent support.  Graham was back way down on the list at just four percent of likely primary voters in his own home state.   Now to the Asian markets, investors are taking a deep breath today. Stocks have been bouncing between gains and losses after China cut interest rates and lowered the amount of cash banks have to keep on reserve.  All to try and stimulate the economy.  The result so far, there has been less volatility.   Let's take a look at some of the latest numbers.  There we have Tokyo way up, almost three percent.  Hong Kong up by one percent.  The Kospi up more than two percent and a turnaround in Australia.  The \n now up by more than half of one percent.  But of course, the big number everyone has been watching for the most of the day, the Shanghai Composite, take a look at there, up by almost one percent. It had been up.  It had been down, been up and been down and now it is up again.   Live to Hong Kong and our Asia Pacific editor Andrew Stevens.   Andrew, if you look at these numbers, especially out of Shanghai, it has been up and down like a dog in a fare.  Does anyone know what to make by the moves by the central bank?"
    },
    {
      "speaker": "ANDREW STEVENS, CNN ASIA-PACIFIC EDITOR",
      "text": "Just before I get in to that analysis, I could look at Shanghai now and tell you it was up three percent, but just come back from the lunch break and the market is up three percent is now up about two-and-a-half percent.   So, yes, we were talking earlier, John, about they didn't seem to be a lot of volatility in the morning session but it seems to be returning at least in the positive sense in the afternoon.  In that the markets are headed higher.  So yes, there's relief in Shanghai, all investors in the Shanghai Composite that the government has finally moved.   Remember, there were two days when investors, like most markets, were left to fend for themselves and we saw the result of that.  The market down 15 odd percent in two days there had been calls for bay to do something.  And after the market close yesterday they did something. So they cut interest rates and cut this the amount of money the banks need to have in reserve for the central bank.   So that's all been a positive sign for investors and they are going back in.  But important here, John, is this is by no means a true market.  So what we are seeing at the moment, this market going up, it could be relief from real investors buying in, it could be state on companies buying on because they have been told to buy by the state. So it is very difficult to gauge exactly how real this rebound is. And we still have a couple of hours to go.  And anything could happen basically."
    },
    {
      "speaker": "VAUSE",
      "text": "Yes.  We saw that on Wall Street.  We had this great day, in  positive territory, 215, it fell off a cliff.  And the problem well not knowing exactly what is going on in China is kind of like the old arching problem here.   When we look at the Cisco Stimulus, the cutting interest rates, the reduction in the serve rate requirement.  These measures may work in the short term but long term, could they end up doing more harm than good?"
    },
    {
      "speaker": "STEVENS",
      "text": "Well, at the moment, the jury is out on that.  To answer that question, you need to probably go back to 2009, the heat of the global financial crisis when the world was falling apart, the financial world was falling apart.   China stepped in very decisively in to its own economy and unveiled a massive stimulus plan to basically stop the rub which did work.  It stabilize the Chinese economy.  The one bright spot in the global economy.  But there was a cost to that.  And the cost was that money found its way in to lots of assets like property and livestock.  So we started to getting these bubbles appearing.   China does not want to go back to bubble territory by artificially stimulating the economy.  By the same token it is not going to let the economy go in to a free fall either.  So they now got this fine line to walk about getting it right.  Will these measures help, yes, they will help.  Will they over stimulate the economy?  Unlikely at this stage, John, given the fact that we now have had five interest rates cuts since November last year and not much happened.   But we also need to know that a lot of the economists here in Hong Kong, that look, spend their lives to look at China say it is not as bad as many other people in other parts of the world think it is. Yes, it is weaker, a lot weaker, but not critically weak."
    },
    {
      "speaker": "VAUSE",
      "text": "OK.  Andrew, thank you.  Andrew Stevens live this hour.  Thanks."
    },
    {
      "speaker": "STEVENS",
      "text": "Thanks, John."
    },
    {
      "speaker": "VAUSE",
      "text": "Wall Street had what many hoped would be turn around Tuesday but it ended with a late-day plunge in negative territory.  The Dow has now closed down six days in a row, the first time in three years.   We hope again with the biggest opening rally of the year, up more than 400 points.  But by late afternoon the rally faded.  The Dow closed off more than 200 points. Dashing any hopes for an end to the recent turmoil.   And you can get a closer look at what's behind the market madness on Wall Street and all around the world at CNNmoney.com.   The alleged gunman onboard that Paris-bound train is now facing multiple charges including attempted mass murder.  A French prosecutor says there is clear evidence he wanted to kill everyone on board. That is until his fellow passengers took him down.  We get more now from CNN's Brian Todd."
    },
    {
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "text": "He came out of the train bathroom with no shirt on, armed with an assault rifle, an automatic pistol and more than 200 rounds of ammunition.  It could have been a bloodbath.  Paris' chief prosecutor for the first time reveals what he says is Ayoub El-Khazzani's intent to commit a terrorist act.   FRANCOIS MOLINS, FRENCH PROSECUTOR (through translator"
    },
    {
      "speaker": ")",
      "text": "While on the train El-Khazzani was looking at jihadi You Tube sites which called for people to carry out terrorist acts."
    },
    {
      "speaker": "TODD",
      "text": "A far cry from Khazzani's claim that he was on the train to rob passengers.  What the suspect didn't have, according to one of the Americans who took him down was skill in firing his weapon."
    },
    {
      "speaker": "ALEK SKARLATOS, PASSENGER WHO SUBDUED GUNMAN",
      "text": "He clearly had no firearm s training whatsoever.  And yes, if he knew what he was doing, or even just got lucky and did the right thing, he would have been able to operate through all eight of those magazines and we would have all been in trouble and probably wouldn't be here today."
    },
    {
      "speaker": "TODD",
      "text": "The prosecutor's charging Ayoub El-Khazzani with attempting murder, attempted mass murder and membership in a terrorist organization.   And CNN has learned from European security officials about Khazzani's travels before he boarded the Amsterdam to Paris train in Brussels. French prosecutor Francois Molins says Khazzani immigrated to France from Spain where he had been radicalized at a mosque.   The suspect claims to have bounced around in cities in France, Germany, Austria and Belgium, claims to have been homeless in for a period living in a park in Brussels.  The French prosecutor said Khazzani was flagged for surveillance in France but was never actually followed.  A German security source says when Khazzani flew through Berlin to Turkey in May, he was flagged for a search and allowed to proceed.  How could he have fallen through the cracks with two of Europe's top security agencies?"
    },
    {
      "speaker": "THOMAS SANDERSON, CENTER FOR STRATEGIC AND INTERNATIONAL STUDIES",
      "text": "For an individual, if you are going to surveil him, you need ten, 20, 30 or more police to surveil someone to follow them to make sure they don't pick up on the tail.  When you have up to a couple thousand Frenchmen who are gone over to the battle, that means tens of thousands of people to surveil those individuals alone."
    },
    {
      "speaker": "TODD",
      "text": "The French prosecutor says security services are investigating who may have financed Ayoub El-Khazzani because despite his claims of being homeless living in a park he seemed to have means.  His train ticket was first class, costing 149 euros, about $170 according to the prosecutor.  And despite having a return plane ticket for the trip to Turkey, he apparently never used it.  According to French and German sources somehow obtaining a separate ticket to travel from southern Turkey through Istanbul to Albania.   Brian Todd, CNN, Washington."
    },
    {
      "speaker": "VAUSE",
      "text": "One of the heroes onboard that Paris-bound train has just arrived home in the U.S.  Anthony Sadler can be seen here wearing a gray-hooded sweat shirt.  He landed in Sacramento, California a short time ago.  And the mayor says they will hold a parade in his honor and he has other Americans honor who took down the suspected terrorist.   Another hero who helped to stop the attack remains in hospital and his condition is slowly improving.  Mark Moogalian, a Jewel-French American citizen was shot in the neck while struggling with the alleged gunman.  His wife spoke exclusively to CNN outlining some chilling details of how all of this unfolded."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "It means get up.  It's serious.  I looked at his face.  I knew he was not kidding because he looked very intense.  And I was sitting there.  He was facing the door.  The sliding door.  My back"
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "To the gunman."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "There's a wall there because we were at the end of the car.  So there's nothing.  I mean, there's the wall behind me. So I didn't see anything coming.  But I saw the tip of a gun of, what do you call that, I think you called it ak-47?"
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "I saw that.  And so I knew it was serious."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "How close?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "I'm not sure.  I would say.  You see this bar right there?  That's it."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "A few feet.  Very close."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Yes, not even two feet from me, from my head. Then I got up.  I mean I basically said what he told me to do.  I got up and I went just a few seats down and I sort of crouched down behind a seat.  And just went to the guy with the gun.  I didn't see it because I was hidden but I heard him saying, I got the gun."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "This is your husband?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Yes, it was his voice.  He said, I got the gun. And then it was very fast.  A few seconds after I heard a shot, you know.  Maybe one or two, I'm not sure.  It was very loud.  And then I saw my husband just, two seats that way, very close to me."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "Fall to the ground."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "He fell to the ground.  I was still behind the  seat so I didn't see the shooter.  My husband told me that after that he took his gun back but I didn't see it.  I didn't see that part."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "So the gunman grabbed the gun away from your husband."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Yes.  And my husband thought he was going to shoot him again."
    },
    {
      "speaker": "VAUSE",
      "text": "there speaking with Martin Savidge.   A short break here on CNN NEWSROOM.   When we come back, hundreds of migrants camping out at a park in Serbia.  You'll hear how one family is hoping to reach Western Europe.  Also, firefighters in the state of Washington will soon be getting some international help to battle those devastating wildfires.  Those details up next."
    },
    {
      "speaker": "VAUSE",
      "text": "Welcome back.   In Europe's migrant crisis, German chancellor Angela Merkel will visit a town near Dresden today where anti-refugee protests turned violent over the weekend.  Demonstrators were angry about the arrival of about 250 asylum seekers.  Clashes between protesters and police left 31 officers injured.  Chancellor Merkel is expected to meet with asylum seekers, volunteers and security forces.  Germany is the EU's biggest recipient of those seeking asylum.   Great numbers of migrants are making their way across the Balkans on an exhaustive journey to find a home permanent in Europe.  Hungarian police stay more than 2,000 migrants crossed the border from Serbia on Monday, the highest ever daily total.  Many are fleeing the war in Syria.  And you can see how far they have traveled crossing through turkey and on to Greece.  Eventually making their way to Serbia and Hungary.   Reaching Hungary is actually critical.  It's part of the European Union's passport free zone giving migrants easier access to Europe's wealthier nations.  Many of those fleeing violence in their own countries are passing through the Serbian capital Belgrade, a city which knows war all too well.   Arwa Damon has been there.  She went to a park to hear some of their stories."
    },
    {
      "speaker": "ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "text": "strums an old Kurdish song.  His wife and 3-month-old in a park in central Belgrade, turned weigh station for refugees.  It was his voice she first fell in love.   We wanted to settle in Turkey.  I was working weddings there \n says, but tensions have started to rise.  And if they kick anyone out, it will be us.   The sorrowful lyrics about feeling like a foreigner is a sentiment that echoes with all we spoke to here.  We met a group of friends from Iraq.  They didn't want to appear on camera because they still have family still in Baghdad.   One of them is a 30-year-old teacher.  He says his students cried when he told them that he had decided to leave but he couldn't take it anymore.  Two years ago, militias bombed his wedding and killed his 14-year-old brother.  Another of his friends is a computer engineer. Yet another a journalist from what is now the ISIS stronghold of Mosul.   All of them say the most precious thing they have is Iraq, but now because of everything they have been through, they feel like they are strangers in their own land.   For the refugees, the trek is a pendulum of emotions.  From elation at the small moments of respite to sheer despair.  Macedonia, after shutting its border for four days, finally started to facilitate transit for refugees, building a makeshift train stop that brings them to the border with Serbia.   Of all the nations they have crossed, this is the one whose population remembers war, who knows too well that in an instant all can be lost.   At the Belgrade Park, there are medical stations.  Most of what they are treating are foot injuries for the adults.  Cough and cold among the children due to fluctuating weather and rain with little to no shelter.   From here, they will continue, they hope, to Western Europe.  It's not a journey any of them wanted to take, but crises across the world have resulted in a human-tight sweeping across Europe unlike any in history.  Two years ago, while still in his homeland, \n wrote this song.   Don't cry, my mother, he sings.  Syria is for my children. Foreshadowing the impossible choice his family had to make.   Arwa Damon, CNN, Belgrade."
    },
    {
      "speaker": "VAUSE",
      "text": "We spoke to Macedonia's foreign minister.  Like so many other officials he said a joint European effort is the only way to resolve this crisis."
    },
    {
      "speaker": "NIKOLA POPOSKI, MACEDONIAN FOREIGN MINISTER",
      "text": "It is definitely a problem that has to be resolve at the EU level.  I think that everybody, every single country has its share of responsibility.  We are probably the only country which is facing the new load  coming from an EU members states and going into a country that is not an EU member state.   However, we will need to address the root of the problem, which is this massive inflow from mainly Syrian people, hundreds of thousands heading up north unless we have a coordinated response with all of our partners within the European union we don't believe the crisis can be resolved."
    },
    {
      "speaker": "VAUSE",
      "text": "The U.N. refugee agency says up to 3,000 migrants are expected to cross in to Macedonia every day in the coming months.   Television interview, Syria's president said he is confident his regime still has the backing of Iran and Russia.  Bashar al-Assad's remarks come amid a flurry of diplomatic activity aimed at ending Syria's civil war.  He was speaking on Hezbollah's \n television network and went on to say he is open to the idea of a coalition against ISIS, not with his enemies, though and by that he means the government which backed rebel groups trying to topple him, among them Turkey and Saudi Arabia.  But he did leave an opening.    BASHAR AL-ASSAD, SYRIAN PRESIDENT (through translator"
    },
    {
      "speaker": ")",
      "text": "A small possibility remains the state decided to repent or realize they were moving in the wrong direction or for reasons of pure self-interest they got word the terrorism is heading towards their countries.  And so they decide to combat terrorism.  We have no objection.  The important thing is to form an appliance to fight terrorism."
    },
    {
      "speaker": "VAUSE",
      "text": "Meanwhile, ISIS has posted evidence of what you zest necessary COE is calling a new war crime.  The destruction of an ancient ruin in Palmyra.   But as Ben Wedeman reports Syrian civilians have already endured so much more."
    },
    {
      "speaker": "BEN WEDEMAN, CNN INTERNATIONAL CORRESPONDENT",
      "text": "The picture show ISIS fighters reeking the temple of \n with explosives and then the blast and then the aftermath.  Two thousand years of history turned in to rubble and dust.   It wasn't is' first brazen act of vandalism against the past.  In Iraq, they have gone on a rampage of destruction.  Not seen since the Mongles  sucked in Baghdad in 1258.  And lasted probably won't be the last.   Since driving Syrian regime force ifs out of the ancient city of Palmyra in May, they have smashed statues, used the city's Roman Arab Amphitheatre  as a backdrop to a mass execution of regime soldiers.   And last week with, beheaded the 82-year-old former Palmyra director of antiquities.   Many of the most important artifacts were moved to relative safety in Damascus before Isis took over Palmyra.   ISIS' war against the past is part of its policy of shock and awe. Destroying ancient temples and statues, Christian churches and Shia shrines in the name of their warped vision of Islam, executing prisoners and hostages in grisly snuff films to show they will stop at nothing to achieve their goal of a worldwide caliphate.   But for ordinary Syrians, shock and awe is old.  More than 250,000 have been killed since the uprising against Bashar al-Assad began four-and-a-half years ago.   Millions have fled the country.  Many now desperately trying to reach Europe.  While millions more have been displaced.   The four horsemen of the apocalypse are stalking Syria.  Few there have the luxury to mourn the loss of an old ben building.   Ben Wedeman, CNN, Rome."
    },
    {
      "speaker": "VAUSE",
      "text": "Chinese stocks back in to positive territory up by 3 percent if Shanghai.  Could the government steps be helping them along the way?  We will have details when we come back."
    },
    {
      "speaker": "VAUSE",
      "text": "Welcome back, everybody.  Thanks for staying with me.  You're watching CNN NEWSROOM live all around the world.  I'm John Vause with the headlines this hour. Financial markets in the Asia-Pacific region are moving in to positive territory today.  Right now the Nikkei up by 3 percent, almost erasing yesterday's losses of 4 percent.  Hong Kong up by almost a half of 1 percent.  Shanghai Composite up 4 percent, pulled back in the last few moments, down to 3 percent.  In Sydney, ASX up in positive territory by almost three-quarters of 1 percent.   A news conference for Republican presidential front runner, Donald Trump, turned in to a debate with Univision anchor, Ramos.  The Mexican-American journalist has been very critical of Trump's comments on immigration.  Security escorted Ramos from the room.  But after a short time, he was allowed to return.   We have this just in to CNN.  Two NATO servicemembers have been killed in Afghanistan.  NATO says they were shot by two men wearing Afghan military uniforms.  Coalition servicemembers returned fire, killing the attackers.  Afghan and NATO officials say they are looking in to the incident.  More on the world financial markets.  Beijing announced a number of  new stimulus measures all aimed at helping stocks at home.  They helped stocks in Europe on Tuesday and now they seem to be boosting the market in Shanghai.   Richard Quest has the details."
    },
    {
      "speaker": "RICHARD QUEST, CNN HOST, QUEST MEANS BUSINESS",
      "text": "More than 1800 points in losses, five days when the Dow has been down.  It's all because of China in one way or another.  Now everybody is looking to the Chinese government for their measures to try to turn things around.  This is what they have done so far.  For example, cutting interest rates.  China's government and the people's bank of China have cut rates from where they were over 6 percent back in November to where they are now just 4.5 percent at the moment.  It's a strong move down, but some will claim it was too slow and took too long.  The Chinese should have been more aggressive right at the start, recognizing the problem.  The Chinese have also been active with stimulus packages of one description or another.  The various measures, first of all, they have reduced the reserve requirement of the banks that makes it easier for the banks to actually lend.  They have given money to brokerages and instructed firms to buy their own shares and of course they ordered executives not to sell shares in the market.  All of these were designed to slow down the market selling. Unfortunately, as you can see by the numbers, it simply hasn't worked.  On the broader economic front, China devalued its currency, the Yuan. They said they were doing this to better reflect market forces.  But if you look and see how the Yuan has traded, this is where the \n existed against the dollar.  It was the first devaluation and the second extending of the range.  It's all led to a feeling that Chinese authorities are making it up as they go along.  Interest rates, stimulus, market movements, currencies, but everybody's really asking, where's the cohesive policy that's going to give future direction and put the Chinese economy back in to good graces.   Richard Quest, CNN, New York."
    },
    {
      "speaker": "VAUSE",
      "text": "2016 Republican presidential hopeful, Jeb Bush, is facing criticism for his comments on so-called \"anchor babies.\"  Democrats call the term offensive but many Republican candidates defended its use, including Donald Trump, who pointed out during an Iowa campaign stop he uses the term often."
    },
    {
      "speaker": "TRUMP",
      "text": "I have been watching Bush on the border.  He's in a seersucker suit, talking about, yes, the anchor baby, oh, I shouldn't say anchor baby.  He puts out a report saying do not use the term anchor baby.  I used it.  My polls go through the roof and now he is using anchor baby.  He is taking criticism.  And you know the funniest thing, he's taking tremendous criticism for using the term anchor baby and I use it all the time and nobody cares, because they sort of expect it from me I think."
    },
    {
      "speaker": "VAUSE",
      "text": "Kyung Lah has a closer look at this controversy and what's become known as birth tourism."
    },
    {
      "speaker": "KYUNG LAH, CNN CORRESPONDENT",
      "text": "This was Jeb Bush's attempt to justify his use of the term \"anchor baby.\""
    },
    {
      "speaker": "JEB BUSH, (R), PRESIDENTIAL CANDIDATE & FORMER FLORIDA GOVERNOR",
      "text": "Frankly, it's more related to Asian people coming in to our country, having children in that organized efforts, taking advantage of a noble concept which birthright citizenship."
    },
    {
      "speaker": "LAH",
      "text": "How he said it, lumping together all Asian-Americans in that comment, is considered anti-immigrant and offensive.  But he wasn't completely wrong.  Bush was talking about birth tourism.   And as we found out, few like to talk about it.  In the suburban hills of Los Angeles, it's a growing business, catering to mainly Chinese families.   This man says he's a Chinese citizen.  He says his name is Jeffrey Wu.  (on camera"
    },
    {
      "speaker": ")",
      "text": "You came here to have your baby in America?"
    },
    {
      "speaker": "JEFFREY WU, CHINESE RESIDENT",
      "text": "Yes."
    },
    {
      "speaker": "LAH",
      "text": "That's the promise of birth tourism.  Come pregnant to America, give birth here, and your baby goes home a U.S. citizen, thanks to the 14th Amendment.   But this is a birth tourism start in Beijing.  Store fronts like this one and this one offer package deals.  On a Chinese language websites, they advertise to parents, offer a step by step guide to obtain a U.S. Visa and arrange travel to inviting U.S. homes where 24-hour nurses and doctors will care for the mother.   U.S. federal investigations found pregnant moms pay up to $50,000, are coached on how to lie to U.S. immigration, what to tell agents, all in exchange for the baby's U.S. citizenship.   Under current federal laws, coming to the United States to have a baby is legal.  Federal and local agencies in the United States have struggled to shut down the businesses.  Earlier this year, cracking down on houses in the Los Angeles area on Visa and tax fraud charges.   (on camera"
    },
    {
      "speaker": ")",
      "text": "Hello.  Excuse me."
    },
    {
      "speaker": "",
      "text": "But the businesses continue to operate. Two years ago, we found a birth tourism ad to this suburban home.  The people coming out weren't interested in stopping.   (on camera"
    },
    {
      "speaker": ")",
      "text": "You are going on a jog?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Yeah."
    },
    {
      "speaker": "LAH",
      "text": "I can jog."
    },
    {
      "speaker": "",
      "text": "Or explaining why so many pregnant mothers \n   (on camera"
    },
    {
      "speaker": ")",
      "text": "Hi there."
    },
    {
      "speaker": "",
      "text": "were inside.  Business is still booming in the shadows of southern California.   Kyung Lah, CNN, Los Angeles."
    },
    {
      "speaker": "VAUSE",
      "text": "The White House has won another key endorsement of its nuclear deal with Iran.  U.S. Senator Patty Murray is the 29th Democrat to support the agreement and it puts the Obama administration closer to the 34 votes it needs to sustain a veto, should it be voted down by the Senate.  Congress is expected to vote next month.   Russia is poised to sell Iran an advanced missile system despite strong opposition from the West.  It comes as crashing commodity prices squeeze the Kremlin's budget.  It needs cash, and Moscow is looking to sell more of its military hardware.   Matthew chance explains."
    },
    {
      "speaker": "MATTHEW CHANCE, CNN CORRESPONDENT",
      "text": "The awesome spectacle of Russian air power tearing through the sky.  This is the Kremlin's cutting-edge weaponry on display and on sale.  Its most high-profile arms fair.  Warplanes like this are among Russia's most lucrative exports and interest seems high.  Despite western sanctions, delegates from more than 20 countries attended the opening, evidence for the Kremlin, it's not isolated.   UNIDENTIFIED MALE (through translation"
    },
    {
      "speaker": ")",
      "text": "I'm convinced that regardless of the current international political environment this international aviation and space salon will serve as a venue for expert level communication and to find new partners."
    },
    {
      "speaker": "CHANCE",
      "text": "Potential new partners from states in the Middle East, like Abu Dhabi and Georgia, where Russia doesn't traditionally sell arms.   The Egyptian president is also visiting Moscow as is the king of Saudi Arabia in what could herald significant deals with Russia.   (on camera"
    },
    {
      "speaker": ")",
      "text": "There's a lot of interest in this helicopter.  It is a new aircraft and it's been developed by Russia to go on board those amphibious assault ships, the aircraft carriers commissioned from France.  That deal never went through because of the sanctions between Russia and the Ukraine.  Now there is word that Saudi Arabia may be interested in buying those from France and purchasing these helicopters from Russia."
    },
    {
      "speaker": "",
      "text": "But by far, the most controversial deal may be with the  Iranians, seemed to finalize the purchase of S-300 surface-to-air missiles that could shield the nuclear facilities.  We ran in to the delegation, the missile pavilion.   (on camera"
    },
    {
      "speaker": ")",
      "text": "Will you sign this deal for the S-300s today?"
    },
    {
      "speaker": "KHAN SIAVASH NACKER , IRANIAN DEFENSE MINISTRY",
      "text": "We are considering it.  We want to decide."
    },
    {
      "speaker": "CHANCE",
      "text": "They haven't decided yet?"
    },
    {
      "speaker": "NACKER",
      "text": "Yes."
    },
    {
      "speaker": "CHANCE",
      "text": "Negotiations may still be underway but the coming days could see Russian arms deals go sky high.   Matthew Chance, CNN, Russia."
    },
    {
      "speaker": "VAUSE",
      "text": "When we come back, the U.S. state of Washington is experiencing its worst fire season in its history, but help is on the way and it's coming from a long way away, down under.  We'll explain when we come back."
    },
    {
      "speaker": "VAUSE",
      "text": "There are at least two dozen fires burning in the U.S. state of Washington.  The fire is the biggest in the state's history.  Help has arrived from overseas.  Firefighters from New Zealand and Australia are assisting right now in support and supervising roles.  200 U.S. soldiers are also there fighting the flames.   Residents of the area are anxious to get back to their homes to see if they are still there.   A report from Tom Yaswinski, from our affiliate, KCPQ."
    },
    {
      "speaker": "SANDY GRODS, WASHINGTON STATE HOMEOWNER",
      "text": "It brings tears, yeah."
    },
    {
      "speaker": "TOM YASWINSKI, REPORTER, KCPQ",
      "text": "It's been a difficult 10 days for Sandy Grods and her husband, John."
    },
    {
      "speaker": "GRODS",
      "text": "Just the people that are willing to help you.  Yeah.  Means a lot."
    },
    {
      "speaker": "YASWINSKI",
      "text": "This camper is their home away from home now.  An advancing fire forced the couple to evacuate last week.  Now Sandy is waiting on a call from John.  He went to check on their home they left behind."
    },
    {
      "speaker": "GRODS",
      "text": "Insurance is not going to replace memories that you have clung to for 53 years of this marriage.  So, yeah.  It's really difficult."
    },
    {
      "speaker": "YASWINSKI",
      "text": "The Complex is the state's largest wildfire ever and is threatening hundreds of homes like Sandy's.   Firefighters say it is like nothing they have ever seen before."
    },
    {
      "speaker": "CODY RAMELAND , FIREFIGHTER",
      "text": "When we come here, the fire was unpredictable.  The winds were swirling and the fire going in different directions."
    },
    {
      "speaker": "YASWINSKI",
      "text": "With resources spread razor thin, they do what they can to fight."
    },
    {
      "speaker": "RAMELAND",
      "text": "Safety is a top concern.  We will risk a lot to save a lot.  We are not going to risk much to save little."
    },
    {
      "speaker": "YASWINSKI",
      "text": "Sandy appreciates what they have done.  She got the call from her husband."
    },
    {
      "speaker": "GRODS",
      "text": "Our home is still there."
    },
    {
      "speaker": "YASWINSKI",
      "text": "But knows that can change in a matter of seconds."
    },
    {
      "speaker": "GRODS",
      "text": "To know he is safe and the House is still OK.  But as he said if there are that many firemen up there it must be pretty close."
    },
    {
      "speaker": "VAUSE",
      "text": "Our thanks to Tom Yaswinski, from affiliate KCPQ, for that report.   A big shift in the weather pattern is set to bring much-needed, yes, rainfall to the Western part of the United States."
    },
    {
      "speaker": "VAUSE",
      "text": "Pedram Javaheri, tell us the good news.  This is in Washington, though.  It is not for the south, though."
    },
    {
      "speaker": "PEDRAM JAVAHERI, AMS METEOROLOGIST",
      "text": "Not the southern California but parts of northern California will get some rainfall as well.  Better news here.  Some of the best news when you look at how long it has been since they have seen this much rainfall in a five month period. The trough just off shore and the pattern sets up the steering currents.  Prime position for rainfall beginning Friday night in to Saturday.  Potentially, Sunday and Monday, as well.  And could pick up the center of circulation.  The first disturbance off shore off Vancouver Islands.  That's what we are watching for the first round of rainfall.  Look at the next seven days lights up like a Christmas tree.  Two to four inches in the Western side of Washington.  A lot of the fires, eastern Oregon and eastern Washington, northern California could get upwards of an inch the next seven days.  This has not happened in a five-month period.  Take a look.  The 48th day this year Seattle will reach 80 degrees Fahrenheit.  49 times is an all-time record and then we cool off to the 60s Fahrenheit with again a four- day, maybe five-day stretch of rainfall.  The last time it rained four consecutive days in Seattle you have to go back to the first Week of spring.  Impressive run of dry conditions with little rainfall in between it.  64 active fires in the Western United States.  And the air quality is still alert in effect.  Improving story there.   Tropical Storm Erica, storm off the coast of the Windward and Leeward Islands the next couple of days.  Temperatures by the middle and latter portion of the week in the mid-80s in the ocean there.  We know rainfall will be plentiful.  This is great news as we had severe droughts across Cuba.  Water rationing and the storm could be a category one hurricane when it approaches southeastern Florida.   A quick look at the Hawaiian Islands.  Three and a half inches of rainfall came down across Honolulu Sunday into Monday.  Equivalent to four billion gallons of water or two hours of water flowing over Niagara Falls.  Waikiki Beach and Honolulu, a half million gallons of sewage water, John, that rushed into the manholes and onto the beaches across this region of Honolulu.  Very, very nasty scene.   [01:50:]"
    },
    {
      "speaker": "VAUSE",
      "text": "You can almost smell it.   Thank you, Pedram."
    },
    {
      "speaker": "JAVAHERI",
      "text": "No smell-a-vision, fortunately."
    },
    {
      "speaker": "VAUSE",
      "text": "OK, see ya.   Take a 12-year-old clumsy boy, a 350-year-old painting, and the results are not good.  You'll see what happened when we come back."
    },
    {
      "speaker": "VAUSE",
      "text": "Comedian Jon Stewart may be in retirement but the former \"Daily Show\" host is still working and he is a wrestling fan he appeared on the WWE's \"Monday Night Raw\" one day after hosting \"Summer Slam.\"  This time, he's the one that received the attitude adjustment from Wrestler John Cena.  That's the wrestler's signature move."
    },
    {
      "speaker": "JOHN CENA WRESTLER",
      "text": "I'm going to do what I have to do."
    },
    {
      "speaker": "(SHOUTING) ANNOUNCER",
      "text": "Jon Stewart.   John Cena.  Put him down, John.  Put him \n oh, down goes Stewart."
    },
    {
      "speaker": "VAUSE",
      "text": "Nothing staged or faked about that.  John Cena was getting a little revenge after Stewart helped in cheering for his opponent winning with the title.  Thank you for watching CNN NEWSROOM.  I'm John Vause.  Errol Barnett  and Rosemary Church are up next with all the latest from around the world.   You're watching CNN."
    }
  ]
}