{"show_name":"CNN NEWSROOM","show_title":"WDBJ Reporter and Photographer Shot to Death on Air. Aired 10- 10:30a ET","quotes":[{"speaker":"ANNOUNCER","text":"This is CNN Breaking News."},{"speaker":"CAROL COSTELLO, CNN ANCHOR","text":"And good morning.  I'm Carol Costello. Thank you so much for joining us.   In case you've just joined us, we do start with breaking news and tragic news at that.  A tiny TV station near Roanoke, Virginia, a reporter and photographer doing a live interview at some sort of water park and both were shot to death live on the air.  You see the pictures there.   Alison Parker, who was just 24 years old, she was the reporter.  Adam Ward, the photographer, he was 27 years old.  As Adam Ward was falling to the ground after being shot, his camera was still rolling.  He caught an image of the gunman and I want to put that up for you right now.  There he is.   Police, sheriff's deputies and FBI agents looking for this man in Moneta, Virginia.  They believe they have a name and a license plate number.  Schools remain on lockdown in that area as authorities continue to search for this man.   Now as I said, this incident happened live on the air.  It is very disturbing to watch.  We are only going to show it once this hour.  So if such things disturb you, please leave the room.  But I'm warning you, it's tough to watch.  Here it is."},{"speaker":"UNIDENTIFIED FEMALE","text":"And talk about why it's important to get these business leaders involved?"},{"speaker":"UNIDENTIFIED FEMALE","text":"This is our community.  And we want to come together.  We want to share information that can help us grow and develop to provide a better experience.  We're seeing tourism.  We want the people that come here to say that"},{"speaker":"COSTELLO","text":"All right.  You see it there.  And I want to show the picture again because if you can help authorities any way, it would be much appreciated if you recognize this man.  Please call Virginia authorities or call the FBI.  Even your local chapter, they'll get you in touch with the right people.  I just talked to the general manager, Jeff Marks.  He made an  announcement on the air to viewers in Virginia who saw this go down. Let's listen to that."},{"speaker":"UNIDENTIFIED FEMALE","text":"Breaking news this morning out of Franklin County, news that has affected our WDBJ 7 family very deeply.  Our WDBJ 7 morning crew was live this morning at Smith Mountain Lake when shots were fired around 6:45.  And our general manager and WDBJ 7 vice president, Jeff Marks, is here.  You can \n to tell us more about what happened."},{"speaker":"JEFF MARKS, WDBJ VICE PRESIDENT","text":"Kim, it was my very, very sad duty to report that we have determined through the help of the police and our own employees, that Alison and Adam died this morning shortly after 6:45 when the shots rang out.  We do not know the motive.  We do not know who the suspect or who the killer is.  We do know that the Franklin County sheriff, I just got off the phone with Franklin County Sheriff Overton, just got off the phone before that with the state police.  They are working very diligently to track down both the motive and the person responsible for this terrible crime against two fine journalists."},{"speaker":"COSTELLO","text":"All right.  That was Jeff Marks.  I talked to him earlier, in fact just about 15 minutes ago, and he described more of what went down during that live shot at that water park.  Apparently, shots rang out, at least eight shots, we think.  That's what we counted when we were watching the video.  The shots hit the photographer first. Alison Parker, the reporter, was running away.  And that's when she was shot.  The person they were interviewing who was from the Chamber of Commerce was also hit.  Brian Stelter early reported that she was in surgery and she had been hit in the back.   I want to talk a little bit about the suspect search because that is ongoing.  Alexandra Field is following that part of the story."},{"speaker":"ALEXANDRA FIELD, CNN CORRESPONDENT","text":"And, Carol, we know from authorities that they have the name of the person who they believe is the suspect.  That they have the license plate number of that person. But there are lockdowns that remain in place in that community as they pursue this suspect.  We know that the feds are involved, both the FBI and the ATF are in the manhunt trying to find this person.  But no motive has been revealed.  And that's why we're seeing the repercussions of this reverberating even here in New York City.   The NYPD saying that they have stepped up their security efforts at stations, news stations around the city, putting an extra police presence out front.  That is the image that was captured by the photographer as he is fatally shot.  We understand from the station manager that 27-year-old photographer Adam Ward was hit first.  He was rolling on the live shot.  He drops his camera but it continues to record.  It captures that face and that could solve the mystery of who unloaded these deadly shots.  Alison Parker, you can then see her being hit.  She is conducting an  interview.  She is looking at the woman, Vicki Gardner, who she's interviewing.  They never see the suspect coming.    We are now learning about how this was seen not just in this community but by the loved ones of these victims, both Alison and Adam.  We know that Alison's boyfriend was an anchor at the station. Heartbroken, the only way to describe how he is this morning"},{"speaker":"COSTELLO","text":"I think \n I think perhaps if there could be a worse part of this is Adam Ward was engaged to the morning producer."},{"speaker":"BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT","text":"That's right."},{"speaker":"COSTELLO","text":"And morning producers are in the control room and they're watching what goes out on air.  Right?"},{"speaker":"FIELD","text":"They're watching.  Exactly."},{"speaker":"COSTELLO","text":"So she saw her fiance get shot."},{"speaker":"FIELD","text":"You saw \n once that video cuts out, it goes to an anchor in the studio who is speechless, as everyone watching would have been, as we are as we continue to see this video.  But the fiancee of the photographer who is shot is in the control room.  And we've all been in these control rooms, there are a lot of screens, you're talking to the crew in the field.  She could have very well been in touch with Adam throughout the morning and even at that time.  And they're literally watching live as this happens.   You cannot imagine what the reaction must have been in that control room because, again, none of the three people on that scene seemed to see a shooter approaching.  None of them react, you just heard the gunshots fire."},{"speaker":"COSTELLO","text":"And Brian"},{"speaker":"STELTER","text":"And they didn't know what had happened."},{"speaker":"COSTELLO","text":"Tweets are going out about the victims in this case."},{"speaker":"STELTER","text":"That's right.  I thought we should share what"},{"speaker":"COSTELLO","text":"The tweets are being sent by loved ones."},{"speaker":"STELTER","text":"Chris was the boyfriend of Alison Parker.  It was sort of a secret that they were dating in the newsroom.  He is an anchor.  She's a reporter.  Sometimes that's how it happens at these local TV newsrooms.  We can put up a picture on the screen that he just shared because he wrote that, \"We didn't share this publicly,\" he wrote. \"But Alison and I were very much in love.  We just moved in together. I am numb.\"  And if you don't mind, I'll read what he wrote.  He wrote, \"We were  together almost nine months.  It was the best nine months of our lives.  We wanted to get married.  We'd just celebrated her 24th birthday.  She was the most radiant woman I ever met and for some reason, she loved me back.  She loved her family, her parents, and her brother.\"  And then he followed up by saying, \"I am comforted by everyone at the station.  We are a family.  She worked with Adam every day.  They were a team and I am heartbroken for his fiancee.\"   So even in his moment, he's sharing those words to the other fiancee in the situation."},{"speaker":"COSTELLO","text":"I guess they had just moved in together, right?  And this was probably her first job in television, Alison.  She's only 24 years old.  She just graduated in 2012."},{"speaker":"FIELD","text":"Studied at James Madison University."},{"speaker":"COSTELLO","text":"Working at her home state of Virginia.  Right."},{"speaker":"FIELD","text":"That's right."},{"speaker":"STELTER","text":"And these local stations, you know, these are relatively small stations.  You get your first job there, you work your way up. And this was a strong station with the strong news tradition.  And as always in television, viewers at home felt like they knew Alison.  You know.  You watch every morning, you tune in for the morning news.  You feel like you know these people.   And that's why on Facebook the emotions that we're seeing from viewers by the thousands are so personal.  Some of them unfortunately saw the shooting.  Others heard about it later.  But we're seeing, you know, a real outpouring in this community now from people who are hearing about the shooting and hearing about their deaths."},{"speaker":"COSTELLO","text":"On the phone right now, I have Ryan Edwards.  He's from the school system in that area in Moneta, Virginia.   Ryan, are you with me?"},{"speaker":"RYAN EDWARDS, BEDFORD COUNTY SCHOOLS","text":"I am, Carol.  Good morning."},{"speaker":"COSTELLO","text":"Good morning.  You're with the Bedford County Schools. Tell me what's going on from your perspective."},{"speaker":"EDWARDS","text":"Carol, first of all, this is something that you rarely ever hear about, let alone in this area, but in this country.  And what an unfortunate scenario.  We have a couple of schools in the southwestern portion of Bedford County that are very near where the shooting occurred.  We immediately placed those schools on lockdown. Subsequently we placed all 20 of our schools on lockdown and they remain in that status until this person or persons are apprehended."},{"speaker":"COSTELLO","text":"Did you \n were you watching television at the time?"},{"speaker":"EDWARDS","text":"I was not watching television at that time.  But I did have  the opportunity to work with that reporter on one occasion and that cameraman on numerous occasions.  And I just find this absolutely sickening."},{"speaker":"COSTELLO","text":"It's just \n it's just hard to fathom.  They were just doing this fun live shot about tourism and that part of Virginia and they're talking up the community.  And then shots ring out?"},{"speaker":"EDWARDS","text":"Yes.  That \n and I have seen some video which I've not been able to watch for much longer than five or six seconds because of what happened at the end.  And this was a positive story about the tourism in a very popular area of our county, done by a very young, dedicated reporter with a wonderful attitude and a cameraman who was just the same, a dedicated individual.  And this is just unspeakable from every angle it can be viewed."},{"speaker":"COSTELLO","text":"So how will you explain it to the kids in the school system because surely, you know, social media, it's all over social media.  They're going to watch it."},{"speaker":"EDWARDS","text":"Yes.  There's no question social media right now \n we have just a plethora of our parents that are anxious, that are worried, that are scared.  We will have an abundance of counselors on hand, especially in that southwestern area of our county.  Our county encompasses 750 square miles.  But in that area, we will certainly have an abundance of counselors this morning on hand to deal with children that are grieving.   And then of course we are doing everything that we can to get the word out to our parents that we're \n along with law enforcement, doing everything we can to protect their children while they're in our buildings."},{"speaker":"COSTELLO","text":"Ryan Edwards from the Bedford County School System, thank you so much for being with me this morning.  I appreciate it.   And before I go to break, I want to put up that suspect's picture one more time.  If you can help at all, please call authorities.  I'll be right back."},{"speaker":"ANNOUNCER","text":"This is CNN Breaking News."},{"speaker":"COSTELLO","text":"All right.  I'm Carol Costello.  Thank you so much for joining me.  We do continue to follow breaking news out of a tiny little town near Roanoke, Virginia, where something happened on their morning television station, their local station there.  That reporter, Alison Parker and Adam Ward, they were doing a live shot when they were shot to death on the air.   You can see the picture on your left.  That is the gunman.  That image captured by Adam Ward, the photographer, as he went down.  After suffering those gunshot wounds.  His camera was still rolling and he captured a picture of his alleged killer.  Now police are looking for this man.  Schools in the area remain on  lockdown while police continue their search.  Earlier this morning, I talked with the general manager of the TV station, WDBJ, Jeff Marks. Here's what he said about the incident."},{"speaker":"MARKS","text":"You know, you send people into war zones, you send people into dangerous situations, into riots, and you worry that they're going to get hurt.  You send somebody out to do a story on tourism, and this \n how can you ever expect something like this to happen?  We are \n you know, you use all the words, senseless, devastated, those are those news catchwords, but they all apply."},{"speaker":"COSTELLO","text":"General Manager Jeff Marks.  He also told me, you know, he's had his people at the station looking at that video, studying that video.  He says that the photographer was shot first.  And as he went down and the gunshots continued, Alison Parker, the reporter, started to run away.  And that's when she was shot and she fell.   Now the woman that Alison was interviewing was from the Chamber of Commerce.  We understand she was hit by gunfire as well.   Brian Stelter, do we know if she remains in surgery at this hour?"},{"speaker":"STELTER","text":"I've been asking the Chamber of Commerce and haven't gotten an update as of about 45 minutes ago.  She was still in surgery.  She was shot in the back."},{"speaker":"COSTELLO","text":"Still in surgery.  So we're hoping she'll be OK.  And as I said, police are still looking for this gunman.   A bit about Alison Parker, she's 24 years old.  Kind of a newbie reporter.  Probably her first job.  She had just graduated from college.  And we do have a statement from Alison Parker's alma mater and I want to read it to you right now.   \"Alison Parker was a reporter and editor for the student newspaper, 'The Breeze,' at James Madison University where she graduated in December of 2012 with a Bachelor of Science in Media Arts and Design.\" That's according to Bill Wyatt, he's the director of communications at James Madison.   \"JMU,\" he says, \"is saddened by the news and circumstances of her death.  Our thoughts go out to our family, friends, and colleagues. What's to tell them?\"  That's \n all right.  I'm \n we're having a bit of new information so I'm sorry, I stumbled a little bit right there.   Brian Todd, are you live?  Are you on the phone?  I know you have new information.  So tell us about it."},{"speaker":"BRIAN TODD, CNN CORRESPONDENT","text":"Yes, Carol.  I just listened to a radio interview that the Virginia Governor Terry McAuliffe gave to a WTOP radio.  And Governor McAuliffe said that police are in active pursuit of the suspect.  They say that \n the governor says they actually hope to have him in custody soon.  They are pursuing him right now.   The governor said that they have ID'd the suspect.  They know his name.  The governor did not give the suspect's name but he said they have a picture of him and they believe that he may be a disgruntled employee of that television station.  That was a piece of news that the governor just delivered to WTOP Radio a short time ago.   We are en route to the area right now, picking up some news as we go. But Governor McAuliffe seemed fairly confident that the suspect will be in custody soon, again saying that authorities had a picture of him, that they've ID'd him.  The governor did not give the suspect's name but he did say that authorities believe he may, may be a disgruntled employee of that television station."},{"speaker":"COSTELLO","text":"Oh, my goodness.  All right.  So, Brian Todd, I'll let you get to your location so you can find out more information from us.   Back to Alison Parker for just a minute, because oddly enough she was on CNN in 2014 on Thanksgiving when the weather was its absolute worst.  There you can see her.  This is from her Facebook page.    And she's standing with the photographer, Adam.  Right?  So they were probably a team because, you know, when you work the morning shift, there are very few employees on staff at the time and they were probably a team every single morning at that station, working closely together.  And as you can see, they were great friends and they were both engaged but to other people.   There they are.  And that looks like they're inside a satellite truck, right, together ready to head out to do a report.  But as I said, oddly enough, in 2014, Alison was actually on CNN.  She talked to me and I just want to play a bit of that so you get to know her a little better."},{"speaker":"COSTELLO","text":"Look what it looks like in Roanoke right now.  This is Alison Parker from WDBJ in Roanoke.  So it's pretty."},{"speaker":"ALISON PARKER, WDBJ REPORTER","text":"It is.  It's such a beautiful sight. And what you're seeing right now started out as heavy rain very early this morning.  But clearly a different picture.  That snow is just coming down \n Carol."},{"speaker":"COSTELLO","text":"All right.  Everyone be careful.  Please, Alison Parker, thank you so much.   Alison Parker from WDBJ in Roanoke."},{"speaker":"COSTELLO","text":"She's just a young, enthusiastic presence.  On the phone with me right now is Deon Guillory.  He works at WHSB.   Do you work there now, Deon?"},{"speaker":"DEON GUILLORY, FRIEND OF SLAIN JOURNALIST","text":"No, I'm not currently there.  But I was there a couple of years ago when Alison was in her senior year at JMU."},{"speaker":"COSTELLO","text":"And she was your intern there, right?"},{"speaker":"GUILLORY","text":"Yes.  Yes.  She \n Carol, you have to forgive me.  I'm still in shock about what happened this morning.  I talked to some old co-workers about it and we were all just flabbergasted.  You know, we work in the media and we get paid to talk for a living.  And something like this happens and we're speechless.  So it's mind-boggling that this would happen to such a great person."},{"speaker":"COSTELLO","text":"Tell us about her."},{"speaker":"GUILLORY","text":"Even when she was my intern, she was always so eager to learn.  I taught her how to produce and she would go out on stories with me.  And she was just so enthusiastic.  And she was doing what she loved.  You know, she got her first job after graduating \n she had a job in North Carolina and she worked there a little while.  And then she was able to go to Roanoke which was home for her.   And so she was living her dream.  And she was just so happy.  And I keep replaying this in my mind when I was talking to some old co- workers earlier that Alison and I, we would send messages to each other on Facebook and we would say, oh, we've got to catch up, we've got to catch up.  And we just never did, which happens in our business.  But, you know, she was just such a great presence.   She was such a great person, even in that clip you guys showed of her in the snow, you can even see her smiling in the snow.  That's just the kind of person Alison was."},{"speaker":"COSTELLO","text":"And her family still lives in Roanoke.  So she was working in her hometown, you said?"},{"speaker":"GUILLORY","text":"Yes.  From my understanding, they still live in that area. Yes.  I was fortunate enough to meet her parents.  One day she brought them by the station.  And, you know, they were just so proud of her and just so happy that she was doing something and she was going into a field that she loved so much."},{"speaker":"COSTELLO","text":"Did you know she was engaged?"},{"speaker":"GUILLORY","text":"I didn't know those specifics.  But I did know she was dating.  I didn't know those specifics, though."},{"speaker":"COSTELLO","text":"I, like you, Deon, it's just \n it's just mind-boggling.  I mean, you get"},{"speaker":"GUILLORY","text":"Yes"},{"speaker":"COSTELLO","text":"You"},{"speaker":"GUILLORY","text":"Because we are sent out, you know.  As journalists we are  sent to do things, and we always put ourselves in the line of danger. People believe that what we do is glamorous and we're celebrities and superstars and we get paid millions of dollars.  But we put our lives in danger.  And you know, an unfortunate situation happens like this, and, you know, and she wasn't even covering breaking news at the time. She wasn't covering a shooting or a fire or something.  Like she was covering tourism.   So that's the last thing you would think would happen when she's covering a story like that, especially doing a live interview on TV, doing something that she loved so much."},{"speaker":"COSTELLO","text":"Deon Guillory, thank you so much for joining me this morning.  I appreciate it.   And I just want to put up the picture of the suspect one more time because we believe police are chasing him right now on I-81.   Alexandra Field, can you fill us in on details on that?"},{"speaker":"FIELD","text":"We know from the governor of Virginia, he spoke to a local radio station, saying that he does believe the police do have this person in pursuit.  They have ID'd him, they believe, they have a name, a license plate number, a picture.  And according to the governor in this interview that he gave, they believe that he may have been a disgruntled former employee.   Too soon to say for certain until they have their suspect in custody. But to this point, there has been no known motive.  The first clue, the first break in this case of course coming from this image that was captured by the photographer, Adam Ward, as he was shot.  The general manager of the station saying that he was the first to be shot.  He was hit first.  And then you see, of course, on that video that Alison is shot and the woman that she was interviewing.   We know that the feds are involved in this.  The FBI and the ATF in hot pursuit of this suspect right now, Carol."},{"speaker":"COSTELLO","text":"Thanks so much.  I've got to take a break.  We'll be back with much more in the NEWSROOM."}]}