{
  "show_name": "CNN NEWSROOM",
  "show_title": "Virginia Reporter and Photographer Shot While on Air; Interview with WDBJ-TV General Manager Jeff Marks. Aired 9:30-10a ET",
  "quotes": [
    {
      "speaker": "ALISON KOSIK, CNN BUSINESS CORRESPONDENT",
      "text": "Traders today saying let's go ahead and have a do-over, despite the fact that the same issues remain.  The Chinese economy is still slowing, its financial systems having a lot of trouble."
    },
    {
      "speaker": "(NYSE OPENING BELL) KOSIK",
      "text": "And still a lot of uncertainty about the Fed. The traders today hoping that the rally we're effectively  seeing now, as the opening bell rings, will carry on throughout the day and into the close.  Carol."
    },
    {
      "speaker": "CAROL COSTELLO, CNN ANCHOR",
      "text": "All right, Alison Kosik reporting live from the New York Stock Exchange with maybe good news for today as far as financials go, but we'll have to see.  Alison Kosik, thanks so much.  Are we \n OK, we're going to take a break. We'll be back with much more in the NEWSROOM."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right. Take a look at the markets. Wow. The Dow is up 429 points. Can you say rebound? I know it's early, but I'm trying to see the glass half full. Of course, we'll keep you posted on the Dow but right now markets are doing great, up 406 points.   All right, now back to our breaking news, the tragic news out of Moneta, Virginia, that's near Roanoke. A very tiny place. A photographer and a reporter doing a live shot at a water park this morning were shot to death live on the air. It was a live shot about, I would suppose, tourism in that part of Virginia. Nothing serious. Not a high crime area. But at least eight shots rang out. Some of those shots hitting that reporter and photographer who fell dead on the air this morning. It's just like \n it's just mind boggling right now. The governor of Virginia just tweeting out about the senseless violence going on, not only in Virginia, but across the country.  We do have a bit of breaking news surrounding this sorry.  Brian Stelter, I know you've been following this. Now, there was a \n there was a woman that the reporter was interviewing when those shots rang out."
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "text": "That's right."
    },
    {
      "speaker": "COSTELLO",
      "text": "What can you tell us about her?"
    },
    {
      "speaker": "STELTER",
      "text": "Unfortunately, she was shot as well, we've now learned. The station originally believed she was not wounded, but she was wounded. We see her on camera there, Vicki Gardner. She's the executive director of the Smith Mountain Lake Chamber of Commerce. So this live shot was promoting the lake, promoting the coming  events at the lake. She was being interviewed about that. Vicki Gardner was shot in the back, I'm told, according to this special projects manager at the Chamber of Commerce. She says that Vicki Gardner is in surgery right now. So we don't have any word on her condition but we know that she's in surgery now after the shooting."
    },
    {
      "speaker": "COSTELLO",
      "text": "So what did \n what did Vicki Gardner do for a living?"
    },
    {
      "speaker": "STELTER",
      "text": "She \n her title was the executive director of the Chamber of Commerce. So she's running the Chamber of Commerce in town, promoting \n for the lake, I mean, Promoting the lake, promoting all of its options there. A very popular area in this community for people, especially in the summer. So they were doing a live shot promoting new events there and, you know, we know that, at the moment, she has not died, but she has been wounded in the shooting."
    },
    {
      "speaker": "COSTELLO",
      "text": "OK. So news stations across the country are on edge, Alexandra, especially here in New York City. What can you tell us?"
    },
    {
      "speaker": "ALEXANDRA FIELD, CNN CORRESPONDENT",
      "text": "Absolutely, that extends beyond this community, because we do not have a motive yet that is known because the police do not have a shooter in custody. We're seeing reaction even here in New York City. We're now learning that the NYPD is stepping up security at news stations around the city. That means that you could see increased police presence outside of those police stations. They say this is not unprecedented but it certainly is a reaction to what has happened in Virginia because, again, no motive, no reason to understand why those two people, and now potentially three people, would have been targeted by this gunman who fires off six, seven shots."
    },
    {
      "speaker": "STELTER",
      "text": "And what we've seen other local stations all across the country, people watching this right now, congregating, talking amongst each other and trying to conjure up what it must be like for those local workers. You know, the station directors and managers and producers and anchors who are on the air now having to cover themselves in the most tragic way possible."
    },
    {
      "speaker": "COSTELLO",
      "text": "And one of the ironic and kind of eerie things perhaps is"
    },
    {
      "speaker": "STELTER",
      "text": "Yes."
    },
    {
      "speaker": "COSTELLO",
      "text": "As the photographer was falling, his camera was still rolling, and he might have caught a picture of the gunman. And we want to put this still frame up right now from the video. Is that it? OK. So you can see \n you can't see his face there."
    },
    {
      "speaker": "STELTER",
      "text": "We can zoom out a bit I think, though, and we will be able to see his face and the gun as well."
    },
    {
      "speaker": "COSTELLO",
      "text": "OK, can we zoom out of it. So Joe Giacalone, he's our former NYPD detective, you've seen a shot that's better than the one we're showing our viewers right now. what can you see from this image."
    },
    {
      "speaker": "JOE GIACALONE, FORMER NYPD DETECTIVE",
      "text": "OK. Well, all video has value to it. So no matter what you do, no matter how blurry it is, but there is a better \n there is a better picture going on, on social media through Twitter. I just tweeted it out to to you guys. The \n you could see his whole face. So somebody who sees this guy will be able to pick him out, no question about it. We need to find this guy right away because, you know, he's a threat not only to the community, but law enforcement out there as well.  We don't know what his motive is. As I said, they're going to build their theories around what's going on. We hope that they sent two detectives to the hospital to see if they can get a statement from the \n the wounded other lady they were interviewing so that they can maybe get some information to go on. I mean that's a hit or miss generally because, you know, the medical staff has to do their thing. But investigators want to try to get something out here because we want to make sure that this ends, you know, at the water park here, it doesn't go any further. So we have to make sure that there isn't"
    },
    {
      "speaker": "COSTELLO",
      "text": "Well, the other thing is, if this \n if this gunman, this gunman, Joe, is still on the loose. And if we could take your name tab down, Scottie , so we can better see this image. That appears to be a gun in this man's hand. Am I right about that? It's really hard for me to determine because it's blurry."
    },
    {
      "speaker": "GIACALONE",
      "text": "Yes. Yes. I mean it's definitely a gun in his right hand. You could see it. And he looks like he's pointing it down to whoever was laying on the ground there, more than likely the cameraman. You know, we don't know if he was just covering him to make sure that he wasn't getting up, or he was intending on killing him if he was still alive.  So, I mean, it's a great video. It looks like the cameraman is going to be able to help catch his own killer. You know, video plays an important role on this. Cell phone records too. I hope that they're dumping the cell phone records in that area for the latest cell tower to see if we can get any hits on anything that was going on there, any phone communications between the reporters and the \n and the \n and the person they were talking to. It will be important. So there's a lot of things that they \n that detectives are going to have to go through on this to see if they can find this guy right away."
    },
    {
      "speaker": "COSTELLO",
      "text": "Can you \n can you tell what kind of gun it is?"
    },
    {
      "speaker": "GIACALONE",
      "text": "Well, just from the picture there, probably not. But since there's at least eight rounds fired in rapid succession, you would have to say he had an automatic and not a revolver. You remember, this is 6:45 at the water park. There's not that many car there. so hopefully that the cars are still in the parking lot. They would do the vehicle canvas. They would go through all the cars that are at the parking lot, narrow them down between who's an employee and who's not to see if they can also get a name.  So there's a lot of things that the detectives could do. And, listen, I'm sure there are surveillance cameras all over this place. It's a water park. We don't want kids coming in, in the middle of the night. So they could have pictures of this guy coming in and out, driving up. This is, you know, this is how investigators do this stuff. It's going to take a little bit of time. The media will have to be a little patient because they don't want to release too much information right away. We don't want to scare this guy off and then make it a national manhunt. So, you know, they have their toolbox and they're going to put it into play."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right. We're working on getting our viewers a better picture of this man so they can help as well in the police search. So, Joe, stick around. Alison Parker was just 24 years old. She was the reporter who was shot and killed. She was engaged to be married. She was looking forward to her marriage and a happy life. And oddly enough she appeared on CNN with me Thanksgiving of 2014. I just want you to get to know Alison Parker better. So let's watch that report from 2014."
    },
    {
      "speaker": "COSTELLO",
      "text": "Look what it looks like in Roanoke right now. This is Alison Parker from WDBJ in Roanoke.  So, it's pretty."
    },
    {
      "speaker": "ALISON PARKER, WDBJ",
      "text": "It is. It's such a beautiful sight. And what you're see right now started out as heavy rain very early in morning, but clearly a different picture. That snow is just coming down.  Carol."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right. Everyone be careful please. Alison Parker, thank you so much. Alison Parker from WDBJ in Roanoke."
    },
    {
      "speaker": "COSTELLO",
      "text": "Yes. And we don't want to skimp on talking about the victims. This was a young woman who just graduated from college in 2012. She had her first TV job in her hometown. And, you know, I hate to say it, but, you know, maybe her parents were watching. It just breaks your heart."
    },
    {
      "speaker": "FIELD",
      "text": "It does break your heart when you \n when you see that, when you look at that live shot, when you watch her talking to you just 10 months ago because we know so many young women and young men, like Alison and Adam, who really were in just the earliest stages of a career, that they probably believed would be to promising and so fulfilling.  The question now, who would do something like this? Who is the shooter in this case? We know that the ATF has now gotten involved in the hunt for this suspect, that's Alcohol Tobacco and Firearms. They are now involved to try and find this shooter.  Again, it is almost eerie to see that shot that you showed us of the potential shooter captured by the photographer who was gunned down by him. We all know the creed of photographers in our business is, you never stop rolling. These crews go out. They're not armed in any way. They do not have any kind of security, especially in a situation like this which should be completely innocuous. So the camera is really your only defense."
    },
    {
      "speaker": "STELTER",
      "text": "Yes. And we both know, sometimes when you're out at live shots, you've experienced this many times, you have a hard time paying attention to what's around you. You're focused on the person you're interviewing or you're focused on speaking to the cameras, to the viewers at home. It's hard to have a good sense sometimes of your surroundings, even when it's just innocent fans coming up and saying hi to you. When you're on live television, it's a very sometimes intense experience and hard to"
    },
    {
      "speaker": "COSTELLO",
      "text": "But, you know what, just a word about photographers"
    },
    {
      "speaker": "STELTER",
      "text": "Yes."
    },
    {
      "speaker": "COSTELLO",
      "text": "Because they are the unsung heroes of the news business, right?"
    },
    {
      "speaker": "STELTER",
      "text": "Yes. Yes."
    },
    {
      "speaker": "COSTELLO",
      "text": "So, you know I've been out reporting live and idiots have interfered with me and pushed me and the person who always protected me was the man or woman with the camera."
    },
    {
      "speaker": "STELTER",
      "text": "Right."
    },
    {
      "speaker": "FIELD",
      "text": "Right."
    },
    {
      "speaker": "COSTELLO",
      "text": "They are fearless people. Fearless people."
    },
    {
      "speaker": "FIELD",
      "text": "They've got your back. They do not expect something like that. You expect that you're going to get some bozo who is coming in front of the camera or disrupting your live shot, your work in some way. What is so jarring to all of us and to everyone who has seen that video, is the fact that it is so clear that these three people never saw what was coming. They did not react until the shots rang out."
    },
    {
      "speaker": "STELTER",
      "text": "And because it was 6:45 in the morning, this water park's not open, this lake's not open for business. Nobody else is there. It does raise the question of whether they were targeted in some way. We don't know. But why would a gunman randomly be walking up and down the corridors at this lake? It doesn't make a lot of sense. Obviously, at the moment, we don't know of a motive."
    },
    {
      "speaker": "COSTELLO",
      "text": "We've got to take a break. We'll be back with much more in the NEWSROOM."
    },
    {
      "speaker": "ANNOUNCER",
      "text": "This is CNN breaking news."
    },
    {
      "speaker": "COSTELLO",
      "text": "And we're continuing to follow this breaking news out of the Moneta, Virginia, near Roanoke, Virginia, a tiny town.  A reporter and her photographer doing a live shot at a waterpark this morning, shot dead live on the air.  The woman they were interviewing also injured.  She's in surgery right now.  And what's worse, the gunman still on the loose.  Schools are in lockdown this morning.  And the sheriff's department is doing everything they can to track him down. ' The shooting happened at 6:45 Eastern, that's in the morning.  The gunman is believed to be a man who fired six to eight times.  The station itself, WDBJ, is not running video of the incident at this time.  But I do have the general manager on the phone right now, Jeff Marks.  Jeff, are you there?"
    },
    {
      "speaker": "JEFF MARKS, PRESIDENT & GENERAL MANAGER, WDBJ-TV",
      "text": "Yes, I am."
    },
    {
      "speaker": "COSTELLO",
      "text": "Thank you so much for talking with me.  I just \n I can't even imagine how you're feeling at the moment."
    },
    {
      "speaker": "MARKS",
      "text": "You know, you send people into war zones, you send into dangerous situations, into riots, and you worry that they're going to get hurt.  You send somebody out to do a story on tourism, and this \n how can you ever expect something like this to happen?  We are \n you know, you use all the words, senseless, devastated.  Those are all those news catchwords, but they all apply."
    },
    {
      "speaker": "COSTELLO",
      "text": "When did you become aware that this happened?"
    },
    {
      "speaker": "MARKS",
      "text": "At about 6:50.  I was in my car and my news director called me and said, are you aware of what just happened on the air?"
    },
    {
      "speaker": "COSTELLO",
      "text": "Oh my goodness.  And what did you think had happened when he said that?"
    },
    {
      "speaker": "MARKS",
      "text": "Exactly what turned out to have happened.  Your mind, being an experienced journalist, your mind immediately goes to the worst and then you hope that it's something less than that."
    },
    {
      "speaker": "COSTELLO",
      "text": "Oh my goodness.  So how did he explain the situation to you?"
    },
    {
      "speaker": "MARKS",
      "text": "She did.  Simply what I said.  We, you know, when you work with somebody a long time, you don't need a lot of words.  It was \n where are you?  I said I'm just about at work.  I happened to be in the neighborhood already and she was close behind."
    },
    {
      "speaker": "COSTELLO",
      "text": "So tell us from your perspective what exactly happened at 6:45 Eastern."
    },
    {
      "speaker": "MARKS",
      "text": "Say that again.  I'm sorry, there's so much going on in the newsroom that"
    },
    {
      "speaker": "COSTELLO",
      "text": "I totally understand."
    },
    {
      "speaker": "MARKS",
      "text": "I missed your question."
    },
    {
      "speaker": "COSTELLO",
      "text": "Can you tell me about the incident as you know it?"
    },
    {
      "speaker": "MARKS",
      "text": "Yes.  They were doing a routine interview.  You saw Alison on camera with the person she was interviewing.  You heard several shots fired.  Alison screamed and started running away.  By that time, we believe Adam was already shot and Alison was shot as she ran away. That's what the video indicates, and what is indicated by one of our senior managers who is on the scene."
    },
    {
      "speaker": "COSTELLO",
      "text": "So you believe that Adam, the photographer, was shot first and then Alison Parker tried to escape the gunfire and she was hit?"
    },
    {
      "speaker": "MARKS",
      "text": "That's what it appears.  The police will recreate it.  And they need that information for whatever they're going to be able to prosecute when they catch the \n I don't want to even characterize the person.  But, to us, it doesn't really matter.  I mean, we have people walking around here in tears, a lot of hugs.  We have a friend of our newsroom who is a pastor in here consoling people.  And we're trying to behave as journalists and cover the story while being just unbelievably grief-stricken."
    },
    {
      "speaker": "COSTELLO",
      "text": "Alison's fiance also works at your station, and he just tweeted out a picture about his fiancee.  And I hope we can put that up on the screen right now.  What can you tell us about that relationship?"
    },
    {
      "speaker": "MARKS",
      "text": "Without wanting to invade their privacy a whole lot, I can just say that they were very much enamored with each other.  They put smiles on each other's faces.  They were planning ahead.  They were planning a future."
    },
    {
      "speaker": "COSTELLO",
      "text": "And Adam, the photographer who was killed, his fiancee was the morning producer.  Was she in the control room when this went down?"
    },
    {
      "speaker": "MARKS",
      "text": "Yes."
    },
    {
      "speaker": "COSTELLO",
      "text": "So she saw it happen?"
    },
    {
      "speaker": "MARKS",
      "text": "Yes."
    },
    {
      "speaker": "COSTELLO",
      "text": "Oh my gosh.  I \n I"
    },
    {
      "speaker": "MARKS",
      "text": "It's hard to imagine, isn't it?"
    },
    {
      "speaker": "COSTELLO",
      "text": "Yes."
    },
    {
      "speaker": "MARKS",
      "text": "It really is.  And it was her last day here.  She was moving on to a station in Charlotte.  This was going to be a day of celebration for her time here and wishing her good luck."
    },
    {
      "speaker": "COSTELLO",
      "text": "And Adam Ward, her fiance, was going to follow her there, is that right?"
    },
    {
      "speaker": "MARKS",
      "text": "That was his plan."
    },
    {
      "speaker": "COSTELLO",
      "text": "As far as the woman from the Chamber of Commerce that Alison was interviewing, what can you tell us about her and possible injuries?"
    },
    {
      "speaker": "MARKS",
      "text": "I don't know anything.  A source of the hospital said what you said, which was she's in surgery.  You never like to pass on information like this, but the indication was positive about her.  But that may just be prayers; we just don't know."
    },
    {
      "speaker": "COSTELLO",
      "text": "Have any of your reporters or photographers been targeted in the past?  Not that they were targeted this time because we don't know.  I don't want to give that impression.  I'm just asking you"
    },
    {
      "speaker": "MARKS",
      "text": "No \n Every now and then, you'll get a crazy e-mail or something and we'll look into it.  But it's nothing of this nature that any of us could recall of a physical threat."
    },
    {
      "speaker": "COSTELLO",
      "text": "Have you \n I know you've talked to the sheriff's department and they're still looking for this gunman.  And I'm looking down because I just got something from justice correspondents Pamela Brown and Evan Perez.   Authorities believe they have a name and a license plate number for an individual believed to be behind the shooting.  And that's according to a law enforcement official.  And, of course, as you probably already know, agents from the ATF and FBI are on the scene and they're participating in this investigation.   What did the sheriff's department tell you about this shooter?"
    },
    {
      "speaker": "MARKS",
      "text": "Just that.  That they have reason to think they may know who it is.  And beyond that, nothing that's shareable at this time."
    },
    {
      "speaker": "COSTELLO",
      "text": "We know that it was 6:45 in the morning, right?  And the water park probably was not open.  So why was this man there?"
    },
    {
      "speaker": "MARKS",
      "text": "You're describing it as a water park.  I don't believe that \n maybe it is.  But in any case, it was overlooking Smith Mountain Lake, which is a manmade lake that was flooded into since 50 years ago, and they were doing something about the 50th anniversary.   Why someone was there, I don't know.  One could assume that he \n we don't make a secret of where we're going to be reporting from.  We may start now.  But he could see them on the air and know where they were and go be there with them."
    },
    {
      "speaker": "COSTELLO",
      "text": "Right.  And a final question for you because you're in for one very tough day.  How will you handle this?  You're the general manager.  I can't even imagine that."
    },
    {
      "speaker": "MARKS",
      "text": "I'm here trying to answer as many questions as I can, understand the grief of my employees, help them do their job at the same time, and be responsive to both the journalism community and the community at large.  That's my role.  And the longer I'm on the phone with you, the less time I have to do that for everybody else.  I've got about 20 calls lined up.   But I will do my job."
    },
    {
      "speaker": "COSTELLO",
      "text": "Well, I appreciate your taking the time to talk with me, Jeff Marks.  I do appreciate it.  Thank you so much."
    },
    {
      "speaker": "MARKS",
      "text": "OK."
    },
    {
      "speaker": "COSTELLO",
      "text": "and before I take a break, I want to put up a clear photo of that suspect right now.  This is from the video, this is from the camera of the man who died.  You can see the man's face.  You can see the gun.  You can see he's pointed the gun at something.  And this is the man that sheriff's deputies and FBI agents are looking at right now in the tiny town of Moneta.  Schools remain on lockdown.  They haven't found this guy yet, but Pamela Brown and Evan Perez, our justice correspondents, just reported that police believe they have a name and they have a license plate.  So hopefully they're very close to tracking this man down.  I'll be right back."
    }
  ]
}