{"show_name":"CNN NEWSROOM","show_title":"Markets Breathe Easier After Moves of Chinese Central Bank; Trump Fires Attacks at Republican Rivals, FOX News; Paris Attacker Faces Serious Charges; ISIS Destroys Ancient Syrian Temple; Borders Go Up Across Europe to Deal with Migrants; Colombian Immigrants Stream Across Venezuela's Borders; Hawaiian Beach Flooded by Raw Sewage; University of Denver Offers Cannabis Journalism Class. Aired 2-3a ET","quotes":[{"speaker":"DONALD TRUMP, (R), PRESIDENTIAL CANDIDATE & CEO, TRUMP ORGANIZATION","text":"You haven't been called.  Go back to Univision."},{"speaker":"ROSEMARY CHURCH, CNN ANCHOR","text":"Donald Trump kicked out one of America's top Hispanic journalists from his new conference but only for a little while."},{"speaker":"ERROL BARNETT, CNN ANCHOR","text":"Plus, after another rollercoaster day on Wall Street, Asia stock markets may be leveling out."},{"speaker":"CHURCH","text":"Later, raw sewage spilled into Hawaii's Waikiki beach but is it not stopping people from swimming."},{"speaker":"BARNETT","text":"Hey, there, everyone.  A big welcome to our viewers in the U.S. and around the world.  We're your anchor team for the next two hours."},{"speaker":"CHURCH","text":"And I'm Rosemary Church.  Thanks for joining us.  This is CNN NEWSROOM.   Stock traders are breathing easier in Asia after two big days of losses in the stock markets.  China's central bank is trying to help prop them back up, cutting interest rates and reducing the amount of cash banks are required to hold."},{"speaker":"BARNETT","text":"At this stage, markets have closed in Sydney, Tokyo and Seoul, though you may see fluctuations in numbers as things settle. Gold in positive territory, in green.  Yesterday, we saw so much volatility.  But after the move by the Chinese Central Bank to help stabilize things in Shanghai, it has calmed the region.   Let's take a look.  Do we have the numbers out of Shanghai at the moment?  There it is.  It is positive up around 2.6 percent.  Not as much volatility as we saw yesterday, probably because of the moves of the Chinese Central Bank."},{"speaker":"CHURCH","text":"That is very positive, considering it closed yesterday at 7.6 percent.  So good to see. U.S. markets are looking to recover from their six-day losing streak. The Dow Jones Industrial Average spent most of Tuesday in positive territory, up more than 440 points at its peak, but the rally fizzled late in the day with the Dow closing down nearly 205 points."},{"speaker":"BARNETT","text":"The European markets are hoping to extend their gains when they open next hour.  You see on Tuesday, the FTSU was up 3 percent. The Xetra Dax was up nearly 5 percent higher.  And the Zurich SMI was up 3.5 percent."},{"speaker":"CHURCH","text":"Let's go to CNN's Asia-Pacific editor, Andrew Stevens, joining us live from Hong Kong.   Andrew, it will be interesting to see what happens on European markets once they open.  But overall, how have Asian markets responded to China cutting its key interest rate after two days of turmoil.  Is all the positive movement due to that intervention from China?"},{"speaker":"ANDREW STEVENS, CNN ASIA-PACIFIC EDITOR","text":"I think it is.  It is helping things and helping sentiment getting away from those massive volatile swings we have seen.  Shanghai seems to be holding those gains, which is important.  They are not big gains but they are gains. And that is what the central authorities want to see.  They want to see positivity coming back into the markets.  It is positive throughout Asia.  At this stage, though, can't say that this is over, that this is a sign that things are sort of getting restored back to normal.  Far too early to say that.  But at the moment, certainly positive move \n Rosemary?"},{"speaker":"CHURCH","text":"And, Andrew, Wall Street bucked the upward trend Tuesday. How is it likely to respond when markets open Wednesday given China's intervention here?"},{"speaker":"STEVENS","text":"Extraordinary what happened on Wall Street.  Before the open it was pointing to a 600 point gain helped partly by the fact that China came out with these announcements and it closed down 1.3 percent.  Gives you an idea of the state of mind of investors.  Fear is ruling the minds at the moment.  But very, very difficult to tell, to be honest.  It will help that China has stabilized at least today and Asia is look better.  Europe may come back a bit given it had big gains yesterday.  But it's not just China they are worried about.  Is it going to raise the interest rates?  There is a lot of uncertainty still and that is causing the volatility.  Difficult to say what Wall Street will do by the end today."},{"speaker":"CHURCH","text":"We'll wait for Wall Street to open and what happens on the European markets.   Andrew Stevens reporting live from Hong Kong.  Thanks to you."},{"speaker":"STEVENS","text":"Thanks, Rosemary."},{"speaker":"BARNETT","text":"We turn to U.S. politics.  We begin at a press conference at a campaign stop in Iowa that turned into a heated debate between presidential candidate, Donald Trump, and a TV journalist."},{"speaker":"CHURCH","text":"It started when Jorge Ramos, at the Spanish-language network,  Univision, tried to ask a question about immigration policies."},{"speaker":"TRUMP","text":"Sit down.  Sit down.  Go ahead."},{"speaker":"TRUMP","text":"No, you don't.  You haven't been called.  Go back to Univision.   Go ahead."},{"speaker":"TRUMP","text":"Go ahead."},{"speaker":"TRUMP","text":"Go ahead."},{"speaker":"TRUMP","text":"Sit down, please.  You weren't called."},{"speaker":"TRUMP","text":"Go."},{"speaker":"JORGE RAMOS, REPORTER, UNIVISION","text":"I have the right to ask a question."},{"speaker":"TRUMP","text":"Yes, in order.   Yes, go ahead."},{"speaker":"BARNETT","text":"Well, that was awkward.  As you say there, a security guard escorted Mr. Ramos out of the room.  Ramos has been critical of Mr. Trump's comments on immigration.  The anchor was allowed to come back to the event to ask his question, which led to this heated exchange."},{"speaker":"TRUMP","text":"Yes.  Good, absolutely.  Good.  Absolutely.  Good to have you back.  OK."},{"speaker":"RAMOS","text":"So here's the \n empty promises."},{"speaker":"TRUMP","text":"OK."},{"speaker":"RAMOS","text":"Cannot deport 11 million.  You cannot deny citizenship to the children of this country.  You cannot"},{"speaker":"TRUMP","text":"Why do you say that?"},{"speaker":"RAMOS","text":"You cannot do that."},{"speaker":"TRUMP","text":"A lot of people think"},{"speaker":"TRUMP","text":"No, no.  Excuse me.  A lot of people"},{"speaker":"RAMOS","text":"Here's the \n full of empty promises."},{"speaker":"TRUMP","text":"OK."},{"speaker":"RAMOS","text":"You cannot deport 11 million.  You cannot deny citizenship to the children of this country.  You cannot build"},{"speaker":"TRUMP","text":"Why do you say that?"},{"speaker":"RAMOS","text":"You cannot do that."},{"speaker":"TRUMP","text":"A lot of people think"},{"speaker":"TRUMP","text":"No, no.  Excuse me.  A lot of people"},{"speaker":"TRUMP","text":"No, no.  I build buildings that are 95 \n can I tell you what is more complicated is building a building that is 95 stories tall. OK?"},{"speaker":"RAMOS","text":"You say"},{"speaker":"TRUMP","text":"I think so.  I'm going to bring jobs back."},{"speaker":"RAMOS","text":"I've seen the polls.  The Univision"},{"speaker":"TRUMP","text":"How much am I suing Univision right now?"},{"speaker":"TRUMP","text":"No, no, no.  Tell me, do you know the number."},{"speaker":"TRUMP","text":"No, no, no.  Tell me.  Tell me."},{"speaker":"TRUMP","text":"Do you know the number because you are a part of the lawsuit. How much am I suing Univision for?"},{"speaker":"RAMOS","text":"The question is"},{"speaker":"TRUMP","text":"Wait, wait.  It's $500 million."},{"speaker":"RAMOS","text":"I'm a reporter."},{"speaker":"TRUMP","text":"And they are very concerned about it, I have to tell you.  I'm very good at this stuff."},{"speaker":"TRUMP","text":"Yeah, go ahead."},{"speaker":"RAMOS","text":"You are losing"},{"speaker":"TRUMP","text":"I don't think I will."},{"speaker":"CHURCH","text":"As we mentioned, Ramos has been trying for months to get an interview with Donald Trump.  After the event, he talked with his network Univision and Ramos called it a first.    RAMOS (through translation"},{"speaker":")","text":"Never in my life anywhere in the world have I been ejected from a press conference or an interview.  This is a first time in the U.S. and with a presidential candidate.  One would think if he is doing this to me, a U.S. citizen and a journalist, what can happen to other immigrants in this country who have not had the luck that I have had.  Nothing, never, anywhere in the world has something like this happened to me."},{"speaker":"BARNETT","text":"One thing to keep in mind is Trump's brash attitude with the media, it hasn't hurt his standing in the polls at all.  That's why he has the nickname of the Teflon Don.  He just keeps firing back at those who oppose him. CNN political reporter, Sarah Murray, has more on that."},{"speaker":"SARAH MURRAY, CNN POLITICAL REPORTER","text":"The GOP front runner today battling with Jeb Bush, calling him a mess over his defense of the term \"anchor babies.\"  Trump furiously tweeting, \"A clumsy move to get out of his anchor babies dilemma, adding, \"Asians are offended that Jeb said that anchor babies applies to them.\"   But on the trail today Bush striking back, needling Trump as a candidate full of fury but lacking in substance."},{"speaker":"JEB BUSH, (R), PRESIDENTIAL CANDIDATE & FORMER FLORIDA GOVERNOR","text":"There's a lot of good talkers running for president \n  \n and one in particular I'm thinking of."},{"speaker":"(APPLAUSE)  BUSH","text":"Look, talking is good.  It's important to be able to communicate.  I got that.  But I think it's more important to solve problems."},{"speaker":"MURRAY","text":"The latest exchange, a signal of how the battle is coming down to a war of words between the two top candidates.   But Bush wasn't Trump's only target.  Last night, he bashed President Obama's plans to host a state dinner for the president of China say for he was in the White House"},{"speaker":"TRUMP","text":"I would not be throwing him a dinner I would give him a McDonald's hamburger, we'll give him a state dinner and he has sucked all of our jobs"},{"speaker":"MURRAY","text":"Even refusing to rule out a trade war with the world's second-largest economy."},{"speaker":"TRUMP","text":"You have to do that and bring it back to normal.  You have no choice."},{"speaker":"MURRAY","text":"Trump rounding out the takedowns by reuniting his grudge against Megyn Kelly, re-tweeting, \"Someone who called him a bimbo,\" and saying, \"I liked the 'Kelly File' much better without Megyn Kelly. Perhaps she could take another 11 day unscheduled vacation.\"   FOX News CEO Roger Ailes, calling on Trump to apologize today, saying, \"Donald Trump surprised and unprovoked attack on Megyn Kelly during her show last night is as unacceptable as it is disturbing.\" (on camera"},{"speaker":")","text":"Donald Trump continued on the war path on Tuesday night in Iowa, going after Jeb Bush, going after Marco Rubio, even going after Secretary of State John Kerry.   Sarah Murray, CNN, Iowa."},{"speaker":"CHURCH","text":"Earlier, I spoke with Republican strategist and founder of NewRepublican.org, Alex Castellanos, about why Donald Trump continues to dominate the polls.    ALEX CASTELLANOS, REPUBLICAN STRATEGIST, FOUNDER, NEWREPUBLICAN."},{"speaker":"ORG","text":"The reasons Republicans are turning to Donald Trump is his strength, which is also the scary side of Donald Trump, his kind of craving for power.  Americans and Republicans think their country is falling apart and in decline.  They want someone who is equal to our fears, someone big, and that's Donald Trump.  So I think, you know, that's what you saw tonight.  He's not taking any guff from any news media type, like Ramos.  He is telling you what he's going to do.  He's a political strongman.  When countries are desperate, they turn to the political strongman.  I don't think that's a good thing."},{"speaker":"BARNETT","text":"I do think it's interesting many Republican commentators try to differentiate between Trump supporters and the regular Republican voters.  Trump characterizes his supporters as the silent majority, a new Richard Nixon used back in the '60s and '70s in reference to those opposed to the massive counter-culture movement.  Do you think Trump supporters are a silent majority?  Who is this wing of the Republican Party?"},{"speaker":"CASTELLANOS","text":"I think it's a very pessimistic, anxious group.  It's older, whiter, more male.  And it's frustrated.  It's not only frustrated at the governing elite.  They think they are losing their country, and the governing elite is not doing anything about it.  They think it's a dangerous moment.  If they don't act now, as Trump said, we may lose the country we love.  It's not a majority in the Republican Party.  This may be the summer of Trump, but we vote in the winter."},{"speaker":"BARNETT","text":"Alex Castellanos speaking with me earlier.  He also compared Trump to a unicorn, a kind of politician we haven't seen before.  Next hour, you will hear more of my conversation with him."},{"speaker":"CHURCH","text":"Two NATO servicemembers have been killed in Afghanistan. NATO says they were shot by two men wearing Afghan military uniforms who opened fire on their vehicle at a compound in Helmand Province."},{"speaker":"BARNETT","text":"Coalition servicemembers returned fire, killing the attackers.  Afghan and NATO officials say they are reviewing this incident."},{"speaker":"CHURCH","text":"We'll take a short break here.  But still to come, attack on a high-speed train.  We are learning more about that desperate struggle last week in which passengers overwhelmed a heavily armed gunman.  That's still to come."},{"speaker":"CHURCH","text":"Welcome back to CNN NEWSROOM.  One of the Americans aboard the Paris-bound train who subdued an alleged terrorist last week is now back home in the U.S."},{"speaker":"CHURCH","text":"Anthony Sadler landed in Sacramento, California, just a short time ago, in fact.  The mayor says the city will hold a parade soon to honor him and the other Americans who took down the suspected terrorist.   Now another man hailed as a hero is hospitalized in France.  Mark Moogalian was shot in the neck while struggling with the alleged gunman."},{"speaker":"CHURCH","text":"His wife spoke to CNN with chilling details of how the incident unfolded.  Take a listen."},{"speaker":"ISABELLE RISACHER MOOGALIAN, WIFE OF MARK MOOGALIAN","text":"I didn't see it but I heard him say I got the gun."},{"speaker":"UNIDENTIFIED CORRESPONDENT","text":"This is your husband?"},{"speaker":"MOOGALIAN","text":"Yes, it was his voice.  He said, I got the gun.  And then it was very fast.  A few seconds after, I hear a shot, maybe one or two, I'm not sure.  It was very loud.  And then I saw my husband, just two seats that way, I mean, very close to me."},{"speaker":"UNIDENTIFIED CORRESPONDENT","text":"Fall to the ground?"},{"speaker":"MOOGALIAN","text":"He fell to the ground.  I was still behind the seat.  So I didn't see the shooter.  My husband told me after that that he took his gun back.  But I didn't see it.  I didn't see that part."},{"speaker":"UNIDENTIFIED CORRESPONDENT","text":"The gunman grabs the gun away from your husband at this point?"},{"speaker":"MOOGALIAN","text":"Yes.  And my husband thought he was going to shoot him again, so he played dead."},{"speaker":"CHURCH","text":"Mark Moogalian is a dual French-American citizen."},{"speaker":"BARNETT","text":"After he was shot, one of the American passengers explains now why he came to Moogalian's aid."},{"speaker":"SPENCER STONE, HELPED SUBDUED GUNMAN","text":"No one was really doing anything.  So I felt like I was the only person that could help him. I didn't really care about my injuries at that point.  I didn't feel them.  So I was like, whatever.  And I just thought that guy was going to die.  So I wanted to give him a fighting chance.  I wasn't just going to let him lay there and bleed out.  It looked like he was about to bleed out.  The front of his body was covered in blood."},{"speaker":"BARNETT","text":"Incredible to hear all that."},{"speaker":"CHURCH","text":"Yes."},{"speaker":"BARNETT","text":"Meanwhile, the suspect in this foiled attack faces serious charges."},{"speaker":"CHURCH","text":"A French prosecutor says there is clear evidence that Ayoub el Khazzani was going to try to, quote, \"kill a train full of people.\" Brian Todd has more."},{"speaker":"BRIAN TODD, CNN CORRESPONDENT","text":"He came out of the train bathroom with no shirt on, armed with a pistol and armed with 200 rounds of ammunition.  It could have been a blood bath.  Paris's chief prosecutor, for the first time, reveals what he says was Ayoub el Khazzani's attempt to commit a terrorist attack."},{"speaker":"FRANCOIS MOLINS, FRENCH PROSECUTOR","text":"While on the train, Ayoub el Khazzani was looking at jihadi YouTube sites."},{"speaker":"TODD","text":"A far cry from the claim that he was on the train to rob passengers.  What he didn't have, according to one of the Americans who took him down, is skill in firing his weapons."},{"speaker":"ALEK SKARLATOS, HELPED SUBDUE GUNMAN","text":"He clearly had no firearms training whatsoever.  And, yes, if he knew what he was doing or even just got lucky and did the right thing, he would have been able to operate through all eight of those magazines, and we would have been in trouble and probably wouldn't be here today."},{"speaker":"TODD","text":"The prosecutors charging him with attempted murder, attempted mass murder and membership in a terrorist organization.   And CNN has learned from European security officials about el Khazzani's travels before he boarded the train in Brussels.  The French prosecutor, Francois Molins, says he emigrated from France to Spain where he was radicalized at a mosque.  The suspect claims to have bounced around between cities in France, Germany, Austria and Belgium, and lived in a park in Brussels.   The prosecutor says that he was flagged for surveillance in France but was not followed.  A German security source says when he flew through Berlin to Turkey in play he was flagged for a search and allowed to proceed.   How could we have he have fallen through the cracks?"},{"speaker":"THOMAS SANDERSON, CENTER FOR STRATEGIC & INTERNATIONAL STUDIES","text":"For an individual, if you're going to surveil him, you need 10, 20, 30, or more police to follow someone to make sure they don't pick up on the tail.  When you have a couple thousand Frenchman, who have gone over into the battle, that means tens of thousands of people to surveil those individuals alone."},{"speaker":"TODD","text":"The French prosecutor say security services are investigating who might have financed Ayoub el Khazzani's claims, he seemed to have means.  He had a first-class ticket.  And despite having a return plane ticket for his trip to Turkey, he apparently never used it.  According to French and German sources, obtaining a separate ticket to travel from southern Turkey to Istanbul to Albania.  Brian Todd, CNN, Washington."},{"speaker":"CHURCH","text":"We have been telling you about the destruction of an ancient temple in Palmyra, Syria.  Now we have pictures to show you."},{"speaker":"BARNETT","text":"ISIS supporters posted them on line.  It is the militant's latest effort to shock the world. But as Ben Wedeman reports, the response may be muted in a country already ravaged by civil war."},{"speaker":"BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT","text":"The pictures show the fighters rig the temple of Baal Shamin and the blast and aftermath.  2000 years of history turned into rubble and dust."},{"speaker":"(EXPLOSION) (SHOUTING) WEDEMAN","text":"It wasn't ISIS's first brazen act of vandalism against the past.  In Iraq, they have gone on a rampage of destruction not seen since the mogul sack of Baghdad in 1258.  It probably won't be the last. Since driving out Syrian regime forces out of Palmyra in May, they smashed statues and used the amphitheater as a backdrop to a mass execution and beheaded the 82-year-old former Palmyra director of antiquities.  Many of the artifacts were removed before ISIS took over Palmyra.   It's part of ISIS' policy of shock and awe.  In the name of their warped vision of Islam, executing prisoners and hostages in grizzly snuff films to show they will stop at nothing to achieve their goal of a worldwide caliphate.   But for Syrians, shock and awe is old.  More than 200,000 have been killed since the regime of Bashar al Assad began four and a half years ago.  Many have fled the country trying to reach Europe while millions more have been displaced.   (on camera"},{"speaker":")","text":"The four horsemen of the apocalypse are stalking Syria. Few have the luxury to mourn the loss of an old building.   Ben Wedeman, CNN, Rome."},{"speaker":"BARNETT","text":"Meantime, Syria's president is open to a coalition against ISIS."},{"speaker":"CHURCH","text":"In a rare television interview, Bashar al Assad cautioned he wouldn't want enemies involved in the effort.  He's referring to governments that have backed rebel groups trying to topple his regime such as Turkey and Saudi Arabia.    BASHAR AL ASSAD, SYRIAN PRESIDENT (through translation"},{"speaker":")","text":"Any alliance or procedure or dialogue that leads to stopping the Syrian bloodshed must be a priority for us.  We must work towards it with no hesitation.  What concerns us is the result on the ground.  Logically, is it not possible that states that stood with terrorism would be the states that will fight terrorism.  A small possibility remains that these states decided to repent, or maybe for reasons of pure self interest, they got word that the terrorism is heading to their countries and they decided to combat terrorism.  We have no objection. The important thing is to form an alliance to fight terrorism."},{"speaker":"BARNETT","text":"There is a diplomatic push underway aimed at ending Syria's conflict, now in its fourth year."},{"speaker":"CHURCH","text":"Guatemala's Supreme Court has approved a bid to impeach the country's president.  The matter is being passed to Congress for approval.  He is accused of leading a scheme to take brides for eliminating or reducing tax for companies importing products into the country.  The president insists he won't step down and denies the charges."},{"speaker":"BARNETT","text":"Protesters have demanded his resignation since April. Guatemala's vice president was detained on corruption charges and she, too, denies them."},{"speaker":"CHURCH","text":"Let's take a very short break.  But still to come, migrants are pouring into Europe faster than it can handle them.  Coming up, see how countries are fortifying their borders as this crisis worsens."},{"speaker":"BARNETT","text":"A warm welcome back to our viewers here in the U.S. and those tuned in from around the world.  I'm Errol Barnett."},{"speaker":"CHURCH","text":"I'm Rosemary Church.  It's time to update the main stories we have been following this hour.   Financial markets in Asia are moving higher today.  Trading has ended for the day in Tokyo, with the Nikkei up more than"},{"speaker":"(AUDIO PROBLEM) BARNETT","text":"The 40-year-old was leading a group of tourists on a walking tour when the lion charged.  No tourists were hurt."},{"speaker":"CHURCH","text":"In Europe's migrant crisis, German chancellor Angela Merkel will go to a town where refugee protests turned violent this weekend. Demonstrators were angry about the arrival of about 250 people seeking asylum."},{"speaker":"BARNETT","text":"Clashes between protesters and police left 31 officers  injured.  Chancellor Merkel will meet with asylum seekers, volunteers and with security forces as well.  Germany is the E.U.'s biggest recipient of those seeking asylum.   Meanwhile, borders are being strengthened and new barriers are going up across Europe as nations struggle to deal with the influx of so many migrants."},{"speaker":"CHURCH","text":"CNN senior international correspondent, Nic Robertson, reports."},{"speaker":"(SHOUTING) NIC ROBERTSON, CNN SENIOR INTERNATIONAL CORRESPONDENT","text":"By boat \n by train"},{"speaker":"(SHOUTING) ROBERTSON","text":"on foot, risking lives, ever desperate, fleeing fighting or simply looking for work.  Migrants are on the move in numbers not seen in generations."},{"speaker":"UNIDENTIFIED MALE","text":"Today, the world finds itself facing the worst refugee crisis since the Second World War."},{"speaker":"ROBERTSON","text":"More than a quarter million crossing the Mediterranean to Europe so far this year.  No end in sight, no solution either."},{"speaker":"UNIDENTIFIED MALE","text":"Europe finds itself struggling, fight to deal with the high influxes of people seek refuge within our borders."},{"speaker":"ROBERTSON","text":"From Turkey to France, borders are being fortified.  Walls built.  Every country for themselves.  No grand plan from European Union headquarters in Brussels."},{"speaker":"GEOFFREY ROBERTSON, HUMAN RIGHTS LAWYER","text":"I'm afraid it has been incoherent, is the only word you can describe, the policy from Brussels.  There has been no policy."},{"speaker":"ROBERTSON","text":"In Hungary, politicians holding a press conference as a fence is erected behind them.  The message clear, we are tough on migrants.   Geoffrey Robertson, the leading U.K. human rights lawyer, predicts without a clear European strategy, Europe is headed for rocks."},{"speaker":"GEOFFREY ROBERTSON","text":"We'll see Europe move right, move nationalist. We will see Britain being the first, and there may be others to leave the European Union."},{"speaker":"ROBERTSON","text":"The drift to the right is already happening, from Sweden to Denmark to Britain and France and Greece in the far south."},{"speaker":"(CHANTING)   ROBERTSON","text":"Right-wing parties are prospering.  Slovak and Czech prime ministers are fueling sectarian tensions, saying they will only take Christian migrants.   The problem is huge.  Criminal gangs, ferrying migrants from Libya to Italy, hundreds dying at sea.  The same from Turkey to Greece.  Once ashore, heading for Germany, France, Britain, and Sweden.  Bottlenecks at borders are becoming the norm across the channel from England, a migrant camp city in Calais."},{"speaker":"(SHOUTING) ROBERTSON","text":"Migrants recently getting tear gassed.   European human rights laws dictate governments must help migrants."},{"speaker":"GEOFFREY ROBERTSON","text":"They must treat people in their jurisdiction humanely with a basic minimum of humanity."},{"speaker":"ROBERTSON","text":"25 years since the Berlin Wall came down, new barriers are going up now faster than any time since the Cold War began.  They leaked back then, and few expect them to work now."},{"speaker":"UNIDENTIFIED AFRICAN MIGRANT","text":"Even if they build into the sky, they may lie in front and the scorpion might pass."},{"speaker":"ROBERTSON","text":"His fate, like those who come before him, and the many who follow, is up in the air at the whim of some chilly political winds.   Nic Robertson, CNN, London."},{"speaker":"CHURCH","text":"In Macedonia, the U.N. Refugee Agency says up to 3,000 migrants are expected to cross every day in the coming months.   Our Hala Gorani asked Macedonia's foreign minister whether his country could cope."},{"speaker":"NIKOLA POPOSKI, MACEDONIAN FOREIGN MINISTER","text":"Indeed.  We are used to having an inflow of 500 people a day coming from the Greek side and crossing into Macedonia.  During last several days, it has increased dramatically, given 4,000 people a day.  The country resources it's impossible to handle such a pressure if we want to maintain control on the border and keep registering migrants."},{"speaker":"HALA GORANI, CNN CORRESPONDENT","text":"Mr. Poposki, but you were very much criticized on Friday.  We saw some very tragic scenes.  Refugees were gassed.  There was a very heavy-handed response, some human rights organizations were saying.  Why was the decision made to respond to the inflow of refugees in that way?"},{"speaker":"POPOSKI","text":"I think it was an unfair way of treating the situation on the ground.  Macedonia has been doing tremendous efforts to handle the most human way all the migrants that have been crossing into our territory.  And we have a tradition of treating migrants very well. It is probably the country that has hosted the largest number off migrants since World War II.  But we have had thousands of people from Greek islands and into the Greek mainland and then pursing the roads to the Macedonian borders.  Our options were pretty limited."},{"speaker":"BARNETT","text":"Serbia's labor minister promises that migrants will be treated well but the country is expecting financial support from the European Union.   He told Becky Anderson how many have crossed into the country in recent days."},{"speaker":"ALEKSANDER VULIN, SERBIAN LABOR MINISTER","text":"On January 1st of this year, we processing over 100,000 of migrants.  And no one knows how many people we can expect more.  Since Friday we have only in one night between Friday and Saturday, more than 7,000 migrants."},{"speaker":"BECKY ANDERSON, CNN CORRESPONDENT","text":"How is Serbia coping, sir?"},{"speaker":"VULIN","text":"I think very well.  We showed that we are compassionate and good people and understand suffering of other people, and more than that, we show ourselves as organized state.  We are most organized state on their journey."},{"speaker":"BARNETT","text":"Another part of the world is dealing with people crossing borders.  The foreign ministers from Venezuela and Colombia are set to meet today, hoping to resolve an increasingly ugly dispute."},{"speaker":"CHURCH","text":"More than a thousand undocumented Colombians thrown out by Venezuela are streaming across the border.   Shasta Darlington reports."},{"speaker":"SHASTA DARLINGTON, CNN CORRESPONDENT","text":"The border between Colombia and Venezuela, hundreds of Colombians crossing the river in a forced exodus, bringing with them only what they can carry.   This man struggles to haul his refrigerator across the border.   \"They threw us out like dogs.  They barely let us take anything.  You think we have rights?  Why did they do it?  We are not criminals.\"     This woman brought little more than her two daughters. \"They threw us out of our houses with nothing for our children, pushing us out,\" she says, \"they burned our clothes.\"   Venezuela's military is destroying houses of Colombian migrants who officials say were there illegally.   Across the border, the mass deportation is being called a humanitarian tragedy.   \"Deported Colombians just keep arriving,\" he says.  \"We don't know how we're going to take care of them all, especially the children who need milk.  There are newborn babies.\"   For their part, Venezuelan and Colombian leaders have played down the cross-border drama.  Venezuelan president, Nicolas Moduro, says that the country was inundated with undocumented immigrants.  Colombian president, Juan Manuel Santos, criticized deportations but insisters all those being forced home were given a roof over their head. And for now, no end to the desperate arrivals in Colombia.   Shasta Darlington, CNN, Rio De Janeiro."},{"speaker":"BARNETT","text":"Still to come here on CNN NEWSROOM, a sewage spill contaminated one of the world's most popular beaches.  But still, some not afraid to jump into the water for a swim.  We'll talk about this after the break."},{"speaker":"CHURCH","text":"Welcome back, everyone.  The world famous white sands of one of Hawaii's most popular beaches are off limits right now."},{"speaker":"BARNETT","text":"Unusually, heavy rainfall overwhelmed Waikiki's sewer system.  It caused half a million gallons of raw sewage to flow from the city's manholes into the Hawaiian capital and into the ocean."},{"speaker":"CHURCH","text":"Not nice at all.  And life guards warned beach-goers to stay out of the water.  Many braved the water, but many said they were not taking chances."},{"speaker":"UNIDENTIFIED FEMALE","text":"I was coming down to have a swim but it doesn't seem like paradise when you think there could be nasties floating in it."},{"speaker":"UNIDENTIFIED MALE","text":"It's a bad day for our company."},{"speaker":"CHURCH","text":"And, of course, we know what those nasties are, right?"},{"speaker":"CHURCH","text":"So beautifully put by an Australian tourist.   Pedram Javaheri joins us now.  Talk to us, people swimming in those sorts of waters, they are  exposing themselves to all sorts of dangers."},{"speaker":"PEDRAM JAVAHERI, AMS METEOROLOGIST","text":"There's a saying for it, sewage happens."},{"speaker":"JAVAHERI","text":"But \n Rosemary likes it."},{"speaker":"CHURCH","text":"I do."},{"speaker":"JAVAHERI","text":"In 2006, this occurred and about 50 million gallons was spilled near the ocean shores.  This has happened before but the rainfall that came down was astonishing.  The single wettest August day for Honolulu occurred Sunday into Monday.  The amount of water equivalent to four billion gallons of water in six hours.  It will cause problems left and right.  We'll show you here.  Another way to think about this, three and a half inches, four billion gallons of water is equivalent to the Niagara Falls that flows over the falls in a two hour period all of that spilling into areas on Honolulu.  And infections become a major issue.  There was one fatality associated with this as well.  It could be a serious scenario if people do not heed the proper precautions.  The Hawaiian Islands are right there. We have several tropical features in recent days.  They are going to hit you on the jet stream, the moisture from them.  It will pick up the intensity of the weather pattern on the Western side of the U.S., which brings in rainfall, and as we get this pattern finally shifting for the first time in five month, first the northwestern corner of the U.S. potential for two to four inches.  Get up to Vancouver Island, six inches of rainfall in seven days.   The fires are in eastern Washington.  64 active large fires.  But the rainfall definitely going to be beneficial.  And we know the air quality issue is on the dangerous side.  And the pattern shifts quickly.  From the 80s down to the 70s.  Notice this happens.  Happens three times in the next seven days, the rainfall comes with it as well.  And the last time it rained four straight days in Seattle was the first day of spring.  It could happen from Friday to Monday.   And we go back to the Atlantic Ocean we have Tropical Storm Erica in the works.  The storm system as it moves over the island of Turks and Caicos and Bahamas looks like a category 1 hurricane for southeastern Florida.  Something worth noting as we are beginning to see activity in the tropical world.  It was 10 years ago today that Hurricane Katrina was named.  And in four days' time, it made landfall in Louisiana.  So all of this happening."},{"speaker":"BARNETT","text":"A lot can change."},{"speaker":"JAVAHERI","text":"A lot can change.  Absolutely."},{"speaker":"BARNETT","text":"All right, thanks, Pedram."},{"speaker":"CHURCH","text":"Thanks, Pedram."},{"speaker":"BARNETT","text":"See you next hour. Now in higher education, it could be a literally description of college life, and in one journalism class in Colorado.  We'll explain that after this short break."},{"speaker":"BARNETT","text":"Welcome back.  The University of Denver might see a spike in journalism students once word gets out about this particular course."},{"speaker":"CHURCH","text":"That's because the intense one-week course focuses on how to report on marijuana.  The question is, is smoking pot a prerequisite for the course?   Britt Moreno, from affiliate, KCNC, has all the details."},{"speaker":"UNIDENTIFIED MALE","text":"I don't know what that is?  What is that?"},{"speaker":"UNIDENTIFIED FEMALE","text":""},{"speaker":"BRITT MORENO, REPORT, KCNC","text":"A laid-back classroom"},{"speaker":"ANDREW MATRANGA, PROFESSOR, UNIVERSITY OF DENVER","text":"I don't think I'll be judged."},{"speaker":"MORENO","text":"full of discussion."},{"speaker":"UNIDENTIFIED MALE","text":"Any analogy you can make is going to make it better.   MORENO (on camera"},{"speaker":")","text":"What is this class called?"},{"speaker":"MATRANGA","text":"Cannabis journalism, reporting and covering on America's new normal."},{"speaker":"KEVIN BARTLETT, ECONOMICS MAJOR","text":"He says it's better quality than he gets here."},{"speaker":"MORENO","text":"economics major, Kevin Bartlett, is taking the class to better understand a trail-blazing trend."},{"speaker":"BARTLETT","text":"It's taboo and having a more responsible conversation can lead to more open discusses for the rest of the country.   MORENO (on camera"},{"speaker":")","text":"Study journalism in college, I, of course, am curious, how does this class get by in academia?"},{"speaker":"MATRANGA","text":"I grew up in Chicago in the mid-90s.  This isn't something I ever dream I'd be teaching."},{"speaker":"MORENO","text":"University of Denver professor developed the intense one-week course."},{"speaker":"MATRANGA","text":"We're going to be open and transparent and share our stories.   Cannabis in sports, great topic. So we're here to encourage ideas that are good especially good journalism."},{"speaker":"MORENO","text":"As cannabis sales balloon, legislation struggles to keep pace, offering journalists too many angles of which to write."},{"speaker":"MATRANGA","text":"A lot of this stuff is over my head.  There are people who are industry experts who can tell them far better than I can."},{"speaker":"MORENO","text":"Matranga exposes students to experts in the field."},{"speaker":"RICARDO BASSA, EDITOR, DENVER POST","text":"This is the absolute ground zero for this beat still.  Which is just really fun to be here and it's definitely a right place at right time kind of thing."},{"speaker":"MORENO","text":"You see more opportunities as cannabis journalists."},{"speaker":"BASSA","text":"The opportunities are endless."},{"speaker":"MORENO","text":"If you're wondering how one prepares for this line of study \n   (on camera"},{"speaker":")","text":"Do you to smoke weed to be in a class like this?"},{"speaker":"MATRANGA","text":"No.  I personally don't."},{"speaker":"MORENO","text":"Do you smoke?"},{"speaker":"UNIDENTIFIED MALE","text":"I do."},{"speaker":"MORENO","text":"Do you think it helps you?"},{"speaker":"UNIDENTIFIED MALE","text":"It gives me background knowledge.   Matranga tell this to critics. (on camera"},{"speaker":")","text":"You are encouraging kids to smoke?"},{"speaker":"MATRANGA","text":"Absolutely not."},{"speaker":"MORENO","text":"Or ingest?"},{"speaker":"MATRANGA","text":"No.  That's not on the syllabus."},{"speaker":"MORENO","text":"That's not a project?"},{"speaker":"MATRANGA","text":"The objective is to take an objective journalistic lens \n And talk about that debate."},{"speaker":"MORENO","text":"Bartlett says most support his quest for knowledge, although, he did answer to one naysayer."},{"speaker":"BARTLETT","text":"I got a call from my dad, saying why are you taking a cannabis class."},{"speaker":"CHURCH","text":"Very good question.   That was Britt Moreno, with affiliate, KCNC, reporting. Don't you like the title marijuana editor?"},{"speaker":"BARNETT","text":"The class doesn't cover how do you deal with the contact high?  Our Randi Kaye, when she was in Colorado"},{"speaker":"CHURCH","text":"She did very well."},{"speaker":"BARNETT","text":"Seemed slightly inebriated."},{"speaker":"CHURCH","text":"She was in a car with a lot of smokers.  I'm not sure she indulged."},{"speaker":"BARNETT","text":"No, allegedly.  We believe her."},{"speaker":"CHURCH","text":"You have been watching CNN NEWSROOM.  I'm Rosemary Church."},{"speaker":"BARNETT","text":"I'm Errol Barnett.  Grab another coffee or tea, or if it is legal, some marijuana."},{"speaker":"CHURCH","text":"I thought you were going to say that."},{"speaker":"BARNETT","text":"We'll be back after the break with more."},{"speaker":"BARNETT","text":"Live pictures for you as Europe's trading day begins."}]}