{
  "show_name": "CNN NEWSROOM",
  "show_title": "Press Conference on Virginia Broadcast Shooting, Death of Suspect; Chamber of Commerce Press Conference on Injured Shooting Victim; Roanoke Mayor David Bowers Talks Shooting, Victims; WDBJ Reflects on Parker, Ward. Aired 2:30-3p ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "MIKE MOCK, SHERIFF, FRANKLIN COUNTY SHERIFF'S DEPARTMENT",
      "text": "It's going to be a long investigation because there's a lot of components certainly to this investigation, and we're still right in the beginning stages of it, so it's going to be quite a while."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "What about"
    },
    {
      "speaker": "MOCK",
      "text": "Yes.   That has been \n officers have secured that area and a search warrant will be executed there."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Sheriff, no one saw him, would you characterize it as an ambush perhaps?"
    },
    {
      "speaker": "MOCK",
      "text": "Again, we're looking at video to see exactly how that transpired."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Do you think it was premeditated?"
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Do you believe he targeted these two individuals or just the station itself?"
    },
    {
      "speaker": "MOCK",
      "text": "I can't confirm that.  I could \n I could sit here and second guess or guess myself maybe what that would be."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Are you aware of any other threats to other employees?"
    },
    {
      "speaker": "MOCK",
      "text": "Not at this time."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "How long do you think he was planning this?"
    },
    {
      "speaker": "MOCK",
      "text": "We'll take three more questions."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "This is a small community."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": ""
    },
    {
      "speaker": "MOCK",
      "text": "I did.  Thank you.  It was extremely difficult this morning.  I had actually did a remote with Miss Parker and Adam about three weeks ago when our schools opened up here.  We did the same type remote in Rocky Mount"
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "."
    },
    {
      "speaker": "MOCK",
      "text": "It's really stopped me in my tracks this morning.  Like many viewers I was watching this morning's broadcast and couldn't understand really what was happening myself at that time."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Was it emotional for you, Sheriff?"
    },
    {
      "speaker": "MOCK",
      "text": "Very emotional."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "A lot of people these days might assume this was an act of terrorism.  What difference would it make whether this was a person they knew versus someone they didn't?"
    },
    {
      "speaker": "MOCK",
      "text": "Right.  We're continuing to investigate it as a have investigation, homicide investigation at this time.   Thank you all very, very much.  And please, as we said before, continue to keep these families in your prayers.  Thank you."
    },
    {
      "speaker": "BROOKE BALDWIN, CNN ANCHOR",
      "text": "All right.  So you've been listening to the Franklin County sheriff, which goes to show how small of a town and how tight-knit community this is, having been interviewed by Alison just a couple of weeks ago.  Again, the \n  SGT."
    },
    {
      "speaker": "RICK GARLETTS, VIRGINIA STATE POLICE",
      "text": "This is Chris Turnbull and he'll speak to you a couple minutes about the condition."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Can you spell your name sir."
    },
    {
      "speaker": "CHRIS TURNBULL, SPOKESMAN, CORELIAN CLINIC",
      "text": "Absolutely.  Last name is Turnbull, T-U-R-N-B-U-L-L.  Chris, first name, \"C-H-R-I-S.  And I'm spokesperson for Corelian Clinic in Roanoke, Virginia. And before I give the status on Ms. Gardner, I want to give my sympathies to the family of Alison Parker and Adam Ward and they had done a number of broadcasts over the years and we're saddened today.   Ms. Gardner was broke to the Corelian Memorial Hospital this morning by hospital and is currently in stable condition.  I don't have any further information at this point in time, but I would encourage you to check back with us as we get further along in the situation.   Thank you."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Would you say anything about the nature of her injury?"
    },
    {
      "speaker": "TURNBULL",
      "text": "Unfortunately, I can't.  I don't have that information right now."
    },
    {
      "speaker": "BALDWIN",
      "text": "OK.  Just wanted to make sure we heard from him before we pull away from this.   So really the headline, other than such a tremendous loss in this community, the head line is that this gunman \n Bryce Williams, is what he went by on air \n legal name, Vester Flanagan, 41 years of age. I'm sorry, I'm hearing a voice in my ear.   Would you like me to go back there?  I'm going to continue until I'm given other guidance.   OK, let's go back to the news conference."
    },
    {
      "speaker": "TROY KEATON, CHAMBER OF COMMERCE",
      "text": "Particularly on behalf of our own executive director, Vicky Gardner, who is an exceptional bright light in this community.  And we stand with her 100 percent and are praying for her and are thankful that she is in stable condition and is in good hands.  Her family is with her and her friends are with her. And we just want her to know, and this community to know, that as Vicky has been a champion for us for more than a decade, we're going to be a decade for her through this, and we're going to get together as a community and stay together and make it through this, so thank you very much."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Sir, could you spell your name, please."
    },
    {
      "speaker": "KEATON",
      "text": "Last name is Keaton, K-E-A-T-O-N, and the first name is Troy, T-R-O-Y."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "And who are you with?"
    },
    {
      "speaker": "KEATON",
      "text": "I'm the chairman of the board for the Regional Chamber of Commerce and Vicky Gardner is our executive director here at the lake.  Thank you."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Sergeant, could you spell your name for us please."
    },
    {
      "speaker": "GARLETTS",
      "text": "The spelling of my name is \n last name is G-A-R-L-E-T-T-S."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "First name, sir?"
    },
    {
      "speaker": "GARLETTS",
      "text": "It's Rick.   And I'm on again?   All right.  That concludes what we're going to do here.  I don't anticipate that we'll do any more releases today.  Obviously, the investigation continues and the sheriff will let everybody know if we do another press conference.   Yes, sir?"
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "What kind of weapon was used?"
    },
    {
      "speaker": "GARLETTS",
      "text": "Sir, that's part of the investigation.  I'm not going to get into that right now."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "OK."
    },
    {
      "speaker": "GARLETTS",
      "text": "All right.  Thank you."
    },
    {
      "speaker": "BALDWIN",
      "text": "OK.  So it's officially over, the news conference here.  The headline real off the tip top that we now know, the suspect is dead. He died at the hospital in northern Virginia at 1:31 p.m. eastern time today.   Also the other thing that stuck out to me is apparently he left his car at the Roanoke Airport, rented a car about a month ago, and it was that car that he was apparently driving, and then on 66, when the state trooper had the license plate reading and realized this was their guy, and he veers off the road, and she goes and finds him.  And he suffered from this self-inflicted gunshot wound, which ultimately killed him.  That's what we just got.   This is so incredibly early in this investigation.  Just happened this morning, so all these questions about motive, the why, the how still being worked out.   I have a lot of people here sitting next to me who can help walk through this with me.   Brian Stelter, to you. Because I don't know if this is a first \n \"The New York Times\" said this best, the \"filmed shooting,\" right?  This gunman took a video of the entire thing and waited until, you know, the cameras were back on him as he was doing this.  The filmed shooting marked a horrific turn in the intersection of video violence and social media."
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT & CNN HOST, RELIABLE SOURCES",
      "text": "It does say it so well.  Effectively we watched a murder on Twitter today."
    },
    {
      "speaker": "BALDWIN",
      "text": "We watched a murder."
    },
    {
      "speaker": "STELTER",
      "text": "Facebook as well.  And there are some copies of it now on YouTube and elsewhere that keep getting taken down as fast as they are posted.  There's a sense that people have to see it for themselves to understand it.  You know, several of us have watched it and I don't want to see it again, I can tell you that, Brooke.  It's because he holds the gun up and you see it from the shooter's perspective, something we associate with video game violence where it's a first person shooter.  To see it in real life is disgusting frankly, but that is the society we live in.  The wonderful benefits of these folks that we can all record anything at any time also has this scary other side to it.  It appeared it was a GOPro, by the way."
    },
    {
      "speaker": "BALDWIN",
      "text": "Almost appeared strapped on."
    },
    {
      "speaker": "STELTER",
      "text": "Like he was wearing it which is another example of the methodical nature of these killings."
    },
    {
      "speaker": "BALDWIN",
      "text": "Quickly, Jonathan to you, and then we'll take a break.   If you were remarking on, if you look at the tick tock of the morning, live tweeting through the event, and eventually Twitter took it down, but your point is that this then would cease any further evidence that the police could use."
    },
    {
      "speaker": "JONATHAN GILLIAM, CNN ANALYST & FORMER NAVY SEAL",
      "text": "That's correct.  I would go further than the statement \"The New York Times\" made.  This is a change in media that's now been attacked, but this is the first time we've seen a murder like this.  This happens with terrorism every week."
    },
    {
      "speaker": "BALDWIN",
      "text": "Right."
    },
    {
      "speaker": "GILLIAM",
      "text": "So now it's hitting home for media.  But what I think Twitter and Facebook and Instagram, all these different groups have to realize is that we're now in a day and age where this evidence is live on here and investigators can use this, so there has to be some type of tactics derived for investigators to start collecting this stuff live, because this individual was live tweeting when the account was taken down, and that is huge.  You lose his mindset and possibly his location.  You could engage him and get a lot of these clues.  And I think that we need to start looking at this in an investigative way.   Let me just say one other thing.  I think that today, you know, the investigation is going to unfold into his motives and tactics, but one thing.  We can close the investigation on mental health.  Doesn't matter if it's a South Carolina shooter or Columbine, mental health is such an issue.  Even this guy himself said that he was a powder keg. This is something that we have to start looking at.  I think today, the press was attacked, and it's hitting home for the press, things that law enforcement and, you know, press overseas"
    },
    {
      "speaker": "BALDWIN",
      "text": "Deal with constantly."
    },
    {
      "speaker": "GILLIAM",
      "text": "already know this."
    },
    {
      "speaker": "BALDWIN",
      "text": "I think there is a whole other conversation to be had about live shots.  I know New York police now bolstering support for local New York stations.  Some local affiliates aren't sending their reports out in the field.  Done a gazillion live shots, and so not aware of people standing around you, so that's a whole other conversation.     Let me sneak a quick break in, but I do want to share this with you.  We've gotten a peek at a statement that's been released by the 24-year-old reporter's father, Alison Parker's father, and this is what he's written via Facebook.  \"Barbara, Drew and I are numb, devastated, and I find my grief unbearable.  Alison was our bright shining light, and it was cruelly extinguished by yet another crazy person with a gun.  She excelled at everything she did and was loved by everyone she touched.  She excelled at everything she did and was loved by everyone she touched.  She loved us dearly and we talk to her I ever single day.  Not hearing her voice again crushes my soul.  Our family can only take solace in the fact that although her life was brief, she was so happy with it.  She lived it to the fullest, and her spirit will always be with us.\""
    },
    {
      "speaker": "BALDWIN",
      "text": "Breaking news here on CNN.  Quick pause on the political beat today.  Live pictures in Iowa.  We are waiting to see Hillary Clinton.  She just spoke at a community college there, and she will now make herself available to members of the media and the key question I'm sure at least one reporter will ask is the fact that she cut her vacation short.  She's now back out on the trailed with the potential of a Vice President Joe Biden showing his hat in the ring for 2016.  Would there be any worry about her front-runner status for the Democratic Party so we'll watch for her and any comments on that.   Meantime, if you are just now joining us here, just absolute tragedy this morning in Virginia unfolding on live TV.  Two young journalists' lives cut short covering stories in their own communities.  And the sheriff moments ago made the announcement that this gunman, Vester Flanagan \n was his legal name, went by Bryce Williams on television, and had worked at the same television station some time ago, disgruntled employee \n he died at a northern Virginia hospital just about \n just about an hour ago.  They say they caught him after he tried to elude police after the shooting early this morning and grabbed his rental car and drove off the interstate and off the side of the road veered off and succumbed to a self-inflicted gunshot wound.   Before he was caught, he tweeted out videos and posted them to Facebook of these murders that investigators say he committed early this morning, and so clips were sent out under an account with Flanagan's on-air name of Bryce Williams.  And the footage shows a gunman's POV as he stands by the crew for 20 seconds before firing. We're not showing that to you at all, but I'm just telling you for context, this is what has happened.  WDBJ reporter, 24-year-old Alison Parker, was shot as she was doing what she loved, doing a live shot at this lake area in Roanoke, Virginia, showing how this area had bounced back after some flooding, tourism.   Let me pivot.  News conference happening right now."
    },
    {
      "speaker": "GARLETTS",
      "text": "The vehicle did not slow.  It did not stop for police vehicles.  It then continued on and subsequently ran off the left side of the roadway at 17.1 mile marker and struck an embankment.  Officers then vehicle and the lone occupant suffered a self-inflicted gunshot wound.  The suspect was later flown to a Nova Hospital with life- threatening injuries and pronounced dead at 1:26 p.m.   The suspect is identified as Vester Lee Flanagan, age 41, from Roanoke.  He's believed to be the prime suspect in the shooting in that area, down in Franklin.   Agencies assisted the Virginia State Police.  It's currently under investigation by the Virginia State Police and our Bureau of Criminal Investigations.  The Fauquier Sheriff's Department, ATF, U.S. Marshall Service, Virginia VDOT and also fire and rescue units from Fauquier and Warren county, correct, Warren County, from Lyndon, Marshall, Upperville and Orleans fire and rescue companies.  Also, other law enforcement agencies along I-18 assisted in our lookout for this vehicle.   That's the end of my statement on that."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Did you find any weapons in that car?"
    },
    {
      "speaker": "GARLETTS",
      "text": "I can't go into any details.  It's continuing and it's an  ongoing investigation."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "They talked at the news conference down south about being able to track that vehicle in some way.  Do you know anything about that?"
    },
    {
      "speaker": "GARLETTS",
      "text": "I know we were getting different reports and updates on different types of vehicles possibly were involved."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Was it a rental car like a Lojack ."
    },
    {
      "speaker": "GARLETTS",
      "text": "You'd have to talk to them about those details, how we got that information."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Sergeant, where in the body did they shoot him?"
    },
    {
      "speaker": "GARLETTS",
      "text": "I can't go into those details at this time before they don't know."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": ""
    },
    {
      "speaker": "GARLETTS",
      "text": "It's trooper P.M. Neff.  P as in Paul, M as in Mary, and Neff, N-E-F-F.   I've just spoken with Trooper Neff and she's clear from the scene. She's going to get some fuel and everything.  She'll bring herself and everything up here and will show you the equipment if you're interested in that."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Can you talk to us about the work that your people did, that she did?"
    },
    {
      "speaker": "GARLETTS",
      "text": "Well, I said, once we mobilized and we get information of where the suspect vehicle was possibly traveling, we had troopers all along the interstate systems not only monitoring us, monitoring and looking for those peeks."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "I heard some of the radio traffic and it just sounded like an incredibly professional job and, at some point, they talked about the guy having something in his right hand."
    },
    {
      "speaker": "GARLETTS",
      "text": "We were getting all kinds of information while they were monitoring and getting ready to do the traffic spot.  We came up on spaces at one point, coming up on a work zone and that was taken into consideration and where the traffic stop would be initiated.  By that time, he knew we were in the area and following him.  And we pre- planned everything so nobody would be hurt."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "He wouldn't stop?"
    },
    {
      "speaker": "GARLETTS",
      "text": "He would not stop, no."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "That's when he went into the ditch?"
    },
    {
      "speaker": "GARLETTS",
      "text": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "And after he went into the ditch is that when he"
    },
    {
      "speaker": "GARLETTS",
      "text": "I don't know the sequence of events.  All I know is the sequence is we were behind the vehicle and attempting to stop it when it went into the median and when they approached, they found out he had a self-inflicted gunshot wound."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "You tried to stop him?"
    },
    {
      "speaker": "GARLETTS",
      "text": "That's correct."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "It wasn't much of a chase?"
    },
    {
      "speaker": "GARLETTS",
      "text": "No."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Two miles?"
    },
    {
      "speaker": "GARLETTS",
      "text": "Less than two models, a mile and a half."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Did you have the make and model of that car."
    },
    {
      "speaker": "GARLETTS",
      "text": "I don't know."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Was he driving erratically.   I don't know any information.  All I know is we were setting up to do a traffic stop."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": ""
    },
    {
      "speaker": "GARLETTS",
      "text": "They are not releasable."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "."
    },
    {
      "speaker": "GARLETTS",
      "text": "I can't go into those details again.  That was coming \n that was information we were getting from Franklin County."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "."
    },
    {
      "speaker": "GARLETTS",
      "text": "I do not."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "Was there any evidence in the vehicle"
    },
    {
      "speaker": "GARLETTS",
      "text": "I have no idea.  It's still being processed.  It's still an ongoing investigation being and we're not going to go into those details at this time."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "."
    },
    {
      "speaker": "GARLETTS",
      "text": "I don't know."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "And you don't know if he shot himself about  off after?"
    },
    {
      "speaker": "GARLETTS",
      "text": "I don't know.  Again, the sequence of event, any other details are still part of our investigation."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "How much damage was there?"
    },
    {
      "speaker": "GARLETTS",
      "text": "Looked to me to be minimal."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "text": "All right."
    },
    {
      "speaker": "GARLETTS",
      "text": "That's it.  If you all want to stand by.  I've got Trooper Neff coming up.  And Corrine Geller will be sending out copies of what they released down in Franklin County referencing their press conference that occurred at 2:00.   Thank you."
    },
    {
      "speaker": "BALDWIN",
      "text": "All right.  So a couple jurisdictions working a story. Understanding some of the traffic happened here and if we want to show the picture of the gunman's car. You just heard the Virginia State trooper saying essentially they are still processing that scene.  Working through evidence and fingerprints and weapons, et cetera, could be in there just to process that, but that was what we were learning really also corroborating with other law enforcement who said earlier that this gunman is now dead and let's focus on the victims right now.   I want to bring in the mayor of Roanoke, Virginia, David Bowers, who joins me now by phone.   Mr. Mayor, I just want to first express my condolences, such a tremendous loss in your community.  And I think we can not underscore enough as we heard from the sheriff, these two, Adam and Alison, they grew up in this community, this community knew them and loved them and supported them.  They just recently interviewed you."
    },
    {
      "speaker": "DAVID BOWERS, MAYOR OF ROANOKE, VIRGINIA",
      "text": "Right.  Yeah. Thank you for your condolences and everybody who was been communicating with everybody in the row neighboring area.  We appreciate your concern.  And our thoughts and prayers go out to the family of Alison Parker and the family of Adam Ward and to the family of WDBJ.  WDBJ, channel 7, is one of the big CBS affiliates in the country, and it's a great station here in our region.  And so when we see these folks on TV, they become part of our life.  And, of course, for me, yeah, I had just seen Alison within the last couple of weeks, so they cover us in local government here in our region of Virginia."
    },
    {
      "speaker": "BALDWIN",
      "text": "You know, I see these pictures of the two of them and I love their smiles.  And as someone who is a reporter in Virginia just a couple hours from you, it makes me heart smile to see how much they really enjoy their jobs and for people who don't realize who some of the smaller communities are like, and Roanoke isn't that small, but just what these TV stations mean for folks like you and just the roles that they play in \n in places like Roanoke."
    },
    {
      "speaker": "BOWERS",
      "text": "Yeah.  They become part \n these folks on TV become part of our life and that's why everywhere I've gone all day, people in Roanoke and I've not been down to Smith Mountain Lake but people in the entire TV market, this region of Virginia, we're just very saddened and just sickened, saddened and sickened by this horrific event that played out on live television this morning."
    },
    {
      "speaker": "BALDWIN",
      "text": "It's sickening and we're all numb with you."
    },
    {
      "speaker": "BOWERS",
      "text": "These were bright young people.  They were talented.  They were intelligent.  They were cheerful.  They were just great young people, and they loved doing what they were doing in television and in covering our part of Virginia."
    },
    {
      "speaker": "BALDWIN",
      "text": "Mayor David Bowers, I am so sorry.  Thank you so much for hopping on the phone with me for a couple of minutes.  I really appreciate it.  And Adam Ward was the cameraman.  He attended Virginia Tech, 27 years of age.  Alison Parker, just 24 years young.  She went to JMU, James Madison University.  Both grew up in the area, worked together and were a team, each and every morning, waking up very, very early to get the news on.   WDBJ reflects on the friendship these two had and the stunning talent of both Alison and Adam."
    },
    {
      "speaker": "JEFF MARKS, STATION MANAGER, WDBJ",
      "text": "Alison was smart and ambitious.  Adam was a capable photographer who would go the extra mile to get the job done and they had a lot in common.   (on camera"
    },
    {
      "speaker": ")",
      "text": "They worked together every morning."
    },
    {
      "speaker": "ALISON PARKER, REPORTER KILLED DURING LIVE BROADCAST",
      "text": "I wanted to go through a sleep study to see if my job impacts how I snooze.  Adam and I work the same early morning shift but have completely different sleep schedules."
    },
    {
      "speaker": "MARKS",
      "text": "Both Alison Parker and Adam Ward were natives of this area."
    },
    {
      "speaker": "PARKER",
      "text": "Hey, everyone, I'm Alison Parker and photo journalist, Adam Ward, and I are putting the final touches on our special report."
    },
    {
      "speaker": "MARKS",
      "text": "Alison grew up in Martinsville and Adam in Salem.  Alison was a graduate of James Madison University and loved the outside."
    },
    {
      "speaker": "ADAM WARD, PHOTOJOURNALIST KILLED DURING LIVE BROADCAST",
      "text": "In Salem, Adam Ward, News 7 Sports."
    },
    {
      "speaker": "MARKS",
      "text": "And Adam attended Salem High School where he played football, a Virginia tech graduate, and big Hokies fan.  Alison worked at a station in Jacksonville, North Carolina, before she returned to WDBJ 7 in 2014.  Adam had been here for four years, first as an employee of our production department, and more recently as a photographer in news.  He and Alison had been working together on WDBJ 7 morning a little over a year, covering everything from community events to breaking news, and they did it well.   (on camera"
    },
    {
      "speaker": ")",
      "text": "And both of them had fallen in love with co-workers. Adam was engaged to our morning producer, Melissa Ott.  They were planning their wedding.  And Alison and our 6:00 anchor, Chris Hurst , were dating. Kimberly and Gene were shattered by the news this morning.  And our hearts go out to the family and friends of Alison Parker and Adam Ward."
    }
  ]
}