{
  "show_name": "CNN NEWSROOM",
  "show_title": "Two Journalists Killed in Virginia; Remembering the WBDJ-TV Victims. Aired 3-3:30p ET",
  "quotes": [
    {
      "speaker": "ANNOUNCER",
      "text": "This is CNN breaking news."
    },
    {
      "speaker": "BROOKE BALDWIN, CNN ANCHOR",
      "text": "Hour two here for me on CNN.  I'm Brooke Baldwin.  Thank you so much for being with me on a day, on a story, as I mentioned at the top of the last hour, this is something that hits extraordinarily close to home for so many of us, having grown up in journalism.   I just absolutely feel for these two young lives, these two individuals who were murdered as it was captured on live television this morning, two young beloved employees at WDBJ in Roanoke, Virginia. And just, again, pausing to send my condolences to the newsroom there and to the families of both of these young people, two young journalists, 24-year-old Alison Parker and 27-year-old Adam Ward shot and killed while they were doing what they loved, telling stories in their communities.  And they were shot and killed by a man, a former reporter, a disgruntled employee at this very same space.   Legally, his name, Vester Flanagan, he on the air went by the name Bryce Williams.  We have now heard from law enforcement that he died at one 1:30 p.m. Eastern today after he was airlifted to another Virginia hospital after essentially turning the gun on himself after eluding police, jumping on the highway, eluding police and turning the gun on himself, his car now being processed on the side of the highway in Virginia.   This is how law enforcement explained it."
    },
    {
      "speaker": "BILL OVERTON, FRANKLIN COUNTY, VIRGINIA, SHERIFF",
      "text": "Just before 11:00, Roanoke City Police Department located Flanagan's 2009 Ford Mustang at Roanoke Regional Airport.  The Mustang has been recovered as evidence.  Flanagan then left the airport in a Chevrolet Sonic that he had rented earlier in the month.  During the course of the investigation, investigators were able to track the suspect as he traveled along Interstate 81 and we notified local and state law enforcement along the entire Interstate 81 corridor to assist us with a lookout for a suspect vehicle.  This has been confirmed already that the Virginia State Police then  located the Flanagan vehicle on Interstate 66 in Fauquier County and took him into custody.  State police will go into more detail about that shortly."
    },
    {
      "speaker": "BALDWIN",
      "text": "Let me take you back to early this morning after the 6:30 a.m. hour.  The shooter walked up to this reporter, Alison Parker, and her photographer, Adam Ward, who, by the way, worked together each and every morning and the shooter hovered around them for about 30 seconds before removing his weapon.   By the way, this was video taken and this is now freeze-frame by the photographer before he went down.  This man shooting and killing both of them, and as you watch the video, which we will not show you, you hear her screams as we know that Alison tried to run away.  The woman they were interviewing live on television on WDBJ is a woman by the name of Vicki Gardner, who was the executive director of the Chamber of Commerce in this area.  She was being interviewed about how tourism was bouncing back in this lake area.   She was also hit by a shot.  We're told she is out of surgery and she is in stable condition, but, you know, all of this that was so absolutely horrifying, we know that while the suspect was then on the run after committing these murders, before he then turned a gun on himself, he took to Twitter.   He was live-tweeting, posting graphic and disturbing video filmed from his perspective down the barrel of his own gun.  So the entire shooting posted to his Facebook page and he mentioned on Twitter, see Facebook for video.   I have a number of reporters and experts standing by, but I want to begin now with my colleague Chris Cuomo, who is now live outside of the WDBJ TV station. And, Chris, I see a number of people over your right shoulder and this is one of those stories that, as I said at top of the hour, hits extraordinarily close to home."
    },
    {
      "speaker": "CHRIS CUOMO, CNN CORRESPONDENT",
      "text": "For us, for obvious reasons, Brooke. As you can see under the shade tree there's a makeshift memorial. There are balloons and flowers, but more than everything else, there's tears, there's shock and there is heartbreak inside WDBJ, which is of course a CNN affiliate.  This is really the story of what's happened to a news family.   As you have mentioned, 24-year-old Alison Parker, 27-year-old Adam Ward, you know, they were just starting out in every way.  They were young in their age, they were young journalists, they were a new team that were working very hard and they prized for how hard they worked and that they represented the best of what WDBJ wanted to be, and they were both starting out their lives in love.     They were both engaged, Alison to a nightly anchor here, Chris Hunt, Adam to another producer here, Melissa Ott, Melissa Ott, who was in the control room watching the live shot going on at about 6:00 this morning when all of this horrible, horrible gunfire started.   They were just doing a feature piece.  This was not supposed to be dangerous in any way.  There was no warning that this deranged man was looking to hurt people from his old station.  They were talking about the 50th-year anniversary of a local reservoir.  They were talking to Victoria Gardner, Vicki Gardner, 61 years old, who is a member of the Chamber of Commerce. And, as you said, what makes this more horrifying is the deliberateness and the wanton nature of the evil, that this man, 41- year-old disgruntled employee \n his name is out there.  He deserves no more attention or infamy.  He filmed, he recorded his path up to them from the point of view of his pistol, and then the violence that ensued, and, yes, he shot at Alison Parker as she tried to escape.   He wound up killing her, the gunman and also injuring the subject Vicki Gardner.  A chase ensued.  The gunman took off and, as you say, he also took to social media.  There was a little bit of delay in the coordination here as they zeroed in on his cell phone activity.   How did they know it was him?  They had help of video, some of it from the photographer on scene there and what they got from his camera and some of it from other investigative work that they will reveal when they want to.  Once they locked on to the cell, they found him leaving.  He got about 150 miles away.  He was taking to social media. He had sent a manifesto out already, and as you saw from what his activity was on social media, Brooke, he was a disturbed individual. We're not saying that he was ill.  That remains to be seen, but he was certainly of very evil intent here.  When they finally came upon him, he ran off the road and he tried to kill himself and eventually he succeeded in that later on from that from his injuries.  The motivation seems to be just a disgruntled person who had gone bad on life and bad on others who represented the best of the field that he failed that. And one interesting note for you, Brooke, that we learned here, Adam Ward, young man, started at Virginia Tech in 2007.  That's the year of the Virginia Tech massacre, 32 people losing their lives.  The gunman today referred to the gunman in that shooting, said he revered him, that he was something that he idolized, he looked up to as a symbol of his own disturbance. So you had Adam Ward, who saw the event in 2007 as motivation to tell the stories of people and do the best that he could with his life, the same event that the gunman looked at as a rationale for bringing out the worst in himself."
    },
    {
      "speaker": "BALDWIN",
      "text": "You know, we're learning a little bit more, as you mentioned, inspired, and I hate to use that word, motivated by perhaps the gunman at Virginia Tech, and it sounds like there were multiple motivations, as we're now gleaning from this 23-page fax that apparently this gunman sent to ABC News early this morning.   Something else though, Chris, that was pointed out by the sheriff in Franklin County, the fact that when it comes to the why, and we may not have the answer for quite a while, that this man had apparently about a month ago dropped off his car at the Regional Roanoke Airport and rented a car, and it was that rental car that he was in today that we now see.  This is part of the crime scene that's being processed off of I-66. So I'm also just left wondering, and you don't have the answer, but I'm left wondering how long he really had been thinking this out."
    },
    {
      "speaker": "CUOMO",
      "text": "Well, look, from those examining his social media footprint, there were bad thoughts in his head for some time, but you're right to point to a patchwork of bad intentions here.   He had worked here for a couple of years.  He was let go because he had been seen as difficult.  He had a suit against another station. He made a lot of claims that made himself a victim, claims that have yet to be substantiated.  Whatever it was that was going on in his life, whatever it was that he couldn't handle, he decided to deal with in the worst way. And that's why his part of this story should be minimized as much as possible, because what he wound up doing was taking the worst of himself and wound out taking people out of this world who had every reason to be here.  And it's not just the Parker family and the Ward family and the Ott family and the Hunt family who have all lost someone who was so dear to them, but there's an entire news family in that building behind us that was trying to do this job the right way, and had two of their best who were doing it for all the right reasons, who got taken out by somebody who just couldn't figure out a way to live their life the way that the victims were living their own.   And his motivation is very secondary here, especially now that he's gone."
    },
    {
      "speaker": "BALDWIN",
      "text": "On that note and on that point about these two young lives, and Chris Cuomo, thank you.  We will look for your reporting through the evening and, of course, on \"NEW DAY.\"   Let me just go to break and I want to read you what Alison Parker's father has posted now to Facebook.  It just speaks to how close she was to her family.   \"Barbara, Drew, and I are numb, devastated and I find my grief unbearable.  Alison was our bright, shining light and it was cruelly extinguished by yet another crazy person with a gun.  She excelled at everything she did and was loved by everyone she touched.  She loved us dearly, and we talked to her every single day.  Not hearing her voice again crushes my soul.  Our family can only take solace in the fact that although her life was brief, she was so happy with it.  She lived it to the fullest and her spirit will always be with us.\" We will be right back."
    },
    {
      "speaker": "BALDWIN",
      "text": "You're watching CNN.  I'm Brooke Baldwin.   We're back with the breaking news of this tragedy that unfolded early this morning on live television in Roanoke, Virginia.  I cannot say these two young names enough, 24-year-old Alison Parker and 27-year- old Adam Ward, a reporter and photojournalist team that worked together each and every morning, but this morning would be their last as a man, a madman came right around 6:45 in the morning with a gun and murdered both of them.   Vicki Gardner, a third person, the executive director of the Chamber of Commerce, was also hit.  We have been told she's undergone surgery and she is out and she is in stable condition.  But as we learn a bit more as far as potential motives, really the big question obviously is the why.  This is still so early to even begin to unpack that. But I have Alex Field, Brian Stelter, Jonathan Gilliam all sitting with me here on set as we begin to see pieces of this puzzle.   Let me just begin with you, Alex, with these tweets from this man after murdering these two young people doing what they loved.  He takes to Twitter."
    },
    {
      "speaker": "ALEXANDRA FIELD, CNN CORRESPONDENT",
      "text": "Yes, this is the trail that police have to follow and there's a whole lot of documents now for police to look through, because when you talk about three people being gunned down defenseless, it's completely senseless, it's not linear, but there are these straws to grasp at.   We know that before he was surrounded by police, before he shot himself and before he died in the hospital this afternoon, he posted these statements on Twitter. He says, \"Alison,\" referring to the young woman who was killed here, 24-year-old woman, says: \"Alison made racist comments.\"  And then he also goes on to say, \"Adam went to H.R. on me after working with me one time.\"  And then he says, \"I filmed the shooting.  See Facebook.\" So, Brooke, what we have done is we have taken a look back at who this man is, Vester Flanagan.  He has been described as \n police \n as a disgruntled former employee.  That may be as close to a motive as one might get, but there's also evidence here that he may have felt that he was retaliating for racism.   Those were the words that he indicated in a 23-page manifesto, a screed that he faxed to ABC News at some point this morning.  We know that this was a man who was dismissed from this station two years ago and we know that back in 2000 he was fired from another station and he followed up with a lawsuit alleging racism.  That was settled out of court, Brooke."
    },
    {
      "speaker": "BALDWIN",
      "text": "On the note of this 23-page fax, ABC News here in New York  \n Brian Stelter, that's where you pick up \n because so here they are. They received this fax.  We know that they have handed it over to investigators and they're combing through it and we do have some notes as far as motivation and that he was a self-professed powder keg waiting to go boom, his words."
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "text": "It does have some of the hallmarks of a hate crime.  I will leave it to others to a phrase like that officially. But he describes racial discomfort.  He cites the Charleston Church shooting and the racism that he saw in that church shooting as a motivator.  And he says, like you said, that he was a powder keg.  ABC received this fax a couple of hours after the shooting this morning and then they received a phone call from him, at least someone who says this was Bryce Williams who called the newsroom and then hung up. And at that point, ABC did hand the fax over to investigators.  But we know they are combing through it.  They have a copy of it and they're looking at it.  They may share more of it later today.  I'm told by a spokeswoman they are still reviewing it, but for now, they have released some of these excerpts which show a very confused person."
    },
    {
      "speaker": "BALDWIN",
      "text": "He committed these two heinous crimes early this morning, again, over live TV and gets in his rental car and drives up on 81 onto 66. A state trooper, Jonathan, recognizes the license and flashes her lights on.  He immediately sort of haphazardly veers off the road and that's one of the crime scenes that we're now seeing.  He apparently turned the gun on himself.  There was a pulse at the time.  They Life Flighted him to a Northern Virginia hospital, where he later died.   My question to you is, now we have these multiple scenes, right?  We have the scene in which they are processing it and looking for weapons and whatnot.  And then there's the scene back at where the live shot location happened.  If you're law enforcement right now, what's happening?   JONATHAN GILLIAM, FORMER U.S."
    },
    {
      "speaker": "NAVY SEAL",
      "text": "Well, you're slowing down.   I mean, the thing about a homicide investigation is that you have to move forward at the same time you have to preserve the scene, because that's where all your evidence is, and then you have to \n and there's going to be more than just the car and the actual homicide scene. They are going to be at his location where he lived, his residency as well, other places he might have gone, where his car is that he left at the airport where he rented this car.   All these different things are a big piece of this puzzle and they are each their own little crime scene, I guess you could say.  And they point to things like the fact that he parked his car at the airport and rented a rental car about a month ago."
    },
    {
      "speaker": "BALDWIN",
      "text": "Yes."
    },
    {
      "speaker": "GILLIAM",
      "text": "The fact that he says that he was wanting to do this since June and then wrote a 24-page manifesto, which is not something that you just crank out in a week.     So, you see how all these different scenes kind of play together.  And a lot of people are probably going to ask, OK, he did this.  He filmed it.  He's dead.  Why even do the investigation? Well, there's a whole lot of reasons for that, more than we can probably go into now.  But one of the biggest reasons is so we that can see what was behind this individual.  You know, doubtful, but was there anybody else involved in this and what were her reasons for doing it?  That in itself helps investigators in future crimes as well.   Casey Jordan, criminologist, this is also so unique, in that you have this deranged person who is obviously, you know, set on committing these crimes, follows through, comes prepared with \n and I don't know for sure whether it was a GoPro camera strapped to him or his cell phone, I don't know, but that, you know, you see from the vantage point, and this is a video we're not sharing, but we have seen it, most of us have seen it \n you know, he waits to make sure that both of these individuals are in the shot before shooting.  What is that about?"
    },
    {
      "speaker": "CASEY JORDAN, CRIMINOLOGIST",
      "text": "It's about the fact that he chose to do this on live television for maximum shock value and impact.  And to a huge extent, he has succeeded in doing that.   He at one point zooms and then actually the camera goes back a little bit.  At one point, he turns away.  He's very close to the victims, but it's \n he's so close, but they are in the middle of a live broadcast, and for those of us who work in live television, you get peripheral vision where you don't see anything that's happening on the sides because you're just focusing on what you're doing at that exact moment. And he as a reporter knew that, he knew that he could get within a few feet of them and probably disguised himself as just a bystander, curious at what was going on right there on the pier at that moment and get close enough so that he could actually pull those shots off.   He knew it was live.  He knew it would be broadcast and he knew it was groundbreaking.  No one else has ever done this and he wanted to go down in infamy."
    },
    {
      "speaker": "STELTER",
      "text": "He knew their weaknesses, Border Patrol.  He knew their vulnerabilities.  When we're out on a live shot, we are just focused on the barrel of our camera."
    },
    {
      "speaker": "BALDWIN",
      "text": "Blinders on, staring at the camera."
    },
    {
      "speaker": "STELTER",
      "text": "This man was holding a gun in front of himself for several seconds before pulling the trigger and it didn't appear that they knew that when they were on the air.  They did appear to be completely caught off-guard."
    },
    {
      "speaker": "FIELD",
      "text": "And I if may just jump in for a moment..."
    },
    {
      "speaker": "BALDWIN",
      "text": "Sure."
    },
    {
      "speaker": "FIELD",
      "text": "... we should point out that while he does put out these tweets speaking about Alison, speaking about Adam specifically, it doesn't necessarily really answer the question of why he targeted this young woman and this young man.   He heard from the station manager today, saying he doesn't believe that Alison and this man, Vester Flanagan, ever even would have crossed paths at the station, because you will recall he was fired two years ago and she started there just about year ago, interning a little bit before that."
    },
    {
      "speaker": "BALDWIN",
      "text": "I'm also just now being told we know Hillary Clinton is in Iowa, cutting her vacation short.  She's back out on the trail.  She also now has apparently just spoken about what happened in Roanoke. Let's take a listen to Hillary Clinton."
    },
    {
      "speaker": "HILLARY RODHAM CLINTON (D), PRESIDENTIAL CANDIDATE",
      "text": "First of all, I was so just stricken to think that these two young people doing the work that you guys do every single day would be murdered on live television. And I will extend my condolences and sympathies to their families and to their co-workers and pray for the woman who last I checked was still in critical condition.  But I will also reiterate we have got to do something about gun violence in America. And I will take it on.  There are many people who face it and know it, but then turn away because it's hard.  It's a very political, difficult issue in America.  But I believe we are smart enough, we are compassionate enough to figure out how to balance the legitimate Second Amendment rights with preventive measures and control measures, so that whatever motivated this murderer who eventually took his own life, we will not see more deaths, needless, senseless deaths. So, yes, I feel just great heartache at what happened.  And I want to reiterate how important it is we not let yet another terrible instance go by without trying to do something more to prevent this incredible killing that is stalking our country. And we have had so many terrible instances of it in the last two years, but it happens every day, intention, unintentional, murder, suicide.  It happens every day, and there is so much evidence that if guns were not so readily available, if we had universal background checks, if we could just put some time-out between the person who is upset because he got fired or the domestic abuse or whatever other motivation may be working on someone who does this, that maybe we could prevent this kind of carnage.   So, I \n I hope that, in addition to expressing sympathy for those directly affected, that this is, maybe for the media, for the public, for elected officials, for every American, what it hopefully will finally take for us to act.   Thanks."
    }
  ]
}