{
  "show_name": "CNN NEWSROOM",
  "show_title": "Hillary Clinton to Speak in Iowa; 24-year-old Alison Parker and 27-year-old Adam Ward Shot and Killed during a Live Broadcast; New Info on the Shooter. Aired 2-2:030p ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "ANNOUNCER",
      "text": "This is CNN breaking news."
    },
    {
      "speaker": "BROOKE BALDWIN, CNN HOST",
      "text": "You're watching CNN.  I'm Brooke Baldwin.   Two pictures on the screen.  Two stories we're following for you here at the top of the hour.  On the left side, obviously, you see Hillary Clinton.  She is speaking at a community college there in Iowa making her first appearance on the campaign trail since just this week cutting her vacation short.  She is expected to take questions from the media.  That is significant because we want to hear perhaps some questions why she cut her trip to the Hamptons short.  Does she fear her status as a front-runner for the Democratic Party?  We are going to watch and wait for that.  That is potential significant today on the political side.   But of course, any minute now, you see a lot of microphones on the right side of the screen.  We are watching and waiting for the news conference from the Franklin County's sheriff office.  This is in Virginia. This Fauquier County, Virginia with an update on the tragedy that unfolded early this morning on live television.  A young reporter and cameraman shot and killed during a live broadcast.  So that news conference will begin any moment now.  And of course, we will take that live.   But on a personal note I just wanted to say this.  Too often part of my job every day as a journalist is to cover tragedy, but today's news hits close to home.   This morning two young journalists were murdered doing what they loved, telling stories within their community.  And instead, now the loved ones of 24-year-old Alison Parker and 27-year-old Adam Ward will not get to see them tomorrow.  No weddings, no children, no future careers as journalists.   And as someone who started my career in a very small market in Virginia just 120 miles up the road from Roanoke, let me just tell you.  I know how exciting it is to land a job in journalism and to get to work as a professional.  I know how special the relationship is with your photojournalist, especially if you're working that early morning shift and the producers who you know always have your back from the control room.  And I definitely know how proud my parents were, and I am so mindful of their mothers and fathers.   And I just wanted to take a moment at the top of this hour as a fellow journalist to tell the WDBJ newsroom and Alison and Adam's families, we are all with you, and I am so sorry.   Here's what we know.  Any minute now the local sheriff is going to be holding this news conference that unfolded, as I mentioned, live on the air of our CNN affiliate WDBJ.  The shooter walking up to the reporter Alison Parker and the photographer Adam Ward hovering for about 30 seconds before shooting and killing both of them.   Alison shot repeatedly as you hear her screams as she tried to run away.  This now we'll show you is the shooting suspect who police have now tracked down.  He is Vester Flanagan, a former reporter for WDBY in Roanoke, Virginia. He went by the name of Bryce Williams.  And we can also now report at this moment that he shot himself after a police pursuit, but we're told he is still alive.  There are initial reports he was dead.  They found a pulse.  He's alive.  Critical condition, we're told and the general manager of the news station saying before Flanagan was fired two years ago that he was known to be a trouble- maker."
    },
    {
      "speaker": "JEFFREY MARKS, PRESIDENT/GENERAL MANAGER, WDBJ",
      "text": "Vester was an unhappy man.  He quickly became \n gathered a reputation as someone who was difficult to work with.  He was sort of looking out for people to say things that he could take offense to.  And eventually after many incidents of his anger coming to the fore, he \n we dismissed him, and he did not take that well.  We had to call the police to escort home from the building.   I'm not really sure whether I want him to live or die.  If he dies, then he took the coward's way out, and if he lives he goes on trial and goes to prison for the rest of his life.  And in \n and I presume, that and I'm speaking way out of turn.  But I think I'm expressing what viewers think and what many of the co-workers of Alison and Adam think."
    },
    {
      "speaker": "BALDWIN",
      "text": "We're also learning this that while the suspect was on the run before he apparently turned the gun on himself, he was live tweeting.  So he was on social media posting a graphic and extraordinarily disturbing video filmed from his perspective down the barrel of his gun.  The entire shooting posted on both his twitter page and Facebook.   I have a number of voices here at top of the show.  I had Alexandra Field, one of our correspondents, Evan Perez, our justice correspondent, Drew Griffith investigative correspondent, Jonathan Gilliam, Navy SEAL and FBI special agent, former Casey Jordan, CNN contributor, criminologist, Art Roderick, former assistant director of U.S. Marshall's office and Philip Holloway, legal analyst.  So a lot of voices here.  But Drew Griffith, let me go to you first as you are getting. And of  course, by the way, let me just pause and say we're going to talk a lot about these two young lives lost and also the woman who was injured, Vicky Gardner, chamber of commerce executive director who is being interviewed live on television at 6:45 when this all happened.   So that said Drew Griffin, the floor is yours as far as your news you have now about this gunman."
    },
    {
      "speaker": "DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT",
      "text": "Well, we know he was frustrated in looking for a TV job.  We know that he applied here at CNN and sent his resume reel in to CNN.  He had been fired not only at this station in Roanoke, but in 2000 he was fired from the station in Tallahassee.  Seemingly the same story from the then news director there. He was very hard to work with.   But Brooke, I just want to take just a quick moment to talk about the fact that we're not showing this person's video."
    },
    {
      "speaker": "BALDWIN",
      "text": "Yes."
    },
    {
      "speaker": "GRIFFIN",
      "text": "It's very obvious now that this guy wanted us to talk about him and wanted to make a statement.  And when you look at the actual video that he took of himself, it's clear now he not only wanted to kill these two people on air, but he waited until the camera, the TV camera, was pointed at the reporter before he fired the shot so that viewers at home would see that person being shot live on air.   CNN has made a decision not to air any of this video.  I think that is just what this killer, suspected killer, wanted.  And so, that's why people at home are not seeing it."
    },
    {
      "speaker": "BALDWIN",
      "text": "And I can't help but also think since that he waited for the camera to be on them and we know Alison was from this area.  I don't know where her parents live.  I don't know if her folks are still in the area, but heaven forbid they were watching potentially as well.   Let me turn, Drew, stand by, let me turn to Alex Field who has been, you know, sort of, you know, watching all of this unfold as we're beginning to get more and more details.  And again, we're watching and waiting for the news conference in Fauquier County, Virginia.   But it is 6:45 in the morning.  This is a young reporter out with her photographer who she worked with each and every morning.  They were doing a piece on, you know, how this lake had apparently bounced back after some flooding, wanted to say, hey, great, tourism is back and then what?"
    },
    {
      "speaker": "ALEXANDRA FIELD, CNN CORRESPONDENT",
      "text": "I'm moved by your words this morning.  Because we didn't know these two people, we didn't know Alison, we didn't know Adam, but these are people.  We consider them our people and we know exactly what they were out there doing.  They were doing morning televisions and it is one of the pleasures of our job.   This was supposed to be probably a fun story, a positive story, at least an informative story.  It was about commerce and tourism.  They were out there doing an interview.  We watched the video so that you don't have to.  We're not playing that video, as you heard Drew Griffin say, but we did watch it.   It's horrifying because you will see the gunman as he lingers, almost touching the photographer who has his back to the gunman.  You can see this young woman, Alison Parker.  She is 24 years old.  She is conducting this interview.  She is listening to what Vicky Gardner is saying.   There is no warning that this gunman is getting ready to fire.  All you see is her reacting to the shots that are fired and you hear them, six, seven, possibly eight shots that were fired in rapid succession and you hear her screaming.   This is a 24-year-old woman, Brooke.  Her boyfriend is an anchor at the station.  He has unloaded heartbreaking tweets today.  When you talk about loved ones who are watching in this community because these are two people loved in this community, we know that Adam Ward's fiancee was in the control room.  She's the producer of this show. And she's watching literally live on any number of screens as her fiancee is gunned down.   These are two people who are so well known in this community, so well loved and embraced by this station.  They should not have been in the line of fire.  There was no reason to think that when these two journalists set out to do their job today that they were in harm's way."
    },
    {
      "speaker": "BALDWIN",
      "text": "Alison's boyfriend, one of the tweets, I am numb.  We are all numb for them in this community.  And we are also trying to figure out.  Obviously, the question is why.  Why would someone ever do something like this?   Evan Perez, our justice correspondent is standing by with some information as far as this man who then jumped in a car after committing heinous crimes plural and hit the highway.  What happened next?"
    },
    {
      "speaker": "EVAN PEREZ, CNN JUSTICE CORRESPONDENT",
      "text": "That's right, Brooke.  We expect that we'll get an update from the local sheriff there in just a little while.   But here's what the Virginia state police say happened.  We know that local state and federal law enforcement were swarming the Virginia region looking for this suspect, Vester Flanagan, after the murders live on television.  And as you mentioned, the surreal twist of Flanagan using his on air name Bryce Williams was sending out these tweets and Facebook posts as he fled north from Roanoke.  While among the social media posts was the video that we're not showing of the shooting from his perspective.  And apparently those social media posts helped law enforcement figure out exactly where he was, were tracking him his cell phone.   Virginia state police say that this is how the pursuit ended around 11:30 this morning.  State troopers saw his gray car headed eastbound on interstate 66.  This is far north of the Roanoke region, heading towards the Washington, D.C. area.  Troopers turned on their emergency lights to pull him over, but he fled.  Minutes later the vehicle ran off the road and crashed and when troopers found him they found that he had shot himself.   He's now being treated for life-threatening wounds, Brooke, and we're watching that closely right now."
    },
    {
      "speaker": "BALDWIN",
      "text": "Evan Perez, thank you.  I want to ask everyone to stand by.  We have to take a quick commercial break.   Much more with our breaking story.  Tragedy out of Roanoke, Virginia. Two young lives lost.  One in the hospital reportedly now in stable condition.  We've got a lot to talk about watching and waiting for news to come out of this local sheriff in Fauquier County, Virginia. Do not miss this."
    },
    {
      "speaker": "BALDWIN",
      "text": "You're watching CNN.  I'm Brooke Baldwin.   We want to come up live here on this podium shot where we're watching and waiting to hear new details from a news conference from the local sheriff there in Virginia after two young journalists were murdered on live television early this morning.  A third, Vicky Gardner, chamber of commerce executive director.  She was shot.  She was wounded. We're told she's out of surgery, in stable condition.   But let me say their names, and can I not say them enough.  24-year- old Alison Parker, 27-year-old Adam Ward shot and killed doing what they loved this morning, telling stories in their community.   As we're getting new information I want to bring in Brian Stelter, our senior media correspondent and host of \"RELIABLE SOURCES.\"  He has just now got some new information because what we knew up to this point, Brian Stelter, is this \n I'm just going to call him a madman faxed a 23-page portfolio or something to ABC News sometime in the overnight and early morning hours.  They have gone through it. Obviously, they have hand it had over to investigators."
    },
    {
      "speaker": "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT",
      "text": "Right."
    },
    {
      "speaker": "BALDWIN",
      "text": "But now we're learning a bit more as far as what was inside."
    },
    {
      "speaker": "STELTER",
      "text": "Indeed.  And we now know he was actually reaching out to ABC even before sending the facts.  According to ABC which has just revealed this and shared this on their Web site.  This person was calling ABC over the past few weeks.  Didn't say why he was calling. Wanted to pitch a story.  He wouldn't say what it was and he wanted to fax some information.  We know around the same time, he was setting up a twitter account and Facebook account.  So maybe he was preparing in some sort of way for something.   This morning around 8:20 apparently, this fax came through at ABC, that's what the timestamp says, that suggests the fax arrived after the shooting but before he was on the run.  And then he called ABC News.  He got through to them.  He said that authorities were after him, then he hung up.  At that point ABC turned over the fax to the authorities.   But it's a 23-page letter.  It is a rambling sort of document.  It describes him suffering racial discrimination, harassment, bullying, he says.  And obviously doesn't explain why he would go and do this. But it says the Charleston church shooting in June was the tipping point for him."
    },
    {
      "speaker": "BALDWIN",
      "text": "The Charleston church shooting."
    },
    {
      "speaker": "STELTER",
      "text": "He said something about the racism of that story, of that shooting of that, was what caused him and put down a deposit for a gun two days later and then, quote, 'the tipping point\" is what he says, but he says my anger had been building steadily.  I've been a human powder keg for a while.  He also refers to other past shooters, mass shooters, as people that were inspiring to him.  He's referring to the Virginia tech massacre gunman and also the columbine killers."
    },
    {
      "speaker": "BALDWIN",
      "text": "Casey Jordan as you're listening as a criminologist, as someone who studies criminal minds, hearing that this church shooting in which nine African-American lives were lost, national tragedy, that this was the tipping point for this young man.  Go ahead, Casey."
    },
    {
      "speaker": "CASEY JORDAN, CRIMINOLOGIST",
      "text": "Yes.  You have to understand that he has made allegations that Alison Parker has made racist comments which, of course, the people at the television station said they never even worked together.  He was dismissed a year before she even came.  So he perceives perhaps the Charleston shooting where, of course, a white gunman slayed the African-American"
    },
    {
      "speaker": "BALDWIN",
      "text": "All right, Casey.  Let me jump in, forgive me.  Want to get to some crucial information that is about to be given to us by the local sheriff's office here in Virginia.  Let's go."
    },
    {
      "speaker": "SHERIFF BILL OVERTON, FRANKLIN COUNTY, VIRGINIA",
      "text": "I just want to make sure that through this we continue to keep our prayers and thoughts with the family of Alison Parker and Adam Ward as well as the WDBJ channel 7 news family.   First and foremost, at approximately 1:30 p.m. today the suspect from this incident, the shooting, died at Fairfax and Nova hospital in northern Virginia as a result of a self-inflicted gunshot wound.  I want to express my condolences to WDBJ 7 TV for their loss this morning.  We know that this has been a very difficult situation to manage professionally and personally.  And we sincerely appreciate the cooperation and assistance with the ongoing investigation and our search efforts.   We are keeping Miss Vicky Gardner with the Smith Mountain Lake regional chamber of commerce in our thoughts and prayers as she continues to undergo treatment from injuries sustained in the shooting.   I also want to thank the residents of Franklin and Bedford counties for their support and vigilance this morning as we conducted our search efforts and response in relations to this incident.  The tips and information that came in from our local residents and across the commonwealth have been extremely helpful over the course of the past seven hours.  The  The quick response of this investigation and resolution are due to the dedicate and quick efforts of our public safety partners with the Bedford county sheriff's office, the Virginia state police, Roanoke city police department, ATF, U.S. marshal service, the FBI, the Virginia department of emergency management and the rocky mountain police department.  I can't begin to thank those agencies and their personnel enough for their efforts.   At 6:43 a.m. today the Franklin county sheriff's office received a 911 call concerning shots fired at Bridgewater plaza near Smith Mountain Lake.  A WDBJ-TV news crew was conducting a live interview at the plaza with Miss Gardner when Vester Lee Flanagan II, age 41, of Roanoke suddenly appeared and approached him and started shooting.   Alison Parker, age 24, and Adam Ward, age 27 died at the scene.  Both Parker and Ward were residents of Roanoke, Virginia.  Let us not forget that they grew up in this area.  They were part of our community.  We don't want to forget that.   Miss Gardner was transported to memorial hospital where she is being treated for non-life-threatening injuries.   Flanagan then fled before deputies arrived on the scene.  The Franklin county sheriff's office with the assistance of the Virginia state police immediately began a search operation in the area to locate the shooting suspect.   Shortly before 11:00, Roanoke city police department located Flanagan's 2009 Ford mustang at the regional \n Roanoke regional airport.  The mustang has been recovered as evidence.  Flanagan then left the airport in a Chevrolet sonic that he had rented earlier in the month.   During the course of the investigation, investigators were able to track the suspect as he traveled along interstate 81.  And we notified local and state law enforcement along the interstate 81 corridor to assist us with a lookout for suspect vehicle.  This has been confirmed already that the Virginia state police then located the Flanagan vehicle on interstate 66 in Fauquier County and took him into custody. State police will go into more detail about that shortly.   We're still piecing together the time line of events leading up to this morning's shooting.  Flanagan was a former employee at WDBJ 7 and on air went by Bryce Williams.  Flanagan sent a lengthy multi-page fax to a national news organization in New York about this incident, and our investigators now have a copy of it and its use in the course of this investigation will be continuing.   That's where we are right now.  We still have a lengthy investigation to conduct, and that's our focus as we move forward.  I would like now to turn over the mic to Sergeant Rick Garletz with the Virginia state police."
    },
    {
      "speaker": "SERGEANT RICK GARLETZ, VIRGINIA STATE POLICE",
      "text": "Thank you, sheriff.  Shortly before 11:30 a.m. this morning Virginia state police trooper Pam Neff was on patrol along interstate 66.  Her license plate reader LPR alerted to a license plate on a Chevrolet sonic traveling east on 66.  She followed the vehicle a short distance as troopers responded to assist her before she activated her lights.  Once that backup was there, she activated emergency equipment and attempted to stop the vehicle.  The driver of the sonic Vester Flanagan, also known as Bryce Williams, refused to stop and sped away from the trooper.  It was only a minute or two later when the sonic ran off the road into the median. When trooper Neff approached the vehicle she found Flanagan suffering from a self-inflicted gunshot wound.  Flanagan was flown from the scene to a nova Fairfax hospital where he died at approximately 1:30 p.m. today.   The Virginia state police bureau of criminal investigation Salem field office and our Salem bureau field operations have been and will continue to assist the Franklin county sheriff's office with this investigation into the shooting \n Sheriff."
    },
    {
      "speaker": "OVERTON",
      "text": "Thank you very much, Sergeant.   I will try to entertain some questions that you may have at this point in time.  We'll take a couple of questions.  Yes, sir."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "Sheriff, how did the suspect know where the victims were and was it being planned for some time?"
    },
    {
      "speaker": "OVERTON",
      "text": "That is a question that we are looking into.  Did he know before this morning that they would be located at this remote location doing a broadcast?  Did he see it air that morning, this morning, as many people were watching.  We're looking into that matter and trying to discover that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "Sheriff, why do you think the suspect did this?  What was the motive for the shooting?"
    },
    {
      "speaker": "OVERTON",
      "text": "Not sure.  We're looking into that.  He was a prior employee there.  We're looking at all of those dimensions, what that may look like, but right now there's not been a motive as per se.  Many of you have gotten a lot of the correspondence and emails that had been sent out.  It's obvious that there was \n this gentleman was disturbed in some way of the way things had transpired.  At some point in his life it would appear things were spiraling out of control, but we're still looking into that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "Do you believe there was a racial component here?"
    },
    {
      "speaker": "OVERTON",
      "text": "I have no comment on that at this time.   \n."
    },
    {
      "speaker": "OVERTON",
      "text": "Repeat that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "Did he say anything to authorities?"
    },
    {
      "speaker": "OVERTON",
      "text": "I can't answer that at this time."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "Talk to us a little bit here about the fact that it was a \n what are your impressions of it so far and what you can share."
    },
    {
      "speaker": "OVERTON",
      "text": "Well, what little bit of update but a review at this point in time, it certainly goes to show where the gentleman's mind was the night before or what was taking place there that there was some forethought given as to the chain of events that would happen."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "And can you tell us about the license plate reader and how you guys were able to pick him up?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "How instrumental were those?"
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "Was it technology or did somebody just eyeball it?"
    },
    {
      "speaker": "GARLETZ",
      "text": "Technology picked it up.  The license plate reader, once it \n once a license plate is entered into the system that reader will be able to identify that license plate when it's passes.  It's not state specific so the trooper has to do an investigation after the license plate is noticed as to whether that's the identity of the vehicle they are looking for."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "How instrumental were the license plate readers in catching this suspect?"
    },
    {
      "speaker": "GARLETZ",
      "text": "License plate readers are a great tool.  The state police have several of them throughout the state and it helped.  Of course, I haven't talked to Trooper Neff, but it helped in this case to identify the vehicle."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "How instrumental was the (INAUDIBLE?"
    },
    {
      "speaker": "GARLETZ",
      "text": "Ma'am, I'm not going to comment on that.  I've not reviewed the video.  But it's under investigation.  So I'm not sure that \n."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "What exactly led to you who this person was, or did you already have a suspicion?"
    },
    {
      "speaker": "OVERTON",
      "text": "We were able to, from the investigation, once we were on scene and secured the scene, we were able to develop Mr. Flanagan as a potential suspect and went from there."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "What was sent to ABC news, was that sent yesterday?"
    },
    {
      "speaker": "OVERTON",
      "text": "I have to confirm that.  I'm not sure.  I believe it is something that they have received this morning."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "Have you had an opportunity to speak to the general manager?"
    },
    {
      "speaker": "OVERTON",
      "text": "Yes, what was the question again?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "Did you have an opportunity to speak to  the staff, and how from your understanding, what terms did he leave that station?"
    },
    {
      "speaker": "OVERTON",
      "text": "I have no comment on that right now.  I have divulged as much of that information at this time."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": ""
    },
    {
      "speaker": "OVERTON",
      "text": "I'm not sure about a trespassing order, but I'm not sure exactly what steps they may have taken if there was a need to at this tight."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "Was he seen there prior to the live shot, when did he come into view?"
    },
    {
      "speaker": "OVERTON",
      "text": "We're still looking at all possible video.  I'm not even really sure at this point in time if the individuals that were shot and killed even realized that he was there before the incident happened."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "Sheriff, do you have a personal message to anyone who is showing that video on Facebook, Twitter?"
    },
    {
      "speaker": "OVERTON",
      "text": "I'm sorry."
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "Could you confirm that Flanagan posted the video himself?"
    },
    {
      "speaker": "OVERTON",
      "text": "I can't confirm that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE REPORTER",
      "text": "How long"
    },
    {
      "speaker": "UNIDENTIFIED MALE REPORTER",
      "text": "Can you tell us where the investigation goes from here?  Are the residents of Williams being looked at right now by authorities?"
    },
    {
      "speaker": "OVERTON",
      "text": "Well, it's going to be a long investigations because there's a lot of components certainly to this investigation.  And we're still right in the beginning stages of it, so it's going to be quite a while."
    }
  ]
}