{
  "show_name": "CNN NEWSROOM",
  "show_title": "Reporter, Photographer Shot & Killed on Air in Virginia. Aired 10:30-11a ET",
  "quotes": [
    {
      "speaker": "CAROL COSTELLO, CNN ANCHOR",
      "text": "All right.  We've been telling you all morning about this terrible shooting that went down live on the air.  A young reporter and photographer shot to death while doing a live shot at a large recreation area near Roanoke, Virginia.      Brian Todd is covering the investigation part of the story, along with Alexandra Field.  But I want to go to Brian Todd right now because he has new information on the suspect.  What can you tell us, Brian?"
    },
    {
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "text": "Carol, Governor Terry McAuliffe in a continuing interview with WTOP radio just said that the suspect is on Interstate 64, they believe.  And the governor he said \n again, he's confident that they will have the suspect in custody soon. Interstate 64, for people familiar with this area, runs east to west from the tidewater area of Virginia all the way into West Virginia and beyond.      That suspect would have had to have traveled fairly far north from where this incident took place to get to route 64.  But Governor McAuliffe says that the suspect is believed now on Interstate 64 with police actively pursuing him.  And the governor says he believes they will have the suspect in custody soon.      Governor McAuliffe a few moments ago said they believe the suspect may be a disgruntled employee of that television station. Again, Governor Terry McAuliffe saying police pursuing this suspect, they believe he is now on Interstate 64 which runs east to west from the Tidewater area of Virginia into West Virginia and beyond.       That's kind of where we're narrowing down the search for the suspect at this moment \n Carol."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right.  Brian Todd, I know you're on the way.      But I do want to play Governor McAuliffe's remarks.  He was live on WTOP radio, that's what Brian was talking about \n correct.  WTOP? All right.  He was on WTOP which is a big news station in that part of the world.  Let's listen to what the governor had to say."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "27-year-old photographer, Adam Ward. Governor, what more are you hearing about this tragedy this morning?        GOV."
    },
    {
      "speaker": "TERRY MCAULIFFE (D), VIRGINIA",
      "text": "I just got off the phone with Col Flaherty, the head of our state police as well as Brian Moran, our secretary of public safety.  I believe we're in pursuit now of the suspect.  We know who the suspect is.  We believe it's a disgruntled employee from the TV station is what we believe right now. But there's an active pursuit going on.      We know the suspect and I assume in very short order, probably by the time we finish up this interview, the suspect will be in custody. I mean what a tragedy.  I know the area well.  I was just there a week and a half ago.  We just finished our family vacation standing literally right on that deck area at the Bridgewater Marina where we run in our boats where this occurred.  Such a beautiful sight.      And this young woman, 24 years old; photographer, 27, another woman shot, doing an interview talking about economic development and bringing businesses to the Smith Mountain Lake region.  It is \n it goes back to what I've talked about for a long time.  There are too many guns in the hands of people who should not have guns.       This is why I've long advocated for background checks.  I'm a gun owner, I'm a hunter.  But you know what, I went through background checks myself to get it.  We've got to \n in America, we've got to come together.  There is too much gun violence in the United States of America."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Have you, Governor, at this point had to deploy any"
    },
    {
      "speaker": "COSTELLO",
      "text": "All right.  We're going to step away.  That was Governor Terry McAuliffe on WTOP radio, big news station in Washington, D.C. saying that police are very close to making an arrest in this case.      Justice correspondent Pamela Brown is on the phone with me right now to tell us more.  Hi, Pam."
    },
    {
      "speaker": "PAMELA BROWN, CNN JUSTICE CORRESPONDENT",
      "text": "Hi there \n Carol.  So we're learning that federal authorities from the FBI, from the U.S. Marshals Service as well as ATF are involved in a massive manhunt right now for the person that they believe is responsible for this shooting, the shooting that killed 24-year-old Alison Parker and 27- year-old Adam Ward.      We are told that they know the identity \n they believe they know the identity of the gunman.  They have a license plate number and they are in hot pursuit of this person they believe is responsible for this.      And it's the regional task force, the Capitol Area Regional Fugitive Task Force that is involved with this, U.S. Marshals from here in Washington, D.C., as well as those based in Roanoke, Virginia are actively looking for the gunman.      And we see a picture of the man we believe is the gunman right  here that the camera the photographer was holding actually caught this picture of the gunman.  We know that one of the guests that was being interviewed during this is actually in the hospital right now.  The guest was shot in the back.  Her name is Vicki Gardner.  She's still recovering in the hospital.       And sadly Carol \n the reporter and the photographer have died. As one official said, we are throwing all of our available assets into this investigation, a massive manhunt under way \n Carol."
    },
    {
      "speaker": "COSTELLO",
      "text": "And, again, the best news \n if there could be best news to come out of this, police do have this gunman in their sights.  Has this police chase been going on a long time on I-64 \n Pamela?"
    },
    {
      "speaker": "BROWN",
      "text": "Well, I can only take what the governor said.  And it sounds like this has just been going on just within the last hour.  I can tell you Carol \n I spoke to a law enforcement official about an hour ago.  They said, we know the license plate number, we have the name.  So presumably they were able to track who they believe is the suspect pretty quickly around that time.      And as you heard the governor said, look, we think we're going to have this person in custody relatively soon.  So I think there were a lot of developments just within the last hour.  And of course, this all unfolded at around 6:45 this morning right there near Roanoke, Virginia \n Carol."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right.  Pamela Brown reporting live from Washington.      I have to take a break.  We'll be back with much more in the NEWSROOM."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right.      Right now we know authorities are pursuing a suspect in the terrible shooting that happened this morning live on the air at a tiny TV station near Roanoke, Virginia.  Police \n actually we don't know exactly \n are police are on foot chasing this man down, are they in a car?  We know this is all taking place on I-64.  But they do say that they have this man in their sights and they're very close to making an arrest.      This man allegedly opened fire at a recreation area near Roanoke, Virginia.  A reporter and photographer were shooting a story there. The young reporter Alison Parker is her name.  The photographer's name is Adam Ward.  They were doing an interview with someone from the Chamber of Commerce and this man allegedly opened fire killing the reporter and photographer and hitting the president of the Chamber of Commerce in the back.  She is currently in surgery.  We're hoping that she's OK.     I talked with the television station's general manager from WDBJ  this morning.  His name is Jeff Marks.  Here's what he had to say about the shooting."
    },
    {
      "speaker": "JEFF MARKS WDBJ GENERAL MANAGER",
      "text": "You know, you send people into war zones, you send people into dangerous situations, into riots and you worry that they're going to get hurt.  You send somebody out to do a story on tourism, and this \n how can you ever expect something like this to happen?      We are \n you know, you use all the words \n senseless, devastated \n those are all those news catchwords, but they all apply."
    },
    {
      "speaker": "COSTELLO",
      "text": "He did tell me some details of the shooting because as you might expect his employees back at the station are going through this video because I said it happened live on the air.  They're looking at the tape portion of what went down.  He said the photographer, Adam, was shot first.  He went down and as he went down, his camera was still rolling and that's how that image of the alleged gunman was caught.      As Adam Ward went down, the gunfire continued.  Alison Parker, the reporter, turned to run.  You can hear her screaming in the video. But she was shot.  I don't know exactly when the chamber \n what is the Chamber of Commerce woman's name so I don't have to keep calling her that"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Vicki Gardner."
    },
    {
      "speaker": "COSTELLO",
      "text": "Vicki Gardner.  Thank you so much.      Vicki Gardner was shot but she apparently was shot in the back and as I said she's in surgery right now.      Now, police do have a suspect.  They're following him in some way on I-64 through southern Virginia.      I want to bring in Brian Stelter right now because you know how social media is.  There's a name circulating out there of the suspect and it is not that name.  It is not that man that's circulating.  His name is out there and he's totally innocent.  And I know that because Brian Stelter called him on the phone and talked with him."
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "text": "Yes, we reached out to him.  He said, I know why you're calling and explained why it was not him and what he's actually doing.  We're not going to share his name.  There are other names out there as well.  Maybe one of them will turn out to be right.  We're trying to get to the bottom of it.      Obviously television stations sometimes have disgruntled employees.  That's not a surprise but it doesn't necessarily mean they committed an act of murder today.  So we're going to continue to try to figure out who it was.  We're waiting word from local authorities as well."
    },
    {
      "speaker": "COSTELLO",
      "text": "this man whose name is circulating on the Internet, he doesn't know what to do."
    },
    {
      "speaker": "STELTER",
      "text": "Yes.  I mean he's not sure how to respond to it and how to scrub it off the web.  Obviously that's not possible to do.  Over time, the truth will sort itself out.       But this is cautionary note.  We should always \n moment of breaking early reports are often wrong.  This is no different."
    },
    {
      "speaker": "COSTELLO",
      "text": "OK.  So be careful what you read on social media \n really, really.  I mean take it with a grain of salt.  Come on."
    },
    {
      "speaker": "STELTER",
      "text": "And we're trying to get it right here as well."
    },
    {
      "speaker": "COSTELLO",
      "text": "Absolutely."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Police do believe that they, in fact, have the name of the suspect.  We, of course, are not reporting that.  At this point, it has not been publicly released by police but they are acting through this investigation under the belief that they have the license plate number, that they have the name.  That they are pursuing the correct man in this case.  So the identity apparent to the investigators who are actually in pursuit.  That's it."
    },
    {
      "speaker": "STELTER",
      "text": "And this is so personal to the journalists involved, not just in this community but all around the country.  I'm hearing from television journalists who are shocked by this senseless murder, a double murder.  Even the National Association of Broadcasters has put out a statement expressing their condolences to the station.  In a moment like this, television and journalism is a very large, extended and a very pained family."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right.  I have to take a break.  We'll be back with much more in the NEWSROOM."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right.  We're following the breaking news out of a TV station near Roanoke, Virginia where live on the air, a reporter and her photographer were shot to death.  The woman they were interviewing from the Chamber of Commerce was also shot.  She is currently in surgery.      Now, the best thing here, police have a picture of the alleged gunman.  This was taken by the photographer as he fell down after having been shot allegedly by this man.      I want to bring in former ATF executive Matthew Horace to talk about the investigation and what exactly authorities are doing now. What are the first steps, Matthew?"
    },
    {
      "speaker": "MATTHEW HORACE, FORMER ATF EXECUTIVE",
      "text": "Well good morning \n Carol.  The first steps obviously are to identify the suspect.  It sounds like that may have, in fact, happened.      The next step will be to find that suspect, locate that suspect  and safely bring that person or persons into custody."
    },
    {
      "speaker": "COSTELLO",
      "text": "So the FBI has been called in.  The ATF has been called in.  What exactly does the ATF do in cases like this?"
    },
    {
      "speaker": "HORACE",
      "text": "Well, Carol, you know, you and I discussed this just two weeks ago and just two weeks prior to that.  We trace the firearms and we help identify what type of firearm was used, if that person was prohibited or if they weren't prohibited, how they acquired that firearm and then we help support the manhunt."
    },
    {
      "speaker": "COSTELLO",
      "text": "Yes.  We talk about that far too often, right, Matthew?  So you can see the gun in the gunman's hand.  From what you can see, can you determine what kind of weapon this is?"
    },
    {
      "speaker": "HORACE",
      "text": "Well, we know based on the number of rounds that were fired that it was a semiautomatic pistol.  In other words it wasn't a revolver that only held six rounds.  It was a gun that held more than six rounds and it was fired in rapid succession."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right.  Because we watched the video and we listened to the number of gunshots and we believe at least eight gunshots fired.  Is that what you determined?"
    },
    {
      "speaker": "HORACE",
      "text": "That's what I determined.  Based on that fact, we know it's not a revolver that holds just six rounds of ammunition.  This was a semiautomatic pistol that was used in this crime."
    },
    {
      "speaker": "COSTELLO",
      "text": "So as you were watching this video, Matthew, how do you think the shooting went down?"
    },
    {
      "speaker": "HORACE",
      "text": "Well, clearly it was planned, it was calculated.  It was cold.  It was premeditated.  It wasn't a random act.  I think the police were able to rule out an act of domestic terrorism very, very quickly.  They ran down their leads and determined if the suspect was someone who used to work at the station.  Maybe he was involved with one of the victims and how that relationship was.  And not it appears as though we may have a suspect in our sights."
    },
    {
      "speaker": "COSTELLO",
      "text": "It took place at a large recreation area near Roanoke, Virginia.  And it was 6:45 in the morning, right?  So the recreation area was probably not busy.  Parts of it were probably closed.  But there were probably a lot of video cameras all around that park and that will prove helpful to authorities as well."
    },
    {
      "speaker": "HORACE",
      "text": "Yes, I'm quite sure that CCTV camera systems were used to help identify the suspect, the suspect's vehicle, when the suspect arrived, how the suspect left and that ultimately is going to be a piece that helps us solve this crime."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right.  Matthew Horace, thanks for your insight as usual.  I appreciate it.      I'm going to take a break.  We'll be back with much more in the NEWSROOM."
    },
    {
      "speaker": "COSTELLO",
      "text": "All right.  We're continuing to follow the breaking news out of Roanoke, Virginia at a TV station there.  A reporter and photographer shot dead on the air during a live shot at a large recreation area.  They were talking to a woman from the Chamber of Commerce who was also shot in the back.  That woman survived the shooting.  She was in surgery about an hour ago.  We don't know currently what her condition is.      You saw a glimpse of the alleged gunman here.  This shot taken by the photographer as he fell to the ground.  His camera capturing this image.  The camera still rolling as Adam Ward essentially died.      Adam Ward was just 27 years old.  He was engaged to be married. He was going to leave the station, he and his future wife were going to start a new life in a bigger place.  24-year-old Alison Parker was also engaged to one of the anchors at that station, WDBJ.  She was also looking forward to a new life, a happy life.      There she is with her fiance who tweeted this earlier.  He said, \"We didn't share this publicly but Alison Parker and I were very much in love.  We just moved in together.  I am numb.\"  It's just such a sad story.      Early this morning I talked with the general manager of the station, Jeff Marks.  Here's a bit of that interview."
    },
    {
      "speaker": "MARKS",
      "text": "They were very much enamored with each other.  They put smiles on each other's faces.  They were planning ahead.  They were planning a future."
    },
    {
      "speaker": "COSTELLO",
      "text": "It's just such a sad story.  I want to bring in Brian Stelter right now.  Perhaps the most agonizing angle of this story, the photographer, Adam Ward, was engaged to the morning producer."
    },
    {
      "speaker": "STELTER",
      "text": "Yes, it was her last day."
    },
    {
      "speaker": "COSTELLO",
      "text": "She was in \n it was her last day.  She was going on to a bigger market.  She was in the control room.  She was probably communicating with Adam Ward because she sets up the live shots between the station and the people in the field.  And she saw this go down."
    },
    {
      "speaker": "STELTER",
      "text": "At 6:45.  At first it wasn't clear just how bad it was. You see clearly they were startled, clearly something awful had happened.  Gunshots had rang out.  We didn't know immediately that anybody had died.  In fact we didn't know immediately that anybody had been wounded because the camera cut away to the anchor.       We don't know what was seen in the control room afterwards.  The camera could have kept broadcasting.  Adam's shot could have kept on the air for a while in the control room for the producers to see.  And I fear and I hope they didn't see anything.  But we don't know what they saw.      Two hours later, we found out that these people had died.  And I was thinking about those two hours in between as well."
    },
    {
      "speaker": "COSTELLO",
      "text": "describe what went down.  The general manager described in part \n you see the reporter here, Alison Parker, she's interviewing the woman from the Chamber of Commerce \n right.  Then you hear at least eight gunshots ring out.  Now, according to the general manager, the photographer, Adam Ward, was shot first.  He fell to the ground.       At that point, Alison Parker started to run away.  And you can hear her screaming in that video trying to escape the gunfire but she was also hit and she died at the scene."
    },
    {
      "speaker": "STELTER",
      "text": "That's right.  It might be worth closing this hour by noting that the Committee to Protect Journalists is a group that keeps count of journalists' deaths all around the world, usually in foreign countries.  But so far this year, 39 journalists have died all around the world.      In the United States, only a handful, I believe the number is five journalists have been killed in this country in the last 20 years.  The most recent was in 2007.  An editor was shot dead on a street in Oakland.  Now, unfortunately, two names being added to that list.       We sometimes cover in other countries, sometimes in war zones \n never on a feature assignment in Virginia."
    },
    {
      "speaker": "COSTELLO",
      "text": "And of course, police have a suspect in mind, they have a name, they have a license plate numbers according to the governor of Virginia.  They have located the suspect.  And of course, we'll continue to talk about this in the coming hours on CNN.       That does it for me.  I'm Carol Costello.  Thank you so much for joining me.        \"AT THIS HOUR\" with Bolduan and Berman coming your way next."
    }
  ]
}