{
  "show_name": "ERIN BURNETT OUTFRONT",
  "show_title": "Gunman Dead After Killing TV Journalists on Air; Gunman Had Troubled Past as a TV Reporter; Police: Killer Purchased Gun Legally in July. Aired 7-8:00p ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "text": "OUTFRONT next, we are learning shocking new details tonight about how a gunman shot and killed a TV reporter and cameraman on live television.        Plus, the shooter left a long suicide note claiming that it was racial discrimination, sexual harassment and bullying that pushed him over the edge.        And Donald Trump defending his treatment of a reporter who he silenced during his press conference.  Going after Jeb Bush and Marco Rubio.  Could all the anger backfire on Trump?  Let's go OUTFRONT.      Good evening.  I'm Jim Sciutto in again tonight for Erin Burnett. And OUTFRONT tonight, breaking news.  Shot and killed live on air, the gunman who murdered a Virginia television reporter and her cameraman described himself as, quote, \"a human powder keg\" just waiting to go boom.  Alison Parker and Adam Ward were in the middle of a live interview with the member of the local Chamber of Commerce when the gunman Vester Lee Flanagan who also used the name Bryce Williams walked calmly up to them, aimed a handgun, started recording video and waited several seconds before opening fire.        Parker and Ward died while horrified co-workers and viewers watched it all unfold live on television.  Officials now say that Flanagan used a Glock 19 pistol which he purchased legally.  Flanagan then fled the scene.  Police and state troopers in hot pursuit tracking him via his cell phone and his license plate.  Later as law enforcement caught up with him on a highway heading north, Flanagan ran off the road and shot himself, dying in a hospital just a few hours later.  President Obama said, quote, \"It breaks my heart to read about shootings like this.\" We will speak live to the station's general manager later in this broadcast.        But first Victor Blackwell is OUTFRONT tonight in Moneta, Virginia at the scene of this morning's shootings.  Victor, just heartbreaking what happened right behind you there this morning."
    },
    {
      "speaker": "VICTOR BLACKWELL, CNN CORRESPONDENT",
      "text": "Jim, absolutely.  And we can tell you there's a vigil happening right now as friends and relatives of the sole survivor of this attack, they are gathering to pray for the recovery of Vicki Gardner.  And that's happening as the police and people of this community wonder what led this man to kill a reporter and her photographer."
    },
    {
      "speaker": "BLACKWELL",
      "text": "These are the final moments before a deranged shooter ambushed a Roanoke Virginia news team on live television.  We're not going to show you what happened next.  But the entire incident could be seen and heard as it happened.  WDBJ reporter Alison Parker and photographer Adam Ward were conducting an interview around 6:45 this morning in Moneta, Virginia.  A gunman approaches them and fires 15 shots killing the 24-year-old reporter and the 27- year-old cameraman."
    },
    {
      "speaker": "JEFF MARKS, WDBJ-TV GENERAL MANAGER",
      "text": "I can't figure out any connection with those people who were among the kindest, nicest people who worked here.  And I'm not exaggerating when I say that."
    },
    {
      "speaker": "BLACKWELL",
      "text": "Local Chamber Commerce Director Vicki Gardner, who they were interviewing was also shot and rushed to a hospital.  As Ward's camera fell to the ground, viewers got this glimpse of a shooter, later identified at 41-year-old Vester Flanagan.  He worked as a reporter at WDBJ using the name Bryce Williams.  Franklin County deputies, Virginia State troopers and agents with the FBI and ATF launched a massive manhunt."
    },
    {
      "speaker": "VESTER FLANAGAN, FORMER WTOC REPORTER",
      "text": "Vester Flanagan WTOC News."
    },
    {
      "speaker": "BLACKWELL",
      "text": "The station's General Manager Jeff Marks doesn't think Flanagan ever worked with Parker or Ward.  And he was fired in 2012.  Mark also says Flanagan was difficult to work with and searched for things he could take offense to."
    },
    {
      "speaker": "MARKS",
      "text": "We had separate him from the company.  And we did understand that he was still living in the area.  Occasionally, he would run into people from our company."
    },
    {
      "speaker": "BLACKWELL",
      "text": "Hours after the attack, Flanagan began tweeting under the name Bryce Williams saying, Alison made racist  comments, Adam went to HR on me after working with me one time.  Flanagan also tweeted, I filmed the shooting posting the chilling video on Facebook and Twitter.  It shows him approaching the three, the barrel of his handgun pointing at Parker as he waits for more than 40 seconds before firing.  Parker runs off screaming.  Around 11:30, a state trooper license plate scanner spotted the suspect's car more than 170 miles away from the scene of the attack.  The trooper tried to pull Flanagan over, but he sped off."
    },
    {
      "speaker": "SHERIFF BILL OVERTON, FRANKLIN COUNTY SHERIFF'S OFFICER",
      "text": "It was also a minute or two later when the \n ran off the road into the median.  When the trooper approached the vehicle, she found Flanagan suffering from a self-inflicted gunshot wound."
    },
    {
      "speaker": "BLACKWELL",
      "text": "Two hours later, Flanagan died at a local hospital."
    },
    {
      "speaker": "BLACKWELL",
      "text": "And more now on that local Chamber of Commerce Executive Director Vicki Gardner.  We're told by a colleague, she was shot in the back, underwent emergency surgery this morning and now is in stable condition.  And late tonight, Jim, we received a statement from her employer calling her a bright, energetic, positive visionary leader \n Jim."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Victor Blackwell at the scene of the shooting.  And tonight, a disturbing picture is emerging of the killer.  The 41-year-old former employee of the station, and according to the latest information, a colleague of one of the victims, who was deeply troubled and made it known that he had intense hostility toward his former employers.        Drew Griffin is OUTFRONT tonight.  And Drew, what more are you learning about his work history.  And some disturbing details in him."
    },
    {
      "speaker": "DREW GRIFFIN, CNN CORRESPONDENT",
      "text": "Yes.  A long history of working for a short time at many different television stations, Jim.  All of which seemed to end badly, including a stint in Florida in 2000 when he was fired.  He claimed it was racial discrimination, filed a lawsuit that was dismissed.  The news director there called it odd behavior.  But at his one-year at this station in Roanoke, Virginia, thanks to a lawsuit he filed \n and again, was dismissed \n we have internal memos that shows multiple reprimands against this shooter for his behavior and his involvement with other colleagues, colleagues who felt threatened and uncomfortable by his actions out in the field and in the office.  Several violations of journalistic practices according to the station.  He actually was sent to mandatory health counseling until he was finally fired.  And that firing came on February 1st of 2013, Jim.  Just a long, long list of troubled involvement and anger management issues at this station and other stations as well."
    },
    {
      "speaker": "SCIUTTO",
      "text": "And Drew, when you hear the story of the firing from WDBJ, a frightening scene when that played out."
    },
    {
      "speaker": "GRIFFIN",
      "text": "It really scared the co-workers that I have talked to. They said, it was a tantrum.  He barked out loud that you are going to have to call the f-ing police.  The police were in fact called and had to physically remove this person from his chair, from the newsroom. The newsroom director, the news director cleared everybody out so there would be nobody there.  In fact, the sale staff according to one of the memos we had, locked themselves in a safe room while this was happening.  And in a chilling development that we just read into, the photographer, Adam Ward, actually was filming this at the station when it happened.  And the suspect flipped him the bird and said some derogatory remarks about how he needed to lose weight.  That happened two years ago \n Jim."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Drew, incredible details, disturbing details.  Thanks so much.        OUTFRONT now, Brian Stelter of CNN, and former FBI Assistant Director Chris Swecker.  Chris, if I could begin with you.  I mean, you have multiple past colleagues of the shooter saying that he was troubled.  So much so that as Drew was just describing, when he was fired, they had to call 911.  You had staff, newsroom stuff hiding behind locked doors.  I just wonder, could law enforcement have done anything here in light of that behavior?"
    },
    {
      "speaker": "CHRIS SWECKER, FORMER FBI ASSISTANT DIRECTOR",
      "text": "Yes.  I have  looked at this from every angle.  And really, this person just fell through so many holes in the system here.  You have the HR system, in a corporation or a company, looking for this type of thing.  They did the right thing.  They called the police, escorted him off the premises.  But in the interim, he really didn't do anything illegal. It didn't make any direct threats that I've been made aware of.  So, I'm not sure there was a point where there could have been an intervention if you will.  The police were aware of him, but he hadn't done anything to get himself arrested or even a restraining order."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Yes.  One thing to be threatening.  As supposed to be another to be legally actionable.  But Brian, you know, this crime, incredible just because of how it played out.  Right?  And then how he took advantage to that to broadcast it, to tweet it, to post it on Facebook.  Have you seen anything like this?"
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "text": "The only parallels I can come up are ISIS.  The use of ISIS \n by ISIS of YouTube and of other social media to show beheadings.  That feels a world away.  This feels so close to home.  And journalists all across the country are shaken tonight.  I've spoken to journalists and TV newsrooms who are very anxious about this, not because they think they are going to be in danger tomorrow but because of what this represents.  Journalists in live shots in the field are at their most vulnerable.  This person took advantage of that.  He also took advantage of the tools and technology that we all use, including Twitter video and Facebook video and live television.  He used those tools against us."
    },
    {
      "speaker": "SCIUTTO",
      "text": "No question.  I mean, I was thinking the same thing. It's really an act of terrorism when you look at those details because the intent was not just to kill but to scare."
    },
    {
      "speaker": "STELTER",
      "text": "Yes."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Chris, when you watch this video, in light of your experience, you see him zoom in, you see him frame the shot, then stand there in cold blood for a few seconds before he opens fire. What does that level of precision in committing this horrible crime tell you about the shooter?"
    },
    {
      "speaker": "SWECKER",
      "text": "Yes, it's extraordinary.  And I think that's a great parallel with ISIS, because he is a different variation of what we call the true believer.  He believes in his own cause.  And he's focused on someone else as being the object of his own problems.  And there's just a focused purpose on his part in doing this and writing a 30-page manifesto, the deliberate way he set up the video.  This very much reminds you of a very deranged but true believer type."
    },
    {
      "speaker": "SCIUTTO",
      "text": "And Brian, I have to ask you, of course one of the challenges here, even for a news organization, is you don't want to glamorize the crime, you know, by for instance showing these videos.  And we have been working under very, you know, steep restrictions as to how much you show of this.  How much of a challenge has it been not just for CNN but other news organizations to cover this?"
    },
    {
      "speaker": "STELTER",
      "text": "In reality is, people are going to find these videos if they want to.  They're going to see them online.  Many people for the first time today will see someone being murdered and very up close and personal nature.  What's so awful about the video among other things is it looks like a video game.  The gun being pointed from his point of view.  It's something that we see in fiction in a strange form of entertainment but not in reality.  I think \"The Washington Post\" had it best today.  A University of Georgia professor said, in the old days, you imagine Bonnie and Clyde getting excited when they made the papers.  Well, today, they're putting out the stories themselves. That's what this killer did today.  He put out the story himself. We're used to covering journalists being killed in other countries, 39 so far this year.  Today, two out of that list right here at home."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Yes.  First time since 2007 here in the U.S.  Brian Stelter, thanks very much.  To Chris Swecker as well.  And more breaking news tonight.  We are monitoring an active shooting situation in Louisiana as well.  A gunman is barricaded inside an Exon gas station in sunset, that's about 65 miles west of Baton Rouge.  Police report that the man stabbed two people during a domestic dispute then later shot and wounded one police officer.  The suspect fled.  He later crashed his car into the gas station.  Three people who were there at the time, they thankfully escaped.  Police now have the station surrounded as three Medivac helicopters, eight ambulances all standing by.  We will going to continue to monitor this breaking story.  And we will going to update you as developments warrant. Please stay with us.        And OUTFRONT next, news details about the shooter and the weapon he used.  Also, he faxed a 23-page suicide note to a news organization after the shootings.  What motivated his deadly actions?        Plus, Alison Parker and Adam Ward, two young people with great careers ahead of them and new loves in their lives.  Their story, ahead.        And then turning to politics, Donald Trump's tough talk may have reached new heights last night battling with a Latino reporter and doing an insulting Asian impersonation.  Did he go too far?"
    },
    {
      "speaker": "SCIUTTO",
      "text": "Breaking news on our top story tonight, new details about the gun used by the man who killed a reporter and cameraman live on television today.  Sources say that Vester Flanagan purchased his pistol, a Glock 19 legally.       Also tonight, new details about the 23-page long manifesto that Flanagan faxed to ABC News two hours after he murdered Alison  Parker and Adam Ward.        Pamela Brown is OUTFRONT tonight.  What more are we learning, Pamela, about the gun police recovered from the shooter and how he got it legally?"
    },
    {
      "speaker": "PAMELA BROWN, CNN JUSTICE CORRESPONDENT",
      "text": "Well, so what we've  learned here Jim is that this gun recovered from the shooter Vester Flanagan has been identified as a Glock 19, a nine-millimeter pistol. And it's believed that the purchased this gun in July in Virginia legally, as you point out.  My colleague and I are told by officials that there was nothing in the background check prohibiting Flanagan from buying the gun.  As far as we can tell, he didn't have any felony convictions or anything like that that would have prohibited him from being able to do so.  And in Virginia, you only need a background check to purchase a gun.  We're also told Jim that he bought another Glock pistol as well.  So, right now, ballistic tests are going to be done, conducted to determine which gun he used.  The gun that we saw in that video \n Jim."
    },
    {
      "speaker": "SCIUTTO",
      "text": "And escorted out of that newsroom threatening but not illegal, so doesn't show up on his record.  I wonder, what more are we learning about this 23-page manifesto he sent?  Because you learned a lot about his motivations in there?"
    },
    {
      "speaker": "BROWN",
      "text": "Yes.  That's right.  A man believed to be the gunman apparently sent this 23 page rambling suicide letter to ABC News a couple hours after the shooting.  And he said in that manifesto that he had been the subject of racial discrimination and bullying for being a gay black man.  He says, this went on for years in fact.  Here is one of the \n something he said.  \"The photogs were out\" \n photogs, it means photographers, \"were out to get me at WDBJ-7.  One went to HR after only working with me one time.  The chief photog told his troops to record video of me if they saw me doing something wrong.\"  And Jim, he goes on to expressed his admiration for other shooters including the Virginia Tech and Columbine High School shooters.        But he says, it was the reason was the recent killing of nine African-Americans in a church in Charleston that put him over the edge.  And here is what he says about that.  What sent me over the top was the church shooting and my hollow point bullets have the victims' initials on them.  And we have learned Jim that he apparently called ABC News in recent weeks asking for the fax number.  Then we know a fax came in with this 23-page suicide note.  And apparently a man identifying himself as Bryce Williams called ABC today to say he had shot two people and that police were after him \n Jim."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Making those calls, sending the fax after that horrible crime.  Pamela Brown in Washington.        OUTFRONT tonight, criminologist Casey Jordan and psychologist Jeff Gardere.  Casey, I wanted to begin with you.  As Pamela is reporting there.  The manifesto includes a long list of perceived grievances.  This racial discrimination, discrimination for sexual orientation.  This is more than a disgruntled employee."
    },
    {
      "speaker": "CASEY JORDAN, CRIMINOLOGIST",
      "text": "It is more than a disgruntled employee.  But I'm convinced that that is the nature of where this idea began.  When we get our hands on this 23-page manifesto, we're going to see that his issue go way back to childhood.  He is going to have perceived grievances with people going way back.  And we know that he was fired in 2000 and filed EEOC complaints and lawsuits and nothing ever had merit.  So, with each of these grievances, trying to process it through proper channels and then getting turned down, his aggravation continues to mount.  And his colleagues said, he couldn't take criticism.  He was always having tantrums.  He was a problem person always.  But in retrospect, he liked the Charleston Church shooting because it gave him in his mind a justification for what he was doing.  He is vindicating the lives of those victims."
    },
    {
      "speaker": "SCIUTTO",
      "text": "It's incredible.  Jeff, you know, clearly, you know, as Casey is describing, he paints himself as a victim here and then he carries out violence that is far disproportionate to the perceived grievances.  I mean, how do you explain that mindset, that break down?"
    },
    {
      "speaker": "JEFF GARDERE, PSYCHOLOGIST",
      "text": "Well, I think we have to just follow what Casey was saying.  Something that starts very early on and in adulthood, what we call that a personality disorder.  Someone who is a paranoid personality, very, very delusional, takes every single event that happens that we may feel that really means nothing but in his lens it's something that's egregious, something that was done against him.  So no matter what happens in his life, he sees himself as a victim.  And therefore, everyone becomes a symbol of the hate that he has for being that victim."
    },
    {
      "speaker": "SCIUTTO",
      "text": "It fits everything into that one picture.  I mean, you mentioned how he used the Charleston Church shooting in effect as a spark.  He said, he even bought his pistol two days after that.  I mean, was it something specific about Charleston or is this someone who is really, you know, anything could set him off?"
    },
    {
      "speaker": "JORDAN",
      "text": "You know, in his mind, he really is persecuted as Jeff said.  He has distorted thinking.  To him, everything is personal. But he has always said he has been bullied, he's been subject to sexual harassment and racial discrimination his whole life.  So the Charleston Church shooting and he names Dylann Roof specifically and says, and insults him and basically says, you want a race war?  Oh, bring it.  So, in his mind it's almost like self-brainwashing has come up with a way that he can act on fantasies.  They've been building up for years.  That after Charleston, he actually thought, I can vindicate those nine black lives by killing some reporters in the name of getting even for her racist comments.  He never met this woman. And in his mind he is like, yes, now I will be a hero, now I'll be a martyr."
    },
    {
      "speaker": "SCIUTTO",
      "text": "He turned himself from a victim into a hero."
    },
    {
      "speaker": "GARDERE",
      "text": "But that's where you see the Cognitive dissonance"
    },
    {
      "speaker": "JORDAN",
      "text": "Yes."
    },
    {
      "speaker": "GARDERE",
      "text": "Because how do you now say, okay, Dylann Roof, you are the worst, you want a race war, bring it on, but yet at the same time, he takes people like the Virginia Tech shooters, the Columbine shooters"
    },
    {
      "speaker": "JORDAN",
      "text": "And praises them."
    },
    {
      "speaker": "GARDERE",
      "text": "and praises them."
    },
    {
      "speaker": "JORDAN",
      "text": "Yes."
    },
    {
      "speaker": "GARDERE",
      "text": "So, that's part of the cognitive dissonance but it's also part of the delusional thinking where he just can't put it together and we see this decompensation.  We were talking about this off line.  We would be very interested to find out what family and friends have to say about this individual.  And I would bet that they want to stay away from him as far as possible because he has rage not just for the television station but for humanity"
    },
    {
      "speaker": "JORDAN",
      "text": "Everyone around him."
    },
    {
      "speaker": "GARDERE",
      "text": "because he sees himself as the victim."
    },
    {
      "speaker": "SCIUTTO",
      "text": "The personality you are describing clearly has psychiatric problems that needed to be dealt with."
    },
    {
      "speaker": "JORDAN",
      "text": "Yes, through both counseling and chemical help."
    },
    {
      "speaker": "GARDERE",
      "text": "If there was a severe depression.  But when you are dealing with personality disorders, there really is no medication that \n if that's what the case is.  Any medication that you can give someone like that.  But this is an individual having \n and this is why we see when they get the background checks, unless they're paranoid schizophrenic, hearing voices, seeing things"
    },
    {
      "speaker": "JORDAN",
      "text": "But they have to have a diagnosis."
    },
    {
      "speaker": "GARDERE",
      "text": "or have some sort of a criminal record, someone like this and many people like this would be severe delusional, paranoid personalities slip through the cracks and why they're able to get guns."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Jeff and Casey, you mentioned his family.  And we just have this now, we want to share with viewers, a statement from the shooter's family obtained by our affiliate, KRON.  And I want to read it to you now.  And this is the statement as the family says it.  Dear News WDBJ-7, that of course station that the two victims worked for. \"It is with heavy hearts and deep sadness that we express our deepest condolences to the families of Alison Parker and Adam Ward.  We are also praying for the recovery of Vicki Gardner.  Our thoughts and prayers at this time are with the victim's families and with the WDBJ News family.  Words cannot express the hurt that we feel for the victims.  Our family is asking that the media respect our privacy.\"        So, certainly a sad family there.  I just want to ask one more question about this, just about the mindset before we let you go.  He express admiration for the Virginia Tech shooter, for Columbine shooters.  I always wonder in these circumstances about the danger of copycats.  Right?  I mean, these guys, shooters, they want attention. This guy is getting attention.  How great of a worry is that if someone else who has troubled has a grievance"
    },
    {
      "speaker": "JORDAN",
      "text": "Totally valid."
    },
    {
      "speaker": "GARDERE",
      "text": "And we see it all the time.  And it's going to  continue.  But here is what we see.  Here is the pattern.  They admire these shooters but they always want do something better.  Bigger."
    },
    {
      "speaker": "JORDAN",
      "text": "So, live TV.  Doing it on live TV was the comeuppance. He admired \n for the body count and Columbine for their media coverage.  But no one has ever done what he's done.  I don't think that they copy \n they are inspired.  They find strength in the action of others."
    },
    {
      "speaker": "GARDERE",
      "text": "That's right.  Part of the club."
    },
    {
      "speaker": "SCIUTTO",
      "text": "And worrisome.  Jeff and Casey, thanks so much for sharing your thoughts.        OUTFRONT next, she was just 24, described as a rising star at her station.  He was getting married soon, preparing to embark on a new life.  Remembering Alison Parker and Adam Ward next.        And then to politics, Donald Trump going toe to toe with a beloved Univision anchor over immigration.        And Hillary Clinton doing a major about face on her private e- mail account.  What is she saying now?"
    },
    {
      "speaker": "SCIUTTO",
      "text": "Breaking news on our top story tonight.  The killing of two Virginia journalists live on TV.  We now know that the gunman hurled insults directly at one of his victims the day that the gunman was fired from the TV station where they all worked.  Vester Flanagan shot and killed reporter Alison Parker and cameraman Adam Ward while they were doing a live interview for their station's morning broadcast.  Their colleagues and loved ones watched in horror as the two journalists were gunned down.        Chris Cuomo is in front of the station where Parker and Ward worked.  Chris, just a sickening day for all involved, particularly those closest to Ward and Parker.  How are colleagues coping tonight?"
    },
    {
      "speaker": "CHRIS CUOMO, CNN CORRESPONDENT",
      "text": "I mean, as you can imagine, Jim, it's about as hard as it gets in terms of dealing with the loss in a news family.  It's a very tight business.  People get to know each other very well.  These two young people were very well liked.  They were seen as the best that WDBJ had to offer in terms of their spirit and commitment they brought to the job.  They were just starting their lives.  So, today, if it's a measure of solace for the people who work in this building, for the families of the loved ones, this community has come out, they have been gathered in prayer, they put balloons and plants under this tree, this shades tree behind us.        But more than that, they have been sharing their affection for what news \n this news organization does for their community.  And if it's a measure of solace for the families, these two people while they were alive for a relatively short amount of time touched so many people.  I can't tell you how many came up and wanted to tell stories about Alison and workers who came up and said, why Adam was such a bright light in terms of doing the work the way they did separately and as a team.          I hope that matters to the Parker family, to the Ward family, and to Chris Hurst, the boyfriend of Alison and, of course, the family of Adam Ward and his fiancee, Melissa Ott, who as you know is a producer who had to watch this happen from the control room this morning.        So, the community has been here in full force.  They'll be here again tonight for the vigil."
    },
    {
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "text": "You know, local reporters, they are often a close part of the community.  We're getting a clearer picture of Vester Flanagan, the shooter.  This video showing a recent road rage incident with him.        I want to play a quick piece of that video.  Flanagan, just to be clear, is the man in blue here.  Let's have a listen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "OK.  Are you finished?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "I've been finished.  You followed me here."
    },
    {
      "speaker": "(EXPLETIVE DELETED)             SCIUTTO",
      "text": "Chris, what can you tell us about that?"
    },
    {
      "speaker": "CUOMO",
      "text": "The context is it was posted on YouTube by the man who says he was being followed by the gunman.  That he called him out for his driving, he was driving like a maniac and at a red light and he was followed by him to the parking lot.  He videotaped it.  He believed it could be instructive of how unstable this guy was.        Now, ordinarily, Jim, as you know, we're hunting for clues, we're trying to figure out what would motivate somebody to bring such darkness into the world.        Here there's a surfeit of information.  He was disturbed.  He was dismissed from two stations.        When it happened here, the police had to come.  He was threatening.  There are reports he was threatening specifically to Adam Ward who was videotaping his exit.  That he handed a wooden cross to one of the managers and said, \"You may need this\".        There was a lot of hostility.  But why now?  The only chronological indication we have here is that a lawsuit the man had put together had been dismissed about a month ago.        Why these two young people?  Yes, he talked about them on his threat.  But, you know, Jim, at the end of the day, we're dealing with someone who couldn't deal with what was inside of them.  There is no justification for this, just a bunch of explanations that kind of fall on themselves.      And what he did this morning just manifested the worst of human life that is has to offer.  One of the things he said was that he hopes to leave this world in peace.  Certainly, that was not the last feeling that he felt."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Well, no question.  This is always one of the troubles, a lot of threatening warning signs here, none of it added up to illegal.  So, just really difficult for anyone to stop it.  Chris Cuomo, great to have him on the scene of all this.        Alison Parker, Adam Ward, they were young, hardworking journalists with so much to look forward to both personally and professionally.       Alina Machado is OUTFRONT with more."
    },
    {
      "speaker": "ALISON PARKER, REPORTER",
      "text": "I have to bring him out.  Adam, come out from in front of the camera.  He is the ugly stepmother.  Just looking absolutely gorgeous."
    },
    {
      "speaker": "ALINA MACHADO, CNN CORRESPONDENT",
      "text": "Alison Parker and Adam Ward were known as the dynamic morning show team.  Shortly after they were killed on live television, their boss and general manager spoke out about their can-do attitudes and promising careers."
    },
    {
      "speaker": "JEFFREY MARKS, WDBJ STATION MANAGER",
      "text": "I cannot tell you how much they were loved, Alison and Adam, by WDBJ 7 team.  And our hearts are broken.  And our sympathies go to the entire staff here but also the parents and family of Adam Ward and Alison Parker who were just out doing their job today."
    },
    {
      "speaker": "PARKER",
      "text": "To his bond restrictions during his first appearance in court"
    },
    {
      "speaker": "MACHADO",
      "text": "Recently turning 24, Parker was already a rising star."
    },
    {
      "speaker": "SETH KOVAR, FORMER COLLEAGUE",
      "text": "She had aspirations of being an anchor and have no doubt she would have been able to accomplish that goal in no time.  She's someone who could walk into the newsroom at 4:00 in the morning and put smiles on everyone's faces."
    },
    {
      "speaker": "MACHADO",
      "text": "The Virginia native graduated from James Madison University and interned at WDBJ.  After a stint at another TV station in Jacksonville, North Carolina, Parker returned to WDBJ last year. Parker and fellow colleague anchor Chris Hurst had been dating for the past nine months and talk of marriage.        In a tribute posted to Facebook, Hurst writes the two were very much in love, adding, \"We just moved in together.  I am numb.  She was the most radiant woman I ever met.  For some reason, she loved me back.\"      Adam Ward was a Virginia Tech graduate and a huge Hokies fan."
    },
    {
      "speaker": "KOVAR",
      "text": "Adam Ward walking sports encyclopedia.  I would like to  talk sports with him more.  It just kills me to know the college football season is about to start and here he is gone before it ever got to begin."
    },
    {
      "speaker": "MACHADO",
      "text": "He was engaged to be married to Melissa Ott, a morning show producer at the same station.  Today was her last day before starting a new job in Charlotte, and Ward had planned to join her there."
    },
    {
      "speaker": "KOVAR",
      "text": "The most horrific thing is she was in the control room and watched it happen live."
    },
    {
      "speaker": "MACHADO",
      "text": "Two young lives lost in senseless violence, leaving behind a trail of grief.        Alina Machado, CNN, Miami."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Jeffrey Marks is WDBJ's general manager.        Jeffrey, thank you for taking the time tonight on just really a difficult night for you and your colleagues."
    },
    {
      "speaker": "MARKS",
      "text": "Thank you, Jim."
    },
    {
      "speaker": "SCIUTTO",
      "text": "I wonder having lost those close friends today, what are you saying to your employees tonight?"
    },
    {
      "speaker": "MARKS",
      "text": "I'm saying how proud I am of them.  They grieved today but in between the grieving, they performed as journalists and a great production team.  Everybody in the building, we have more than 100 employees, all of them from our ad sales department, marketing, whatever, the business office, they were in there pitching in with the newsroom, whether it was food or answering the phones or checking out information.        They came together.  And they found time to breathe, I hope.  But they had a job to do and they did it."
    },
    {
      "speaker": "SCIUTTO",
      "text": "They did.  We watched them doing that.  People forget they had to stay working and covering the story despite the ties.        We have been reading the court documents about when Flanagan was fired, describing this outburst.  Adam Ward, cameraman killed today, he taped it.  The documents say Flanagan turned his attention to ward, said something about paparazzi, told Adam that headed to lose your big gut.  Flip the camera off.      What do you recall about that incident when he was fired?"
    },
    {
      "speaker": "MARKS",
      "text": "I wasn't there the moment.  Everything that happened was relayed to me.  The termination was \n is handled by a department head and somebody from human resources.       So \n and then what happened that was a little unexpected was  this outburst of unhappiness in the newsroom.  But after that point and after he was escorted out, we witnessed no more of that.  He followed a legal process to make some claims that were ludicrous and were dismissed.        But we never had any interaction with him other than that, except the occasional time when he would be seen in a store or around town by one of our employees.  But there were no negative interactions reported to me."
    },
    {
      "speaker": "SCIUTTO",
      "text": "In light of the events that le led up to his firing, the threats, the uncomfortable moments, and, of course, the day he left when staff felt the need to call 911 as police escort him out, did he fear he posed a threat to your staff, to the station?  Were you concerned about that?"
    },
    {
      "speaker": "MARKS",
      "text": "Perhaps but not for very long.  And, you know, when absent specific threats, absent violent behavior \n I don't think what he did was violent behavior.  But absent all of that, how does one expect two years later for someone to go get a gun and do what he did? It's not only unfathomable, it's unpredictable."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Absolutely.  We certainly can't put that burden on you.       Jeffrey Marks, we appreciate you taking the time and our thoughts are with you and your staff tonight."
    },
    {
      "speaker": "MARKS",
      "text": "Thank you very much, Jim."
    },
    {
      "speaker": "SCIUTTO",
      "text": "And OUTFRONT next, Donald Trump ordering a top Latino anchor to sit down and then having him ejected from the press conference.  Today, no apologies and more fire.  We have a report.        Plus, Joe Biden after a week of speculation, speaks out about a possible run for the White House.        And Hillary Clinton trying once again to put the e-mail issue to rest with a whole new spin on how she should have handled it."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Tonight, Donald Trump taking on everyone. The presidential candidate slamming one of his favorite targets, Republican rival Jeb Bush."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE",
      "text": "The last thing we need is another Bush.  I feel strongly about that.  I was not happy with the last one, that I can tell you.  Read my lips, I wasn't happy with that either."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Bush wasn't the only one to face Trump's wrath today.       Suzanne Malveaux is OUTFRONT."
    },
    {
      "speaker": "TRUMP",
      "text": "She actually should be apologizing to me."
    },
    {
      "speaker": "SUZANNE MALVEAUX, CNN NATIONAL CORRESPONDENT",
      "text": "Donald Trump front and center taking on anyone who stands in his way."
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me, sit down.  You weren't called.  Sit down.  Sit down.  Sit down."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Today, Trump standing by his decision to have security forcibly escort Univision anchor Jorge Ramos, out of Trump's Iowa press conference Tuesday night."
    },
    {
      "speaker": "TRUMP",
      "text": "I would have gotten to him very quickly, and he stood up and started ranting and raving like a madman.  He was totally, absolutely out of line."
    },
    {
      "speaker": "MALVEAUX",
      "text": "This morning, Ramos telling CNN it was his duty to stand up."
    },
    {
      "speaker": "JORGE RAMOS, UNIVISION REPORTER",
      "text": "As a reporter, I believe, you have to take a stand.  I think the most important social responsibility as reporter is to prevent and denounce the abuse of those who are in power."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Trump's GOP opponent Jeb Bush weighing in today from Florida, taking sides with Ramos."
    },
    {
      "speaker": "JEB BUSH (R), PRESIDENTIAL CANDIDATE",
      "text": "I think people in the press ought to be treated with more respect and dignity.  How about that?"
    },
    {
      "speaker": "MALVEAUX",
      "text": "Bush also calling on Trump to get serious about putting forward immigration solutions."
    },
    {
      "speaker": "BUSH",
      "text": "This guy is now the frontrunner.  He should be held to account, just like me.  He should be asked as he was yesterday, how are you going to pay for it?"
    },
    {
      "speaker": "MALVEAUX",
      "text": "Trump quickly responded."
    },
    {
      "speaker": "TRUMP",
      "text": "We are spending a fortune, not only the crime and all the problems that is being caused, but we're spending a minimum of $130 billion.  You are going to pay for it because we're not going to be spending that kind of money.  That's one way we're going to pay for it."
    },
    {
      "speaker": "MALVEAUX",
      "text": "And Trump's attacks in Iowa didn't end with Ramos as he offered up this impersonation of Asians."
    },
    {
      "speaker": "TRUMP",
      "text": "Negotiating with Japan, negotiating with China, they say, \"We want deal\"."
    },
    {
      "speaker": "MALVEAUX",
      "text": "And as usual, Trump did not spare his Republican rivals, hitting Jeb Bush and Marco Rubio with this."
    },
    {
      "speaker": "TRUMP",
      "text": "And I watch these two guys.  They're hugging and kissing and holding each other.  Very much like actually Chris Christie did with the president.  I'm only kidding."
    },
    {
      "speaker": "MALVEAUX",
      "text": "It seems that Trump has made up again with FOX News. He just said on the Laura Ingraham radio show that he spoke with Roger Ailes, says he has no problem calling Ailes a friend and a special guy and complimenting Megyn Kelly's show.  So, maybe we'll see more of that as well, Jim."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Suzanne Malveaux in Washington.      And don't miss Donald Trump live tomorrow on \"NEW DAY\".  That's 7:00 a.m. Eastern, right here on CNN.        And OUTFRONT next, Joe Biden talking to top Democrats about a possible run for president.  Is he close to entering the race?      And Hillary Clinton dropping her standard answers about her private e-mail account.  How she's trying to change the narrative and get past an issue that is dogging her campaign."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Welcome back.        Tonight, new signs that Vice President Joe Biden may very well enter the presidential race.  In a conference call with top Democrats, Biden says he's assessing if he has, quote, \"the emotional fuel to run\"."
    },
    {
      "speaker": "(BEGIN AUDIO CLIP)      JOSEPH BIDEN, VICE PRESIDENT OF THE UNITED STATES",
      "text": "If I were to announce to run, I have to be able to commit to all of you that I would be able to give it my whole heart and my whole soul and right now, both are pretty well-banged up.  I've been giving this a lot of thought and dealing internally in the family about how to do this."
    },
    {
      "speaker": "(END AUDIO CLIP)      SCIUTTO",
      "text": "Also tonight, sources telling CNN that Biden will meet with key Democratic fundraisers in the coming days.       CNN national reporter Maeve Reston is OUTFRONT tonight.      Maeve, Biden very candid today with those supporters.  Is he finding the support he needs out there?"
    },
    {
      "speaker": "MAEVE RESTON, CNN NATIONAL REPORTER",
      "text": "Well, I think that's a big question that we're all waiting to answer.  At this point, we know that there are some donors who are very concerned about the way that the Hillary e-mail thing is playing out, who are concerned about the way that Bernie Sanders has risen in the polls and who think there may will be a path for a Biden candidacy.        What I'm hearing from sources and I know our colleagues are as well, is that he really has not made a final decision on this.  He is trying to see whether he can chart a path and we'll know over the next couple of weeks.  But they definitely want information know he's thinking about this seriously.  These are trial balloons that are getting a lot of attention."
    },
    {
      "speaker": "SCIUTTO",
      "text": "You mentioned Hillary Clinton and the emails.  We know she cut short her vacation headed back on the campaign trail today, and we're hearing a very different answer, a more contrite answer, you might even say about the email account when asked.        Have a listen how she phrased it today."
    },
    {
      "speaker": "HILLARY CLINTON (D), PRESIDENTIAL CANDIDATE",
      "text": "I know people have raised questions about my e-mail use as secretary of state and I understand why.  I get it.  My use of personal e-mail was allowed by the State Department.  It clearly wasn't the best choice.  I should have used two emails, one personal, one for work.  And I take responsibility for that decision."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Clearly, wasn't the best choice.  It sounds like an apology there.  What's changing?"
    },
    {
      "speaker": "RESTON",
      "text": "Well, I mean I think that she's seeing how much consternation there is around this issue and the concern that I keep hearing from people who are allies of Hillary Clinton is how long is this going to drag out?  I mean, are your going to see one e-mail after another and continue well into next year and does that continue to erode her trust and accountability numbers with the voters.        And so, I think that what we've heard today was more contrition, a less flip response than she gave the other day when she talked about she didn't know about wiping a server.  That didn't go over very well, and clearly, she's trying to take a more serious contrite tone on this."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Famous line about wiping the server with a cloth.  Bad joke.        Maeve Reston in Los Angeles."
    },
    {
      "speaker": "RESTON",
      "text": "Yes."
    },
    {
      "speaker": "SCIUTTO",
      "text": "And OUTFRONT next, the small Virginia town trying to cope with a horrible tragedy.  The aftermath of an unthinkable crime."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Breaking news: we want to update you on a story we brought you earlier tonight.  Police in Sunset, Louisiana, have now taken a suspected shooter into custody there.  Authorities report a man stabbed two people at home during a domestic dispute. Then he shot and wounded a police officer before barricading himself inside a gas station and that is where he was finally apprehended.        Returning to our top story, two young journalists shot and killed this morning while on air in Roanoke, Virginia.  Twenty-four-year-old Alison Parker, 27-year-old Adam Ward.  Tonight, a memorial is growing outside the TV station where they worked, friends, co-workers leaving behind flowers, balloons and cards as they struggle to come to terms with the senseless loss of two young people.        Earlier, I spoke with Alison's friend Sherman Lea.  He's pictured here between Alison and her boyfriend Chris Hurst.  Sherman told me about the first time he met her.              SHERMAN LEA, JR."
    },
    {
      "speaker": ", FRIEND OF ALISON PARKER",
      "text": "She was just so bright and just so bubbly in the morning.  She cheered us up.  Her attitude was great.  It was infectious.  We kind of just warmed our hearts and a lovely person."
    },
    {
      "speaker": "SCIUTTO",
      "text": "No question.  Her father said she was loved by everyone.  I wonder what was it about Alison that really struck people?"
    },
    {
      "speaker": "LEA",
      "text": "I think \n I think their big smile.  She just had a love for what she was doing.  And I think that love that you saw in her each time on television it came across.  It came across in a smile when you met her and you talked to her.  She just lit up whether it was 5:30 in the morning or was 10:00 at night.  You saw that same passion, that same love that joyous person, and she will be truly missed."
    },
    {
      "speaker": "SCIUTTO",
      "text": "Also tonight, the Washington Nationals Adam's favorite baseball team, holding a moment of silence before the ball game. You're seeing it there.        Thank you so much for joining us.  We just want to add our own thoughts and prayers to all those who knew the two victims today. We're thinking about you.  We send those thoughts to you tonight.        We'll see you again tomorrow night.        \"AC360\" with John Berman in tonight starts right now."
    }
  ]
}