{
  "show_name": "EARLY START",
  "show_title": "Donald Trump On The Attack In Iowa; Trump Versus Univision's Jorge Ramos; Biden Moves Toward Decision On 2016; Train Gunman Had Terrorist Intent; World Markets On Edge. Aired 5:30-6a ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "ALISON KOSIK, CNN ANCHOR",
      "text": "investigators say he was radicalized, ahead.  Welcome back to EARLY START.  I'm Alison Kosik."
    },
    {
      "speaker": "MIGUEL MARQUEZ, CNN ANCHOR",
      "text": "I'm Miguel Marquez.  It is 5:30 exactly here on the east coast.        We begin this morning with Donald Trump and his combative news conference in Iowa."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE",
      "text": "Who would you rather have negotiating against China, against Iran?  What a deal that is, OK? You talk about incompetent people against anybody.  Jeb Bush, Hillary Clinton, or Trump?  I think so.  I think so.  You believe me."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Trump on the attack, hitting opponents and the media, even ordering a Univision anchor thrown out of the news conference.  CNN politics reporter, Sara Murray was there and has it all."
    },
    {
      "speaker": "SARA MURRAY, CNN POLITICS REPORTER",
      "text": "Good morning, Miguel and Alison. It was a fiery Donald Trump that we saw on the campaign trail last night and all of the drama started before he even came into the main event.        He had a testy exchange in a press conference with Jorge Ramos and at one point throwing the reporter out before eventually letting him back in to ask his questions about immigration.  Let's take a look at that."
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me.  You weren't called.  Sit down.  Sit down!  Go ahead."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "No, you don't.  You haven't been called."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "I have the right to"
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision.  Go ahead."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "You cannot"
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "You cannot deport 11 million people.  You cannot."
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "You cannot"
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down, please.  You weren't called."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "I'm a reporter and I have"
    },
    {
      "speaker": "TRUMP",
      "text": "Go."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "I have the right to ask a question.  I have a right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Yes, good.  Absolutely, good.  Good to have you back."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Thank you very much."
    },
    {
      "speaker": "MURRAY",
      "text": "Now all of this is part of what Donald Trump is selling to voters, a guy who is brash, a guy who is blunt, a guy with who will tell voters like it is and we saw that in his exchange with Jorge Ramos.        But we also saw in his speech in Dubuque, Iowa, where he took on Marco Rubio and Jeb Bush and he even took on Secretary of State John Kerry.  After this swing through Iowa, Donald Trump moves on this week heading next week to South Carolina where there are questions about whether he could even make it on the ballot in the Republican primary.  We will be bringing more of that in the days to come.  Back to you, Miguel and Alison."
    },
    {
      "speaker": "KOSIK",
      "text": "Now there is actually more to that standoff than you saw between Donald Trump and Univision anchor, Jorge Ramos at the news conference in Iowa.        Joining us now with more on the behind the scenes part of the story, chief media correspondent and the host of CNN's \"RELIABLE SOURCES,\" Brian Stelter joins us.  Good morning.  So there is more to this than meets the eye, isn't there?"
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "text": "Well, for sure.  Ramos has been trying to get an interview with Trump for months.  He's been outspoken in his criticism of Trump's plans involving deportation. Basically, Ramos decided time for me to go Iowa and confront Trump directly.        Clearly a stunt in some ways, but also a legitimate moment of journalism with him asking questions to Trump and trying to get answers and Ramos is a vessel on behalf of millions of his viewers. In many ways he is the most influential Spanish speaking anchor in the United States.  When he speaks, millions of viewers listen."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Yes, it's surprising this had not happened before, given how long this has been in the water, given how emotional this debate is. I assume that every Republican candidate is now going to be looking for Jorge Ramos."
    },
    {
      "speaker": "STELTER",
      "text": "Interesting you say that.  There have been different positions taken by different candidates about how they perceive a Univision and Telemundo.  Univision by far is the biggest Spanish language network in the U.S.  Telemundo is number two.        We have seen some candidates reach out and give interviews, both Democrats and Republicans.  We have seen other candidates avoid Univision and Telemundo or wait a while before giving interviews.        Jorge Ramos is one of the guys to go to, to speak to Spanish language viewers all across the United States.  But there is differing stances about how to handle the channel especially in the primary states."
    },
    {
      "speaker": "KOSIK",
      "text": "But everybody at a news conference, you sort of get in line for your questioning.  There's a certain amount of respect that goes along with that."
    },
    {
      "speaker": "STELTER",
      "text": "Yes, he didn't wait for Trump to call on him.  He went ahead and stood up and started asking questions.  That gave Trump the ability to say, wait, I didn't call on you, go back to Univision.  A lot thought he said go back to Mexico and there was criticism of that.        Of course, Trump and his team knew it didn't look well and letting him back in the room 10 minutes later, giving Ramos a chance to ask multiple questions maybe turned to the story around for Trump made in some ways a positive for him to show that he was being tough against this reporter."
    },
    {
      "speaker": "MARQUEZ",
      "text": "You make a good point that unlike Megyn Kelly after the debate and how he kept all night long, went after her on Twitter, and continued that war, that hasn't happened for Jorge Ramos."
    },
    {
      "speaker": "STELTER",
      "text": "He hasn't said anything negative about Ramos in the hours since.  Maybe there is mutual respect between the two of them.  They do have a long history.  Trump even leaked Ramos' cell phone number at one moment over the summer at one moment.        So there is a history between these two men and maybe they both see the benefits of being in this public spat.  It is notable, though, that this Fox argument between Trump and Megyn Kelly.  Fox is now strongly defending Megyn Kelly actually asking Donald Trump to apologize.  We know that is not going to happen. Donald Trump's brand is all about not apologizing."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Ailes is hitting him hard."
    },
    {
      "speaker": "STELTER",
      "text": "Yes, this is something we haven't seen before.  The head of Fox News is criticizing Trump and basically demanding that he back down from his comments about Megyn Kelly."
    },
    {
      "speaker": "KOSIK",
      "text": "He took another pot shot at her at this news conference."
    },
    {
      "speaker": "STELTER",
      "text": "He did.  He doesn't think the coverage from Fox is fair.  He called it terrible.  This is an example of the infighting we are seeing in the conservative movement about Trump.  No one knows what to make of Trump.        So we are seeing Republicans, seeing a lot of confusion, not just in Republican circles but in Republican media and conservative circles.  Whether it's a Sean Hannity or Bill O'Reilly or Rush Limbaugh or Ann Coulter, everyone has chosen sides.  This battle between Fox and Trump is a representation of that."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Fascinating to watch."
    },
    {
      "speaker": "KOSIK",
      "text": "Can we actually go ahead and listen to Trump talk about Megyn Kelly?  Because this is really something that just continues and continues."
    },
    {
      "speaker": "STELTER",
      "text": "He brought it up last night."
    },
    {
      "speaker": "TRUMP",
      "text": "It's a very small element in my life, Megyn Kelly.  I don't care about Megyn Kelly, but, no, I would not apologize.  She should probably apologize to me but I just don't care."
    },
    {
      "speaker": "STELTER",
      "text": "He doesn't care, yet it's been 20 days since the debate.  As of Monday night he was still tweeting up a storm about her and it's a very strange behavior."
    },
    {
      "speaker": "KOSIK",
      "text": "It's really petty and isn't it sort of taking away from I think his message at this point."
    },
    {
      "speaker": "STELTER",
      "text": "Petty on the one hand.  On the other hand if you're a casual consumer of this, the takeaway for her might be Trump is tough and doesn't give in.  I think there is different ways we can somehow perceive these battles.  The closer you are to it, you know, you may take a different impression away.        I know a lot of journalists, pretty much every journalists I know think Kelly is being mistreated and very inappropriate what Trump is doing.  We know some of Trump supporters are with him on this.  A lot of the feedback I've heard is they are with Trump and Kelly is in the wrong.  So there is clearly a divide here and it's an example of the infighting going on."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Trump is about to wake up so don't go far.  We will have more for you."
    },
    {
      "speaker": "KOSIK",
      "text": "All right, thanks, Brian Stelter.        Onetime frontrunner, Jeb Bush will be campaigning in his home state of Florida today with a town hall in Pensacola at 1:30 p.m. Eastern.  Last night in Colorado, speaking at a VFW, Bush made a thinly veiled jab at the man who took his place at the head of the pack.  Who else?  Donald Trump."
    },
    {
      "speaker": "JEB BUSH (R), PRESIDENTIAL CANDIDATE",
      "text": "I'm not a talker.  I'm a doer. There is a lot of really good talkers running for president and there is one in particular I'm thinking of.  Look.  Talking is good.  It's important to be able to communicate, I got that, but I think it's more important to solve problems now."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Good news for Hillary Clinton as she campaigns today in Iowa.  She is doing just fine in the state where she will face her first electoral test early next year.  A new poll of likely Democratic caucus goers in Iowa finds Hillary way out in front with 54 percent supporting her candidacy.  Bernie Sanders trails way behind at 20 percent and Joe Biden, who is considering entering the race, is barely in double digits at 11 percent."
    },
    {
      "speaker": "KOSIK",
      "text": "Happening today, Vice President Biden speaking with members of the Democratic National Committee trying to sell them on the administration's Iran nuclear deal.  The conference call comes as Biden edges closer to deciding whether he'll enter the race for president.  The latest on that from CNN White House correspondent, Michelle Kosinski."
    },
    {
      "speaker": "MICHELLE KOSINSKI, CNN WHITE HOUSE CORRESPONDENT",
      "text": "Hi, Alison and Miguel.  Right, the White House has been absolutely barraged with questions of a possible Biden run.  I mean, is the president going to be in this impossible division now having to choose between his vice president and former secretary of state?        Could this change the day-to-day work or operations within the White House?  And what exactly was said between the president and vice president at that lunch this week?        But the White House isn't wading into it.  What they have offered so far repeatedly is effusive praise for Biden, but they said yesterday that those conversations between the two of them are going to stay private and the decision to run for president is an intensely personal one.        They want to give Biden the time and space to do that.  Even when you ask the question in a more general sense, like, couldn't a Biden run potentially be good for, say, the Democratic Party?  But the White House won't go there.        Not ruling out, though, that at some point, the president might choose to endorse someone.  I think from now on, what we are going to see is virtually everything Biden does is going to be viewed with this added layer of meaning.        Yesterday, he was at this funeral in Ohio for a former congressman but, then again, Ohio is battleground state and polling there is showing that he might even do better than Hillary Clinton against a rival like Donald Trump.        Today, he is going to be lobbying members of the Democratic National Committee for the Iran deal and couldn't that, too, be good for, maybe, a campaign?  We know those close to him are saying that a campaign is something that he is leaning toward \n Alison and Miguel."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Now world markets in chaos, will the Dow recover from Tuesday's dive?  You might know something about that.  We will have that next."
    },
    {
      "speaker": "KOSIK",
      "text": "Time for an EARLY START on your money.  Is there any relief in sight for investors?  Maybe.  U.S. stock futures are pointing much higher right now.  Signaling we could get a break from the brutal sell-off today.        But yesterday, we thought the same thing would happen.  The Dow surged almost 450 points in the early trading, but as fears about China's slowing economy weighed and stocks then reversed course, the Dow actually falling 205 points at the end of the day.        The last six trading days, the Dow has lost almost 2,000 points.  That is almost 11 percent.  It looks like the roller coaster isn't over yet with investors in panic mode about the health of the global economy.        European stocks are lower right now.  Asian stocks closed mostly lower as well.  The Shanghai's benchmark index closed down 1.3 percent and the index has actually shed more than 15 percent of its value this week alone.  Extending a longer term plunge that has wiped out trillions of dollars.        But stocks stabilized a bit after the Chinese government launched new stimulus measures, cutting key interest rates, and requiring banks to keep less cash on reserve.        Let's get more on the situation in China that is rattling global markets.  Let's bring in Anna Coren from Hong Kong.  So you know, what, Anna, we are watching China pull all of these tools out of its arsenal, but it really seems to have diminishing returns.  What is next here?"
    },
    {
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "text": "Yes, a very good question, Alisyn. The critics would say that the China Central Bank needs to do much more, as does the Chinese government.  They need to implement more measures in the next weeks, months ahead to restore that confidence, to bring about sustainable growth and to, obviously, overhaul some of the industries in China that have been lagging.        As part of the result of China's slowing economy, we know that China has been in slow down mode for some months now, despite the fact that the government maintains that its economy is sound.  Economic data says otherwise.        As does the fact that probably taking a hit and the stock market has taken a hit.  Then, obviously, as you say that slide in the last couple of days, 15 percent in two days with the Shanghai Composite, the central bank was supposed to act.        It did so by cutting interest rates and allowing banks to spend more.  But it hasn't had the effect that they were hoping for.  The Shanghai Composite closing the day 1.3 percent.        As we have seen, European markets are now down and all eyes will be on the United States to see how they respond to the measures taken by the Chinese authorities because as we know, the slowdown in China is having global ramifications."
    },
    {
      "speaker": "KOSIK",
      "text": "Well, here in the U.S., we are seeing green arrows.  We'll see if we can take those green arrows to the close.  Anna Coren live from Hong Kong.  Thanks for that."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Now let's take a look at what is coming up on \"NEW DAY.\" The lovely and talented, Michaela Pereira, joins us with that.  Hello, sunshine. MICHAELA PEREIRA, CNN ANCHOR, \"NEW DAY\":  We are going to watch the green arrows as Alison was talking about, but we will also talk about the heated exchange between Donald Trump and Univision anchor, Jorge Ramos.  Did either of them take it too far?  Is this latest altercation, is it going to affect Trump's standing as the GOP frontrunner?  Well, we are going to talk to Jorge Ramos about that exchange.  He is joining us in our 8:00 hour.  Be sure to tune for that.        Also could the government shut down over Planned Parenthood funding?  We are going to speak with a conservative member of Congress, who wants to stop government money from going towards the organization.  Is it worth to him to shut down the government over all of this?  We are going to ask him.        We have got all of that and of course, we will be keeping an eye on the markets this morning, guys."
    },
    {
      "speaker": "KOSIK",
      "text": "We will be watching it."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Can't wait.        New information about the accused gunman in the Paris train attack, what investigators are now revealing on.  That is coming up next."
    },
    {
      "speaker": "MARQUEZ",
      "text": "New details about the Moroccan gunman who was subdued by passengers on a Paris-bound train.  French officials say Ayoub El Khazzani was listening to a YouTube audio file promoting violence in the name of the prophet moments before he opened fire.        He boarded the train with two guns, a knife, 270 rounds of ammo, and a half liter bottle of gasoline.  Let's get the latest from CNN senior European correspondent, Jim Bittermann in Paris.  Jim, does it sound like they will be able to build a terrorism case out of all of that?"
    },
    {
      "speaker": "JIM BITTERMANN, CNN SENIOR EUROPEAN CORRESPONDENT",
      "text": "That's certainly what they are aiming for and it's an important distinction under French law because if they can then it's a whole separate track of judicial procedures come into play.        In fact, judicial magistrate said just aimed at terrorism and terrorism laws come into play.  So it's a much stiffer sentencing and it's much more careful research into what exactly Khazzani may have been doing and it sounds like they will probably be able to do that.        Because they have a lot of different indications that he had associations, for example, in Spain with radical mosque in Spain, that he had had \n as you said, listened to the radical websites just before he went into action.        What they are wondering about mostly is where did he get the money, for example for all of his trips around Europe?  He was essentially homeless.  According to a prosecutor yesterday he was living in a park in Brussels before he went into action.        He bought a first class ticket.  He got the weapons.  So it's a real \n there is still a lot of details that have to be sorted out here but it's definitely going to be tried as a terrorism case, I think."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Fascinating to consider all of those details.  I'm sure officials across Europe are watching close on this one.  Jim Bittermann for us in Paris, thank you."
    },
    {
      "speaker": "KOSIK",
      "text": "Investors running for the exits and fleeing the stock market but does this signal a crash?  What to expect from stocks, next."
    },
    {
      "speaker": "KOSIK",
      "text": "Let's get an EARLY START on your money.  Global markets look a little wobbly this morning in the middle of an already brutal week. European stocks are in the red.  Asian shares closing mostly down as well.  Shanghai's benchmark index fell another 1.3 percent.        In the U.S. it's a different story, stock futures are up quite a bit right now pointing to a higher open.  The Dow surged yesterday 450 points in the early going, but as fears about China's slowing economy weighed, we watched the stocks change course.        The Dow actually losing 205 points by the closing bell and yes, I know all of this selling that we've been seeing lately is scary, but something to consider.  Stocks would need to plunge 20 percent to be in a true bear market and we are not even close.        The S&P 500 is currently down 12.5 percent from its record high.  Glass half full here.  First, the U.S. economy looks healthy. Job growth is solid.  Unemployment is falling.  The housing market is improving and crashes usually occur when the economy is close to a recession.        Next, China's economic woes are scary, but the effect on the U.S. is limited because only 2 percent of the revenues from the S&P 500 come from China.        And finally, American businesses seem to be doing pretty well. First glance, corporate earnings might look ugly, but outside the flailing energy industry, other sectors are actually doing quite well so everybody take a collective breath in and out and just kind of ride this out."
    },
    {
      "speaker": "MARQUEZ",
      "text": "All of that good news has made hump day a little less humpy. Thank you very much.  That's it for us.  Donald Trump on the attack. \"NEW DAY\" starts now."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Donald Trump on the attack."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down.  You haven't been called.  Go back to Univision."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Donald Trump's feud with Jorge Ramos is not the only one."
    },
    {
      "speaker": "TRUMP",
      "text": "I don't care about Megyn Kelly but, no, I would not apologize."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "This is where Donald Trump needs to stop being a bully."
    },
    {
      "speaker": "KOSIK",
      "text": "Is there any relief in sight for investors?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "There is a great deal of anxiety out there.  It is having global ramifications."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Investors have to get ready for more volatility."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "It could have been a blood bath."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "I saw the tip of a gun.  I thought to myself, everybody in this train is going to die."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "text": "Good morning.  Welcome to your NEW DAY.  It is Wednesday, August 26, now 6:00 in the east.  We are at a unique moment in political history.  Are the rules changing for politicians before our eyes?        Case in point, arguably the nation's most influential Hispanic journalist kicked out of a news conference in Iowa by Donald Trump who told Jorge Ramos to go back to Univision.  By the way, he is suing Univision"
    }
  ]
}