{
  "show_name": "EARLY START",
  "show_title": "Trump Iowa Event Highlights Brashness; White House Giving Biden Space; World Market Chaos; French Train Attack; Curt Schilling Suspended for Offensive Tweet. Aired 5-5:30a ET",
  "quotes": [
    {
      "speaker": "ALISON KOSIK, CNN ANCHOR",
      "text": "First, the U.S. economy looks healthy.  Job growth is solid and unemployment is fall, the housing market is improving and crashes usually happen when the economy is close to a recession.   Next, China's economic woes are scary but the effect on the U.S. is limited because only 2 percent of the revenues from the S&P 500 come from China.  Finally, American businesses are doing well.  At first glance, corporate earnings might look ugly but outside the flailing energy industry, other sectors are doing quite well.   So kind of trying to get everybody to breathe in and breathe out and just hmm"
    },
    {
      "speaker": "MIGUEL MARQUEZ, CNN ANCHOR",
      "text": "I was going to panic?  No, I'm not."
    },
    {
      "speaker": "KOSIK",
      "text": "Can I help you?"
    },
    {
      "speaker": "MARQUEZ",
      "text": "Yes, you talked me down off the ledge."
    },
    {
      "speaker": "KOSIK",
      "text": "Excellent."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Thank you very much.   EARLY START continues right now."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE",
      "text": "Sit down!  Sit down!  Go back to Univision."
    },
    {
      "speaker": "KOSIK",
      "text": "Donald Trump on the attack, lashing out at his competitors and the media, booting a union a vision anchor from his news conference and taking new aim at FOX News."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And world markets in chaos this morning, but what will happen on Wall Street?  The Dow diving hundreds of points this Tuesday.  What to expect this morning?  That's ahead. Good morning and welcome back to EARLY START.  I'm Miguel Marquez."
    },
    {
      "speaker": "KOSIK",
      "text": "And I'm Alison Kosik.  It's Wednesday, August 26th.  It's 5:00 a.m. in the East. And we begin this morning with Donald Trump and his combative news conference in Iowa.  Trump on the attack, hitting opponents. And the media even ordering"
    },
    {
      "speaker": "TRUMP",
      "text": "Who would you rather have negotiating against China, against Iran?  What a deal that is, OK?  You talk about incompetent people. Against anybody.  Jeb Bush, Hillary Clinton, or Trump?   I think so.  I think so.  You believe me."
    },
    {
      "speaker": "KOSIK",
      "text": "Trump on the attack, hitting opponents and the media, even ordering a Univision anchor thrown out of the news conference.   CNN politics reporter Sara Murray was there and has the latest."
    },
    {
      "speaker": "SARA MURRAY, CNN POLITICS REPORTER",
      "text": "Good morning, Miguel and Alison.   It was a fiery Donald Trump that we saw on the campaign trail last night and all of the drama started before he even came into the main event.  He had a testy exchange in a press conference with Jorge Ramos, at one point throwing the reporter out before letting his back in to ask his questions about immigration.  Let's take a look at that."
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me.  Sit down.  You weren't called.  Sit down.   Sit down.   Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "No, no, Mr. Trump.  I'm an immigrant, a citizen.  Sir, I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "No, you don't.  You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have, I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision.   Go ahead.  Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "This is the question: You cannot deport 11 million, Mr. Trump.  You cannot deport 11 million people.  You cannot build a 1,900 mile wall.  You cannot deny citizenship to children in this country."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down, please.  You weren't called."
    },
    {
      "speaker": "RAMOS",
      "text": "Those ideas.  I'm a reporter and I have \n don't touch me, sir.  Don't touch me, sir."
    },
    {
      "speaker": "TRUMP",
      "text": "Go"
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask questions.  I have the right to ask a question."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Yes, if you're in order."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to request ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Good.  Absolutely.  Good.  Good to have you back."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you very much."
    },
    {
      "speaker": "MURRAY",
      "text": "Now all of this is part of what Donald Trump is selling to voters, a guy who is brash, a guy who is blunt, a guy with who will tell voters like it is, we saw that in his exchange with Jorge Ramos. But we also saw it with his speech in Dubuque, Iowa, where he took on Marco Rubio.  He took on Jeb Bush.  He even took on Secretary of State John Kerry.   Now, after this swing through Iowa, Donald Trump moved on this week, heading next to South Carolina where there are questions about whether he could even make it on the ballot in the Republican primary.  We will be bringing more of that in the days to come.   Back to you, Miguel and Alison."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Incredible. Donald Trump's other target?  The media.  Megyn Kelly escalating his renewed attack on the FOX News host."
    },
    {
      "speaker": "REPORTER",
      "text": "Roger Ailes said you need to apologize to Megyn Kelly. Would you do that?"
    },
    {
      "speaker": "TRUMP",
      "text": "No, I would don't that.  She actually should be apologizing to me, but I would not do that."
    },
    {
      "speaker": "REPORTER",
      "text": "Why does she need to apologize to you?"
    },
    {
      "speaker": "TRUMP",
      "text": "Because I thought her questioning and her attitude was totally inappropriate.  So, it just \n if you look \n all you have to do is look on the Internet today and you'll see who people favor in that one.   But I couldn't \n it's a very small element in my life, Megyn Kelly, I don't care about Megyn Kelly.  But no, I would not apologize.  She should probably apologize to me but I just don't care.  Look, I have a lot of respect for Roger.  We'll see.  I mean, you  know, maybe, maybe not.  I really don't know.  I think they cover me terribly.   FOX News, I think they cover me terribly and I'm winning by double digits on every poll, so I don't know.  Maybe it matters, maybe it doesn't.  I don't think I get good treatment by \n from FOX."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Fascinating fight. FOX News anchors and chairman Roger Ailes standing firmly behind Kelly in the battle with Trump.  Several hosts tweeting their support and Ailes releasing a statement saying, \"Megyn Kelly represents the very best of American journalism and all of us at FOX News Channel reject the crude and irresponsible attempts to suggest otherwise.\""
    },
    {
      "speaker": "KOSIK",
      "text": "And onetime front-runner Jeb Bush will be campaigning in his home state, Florida, with a town hall in Pensacola at 1:30 p.m. Eastern.    Last night in Colorado, speaking at a VFW, Bush made a thinly-veiled jab at the man who took his place at the head of the pack \n who else but Donald Trump."
    },
    {
      "speaker": "JEB BUSH (R), PRESIDENTIAL CANDIDATE",
      "text": "I'm not a talker.  I'm a doer. There is a lot of really good talkers running for president and \n    There is one in particular I'm thinking of.   (APPLAUSE) Look, talking is good.  It's important to be able to communicate, I got that.  But I think it's more important to solve problems now."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And some good news for Hillary Clinton as they campaigns today in Iowa.  She is doing just fine in the state where she will face her first electoral test early next year.   A new poll of likely Democratic caucus-goers in Iowa finds Hillary way out in front with 54 percent supporting her candidacy.  Bernie Sanders trails way behind at 20 percent, and Joe Biden who is thinking about entering the race is barely in double digits at 11 percent."
    },
    {
      "speaker": "KOSIK",
      "text": "Happening today, Vice President Biden speaking with members of the Democratic National Committee, trying to sell them on the administration's Iran nuclear deal.  The conference call comes as Biden edges closer to deciding whether he'll enter the race for president.  The latest on that from CNN White House correspondent Michelle  Kosinski."
    },
    {
      "speaker": "MICHELLE KOSINSKI, CNN WHITE HOUSE CORRESPONDENT",
      "text": "Hi, Alison and Miguel. Right, the White House has been absolutely barraged with a question over a possible Biden run.  I mean, is the vice president going to be in this impossible position now?  Having to choose between his vice president and former secretary of state?  Could this change the day- to-day work or operations within the White House?  And what exactly was said between the president and vice president at that lunch this week?   But the White House isn't wading into it.  What they have offered so far repeatedly is praise for Biden but they said yesterday that those conversations between the two of them are going to stay private and the decision to run for president is an intensely personal one.  They want to give Biden the time and space to do that.  Even when you ask the question in a more general sense, like, couldn't a Biden run potentially be good for, say, the Democratic Party?  But the White House won't go there.  Not ruling out, though, that at some point, the president might choose to endorse someone.   So, I think from now on, what we are going on to see is virtually everything Biden does is going to be viewed with this added layer of meaning.  Yesterday, he was at this funeral in Ohio for a former congressman but then again Ohio is battleground state and polling there is showing he might do better than Hillary Clinton against a rival like Donald Trump.   Today, he is going to be lobbying members of the Democratic National Committee for the Iran deal and couldn't that, too, be good for, say, a campaign?  As we know, those close to him are saying that a campaign is something that he is leaning toward \n Alison and Miguel."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And the Pentagon's inspector general is investigating whether top military officials are rewriting intelligence reports to make it look like the war against ISIS in Iraq is going better than it actually is.  According to \"The New York Times\", the investigation started after intelligence official told authorities he had evidence military commanders were improperly reworking the conclusions of intelligence assessments being prepared for policy makers and even President Obama."
    },
    {
      "speaker": "KOSIK",
      "text": "Ambassador Caroline Kennedy and her senior staff at the U.S. embassy in Japan used personal e-mail accounts to conduct State Department business.  That's according to a report from the State Department's inspector general.  The report cites several instances where sensitive, but unclassified information, was sent and received on personal accounts.  Former secretary of state Hillary Clinton is already under fire for using a personal e-mail server to conduct government business."
    },
    {
      "speaker": "BERMAN",
      "text": "And all eyes on Wall Street.  Something you might know about this morning.  The Dow diving hundreds of points Tuesday.  Will stocks rebound today?  We'll tell you about it, next."
    },
    {
      "speaker": "KOSIK",
      "text": "Time for an early start on your money.   The burning question this morning: any relief in sight for investors? Maybe.  U.S. stock futures are pointing much higher right now, signaling we could get a break from the brutal sell-off.  But yesterday we thought the same thing.   The Dow surged almost 450 points in early trading, but as fears about China's slowing economy weighed, stocks reversed course and the Dow actually closed lower, losing 205 points. You know in the last six trading days alone, the Dow has lost 2,000 points or 11 percent and it looks like the roller coaster isn't over yet, with investors in panic mode about the health of the global economy.  European stocks lower right now and Asian stocks post mostly lower as well.   Shanghai's benchmark index closed down 1.3 percent.  The index shed more than 15 percent of its value this week alone.  Extending a longer term plunge that has wiped out trillions of dollars, but stocks stabilized a bit after the Chinese government cutting key interest rates and requiring banks to keep less cash on reserve. Let's get more on the in addition in China which is rattling global markets.  Let's bring in Anna Coren live from Hong Kong.  We have watched China over many months, the government sort of pull out all the stocks, tools it has in its arsenal, and it seems to have diminishing returns though."
    },
    {
      "speaker": "ANNA COREN, CNN INTERNATIONAL CORRESPONDENT",
      "text": "Yes, Alison, that's right.  Critics would say they are not pulling out enough stocks, that they need to do more.  And that these measures we saw overnight, cutting interest rates and cutting the reserve requirement ratio, which means that the banks can lend more, it's just not enough.  And that's why we saw the volatility on the Asian stock markets today.   They were mixed but all eyes were on the Shanghai composite.  It was up and down all day like a see-saw and then closed down 1.3 percent.   Now, considering the measures that the China central bank took last night, they would have hoped for much more significant gains.  And as you say, there was such volatility this week, the composite down 15 percent in a space of two days.   We know China's economy is slowing.  It has been, as you say, for months now.  Property has taken a hit as has the stock market.  That sell-off really began back in June before that, the stock market was rallying.  It was up something, like, 60 percent for the year.  All of those gains have now been lost.  So, the critics are saying that the China central bank needs to act.  It needs to implement more measures over the coming weeks and months. And also to the government needs to implement structural change and reforms into many of its industries, those state-owned enterprises, if it wants to restore confidence, stimulate growth, because that slowing economy, Alison, as we know, having ramifications and not just in China but around the world.    And as we saw in the United States overnight, closed down, sharply lower than, obviously, erasing all of those gains during the day.  Europe today, it's also down lower so, obviously, once those U.S. markets open again, all eyes will be on those markets to see how they respond to what happened today here in Asia."
    },
    {
      "speaker": "KOSIK",
      "text": "And with China pulling out all of the stops, and all the volatility we're seeing, it's clear there is no clear quick fix.   Anna Coren, live from Hong Kong, thanks for that."
    },
    {
      "speaker": "MARQUEZ",
      "text": "The prosecution is resting its case against prep school graduate Owen Labrie charged with raping a 15-year-old at the prestigious St. Paul's school in New Hampshire.  On Tuesday, an expert witness said the male DNA was found on the girl's underwear matched Labrie's.  He denies having sex with her.  Owen Labrie is expected to testify in his own defense sometime this week.  The elite school's famous alumni include Nobel and Pulitzer Prize winners, senators, and congressmen and Secretary of State John Kerry."
    },
    {
      "speaker": "KOSIK",
      "text": "Federal prosecutors shutting down the male escort website rentboy.com, arresting chief executive Jeffrey Hurant, and six current and former employees on frustration charges.  Officials alleged the Rent Boy site operated as an Internet brothel and made millions of dollars promoting illegal prostitution.  Also Tuesday, police seized evidence from the site's New York headquarters."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Maryland is now the first state to adopt new guidelines banning law enforcement from using racial profiling during routine police work.  The new rules bar officers from using race, ethnicity, religion and other characteristics during routine operations, investigations and traffic stops.  The only exceptions, if officers have credible information, which is directly relevant to the investigation of a crime."
    },
    {
      "speaker": "KOSIK",
      "text": "Executions is on hold in Mississippi.  A federal judge temporarily suspending lethal injections in the state at the request of two death row inmates who described lethal injection as chemical torture.  One of the men was scheduled to be executed Thursday.  The ruling prevents the use of two drugs to render prisoners unconscious. Mississippi law requires a three-drug process.  The state is appealing."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Resources are stretched thin out west as firefighters in Washington battle the biggest group of wildfires in the state's history.  At least 100 new crews rushed Tuesday to the so-called Okanogan Fire Complex.  The fire area grew by nearly 14,000 more acres Tuesday.  It's now scorched close to 260,000 acres as firefighters scramble to get the group of firefighters contained."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "When we got here, the fire was very unpredictable. The winds were swirling and moving around a lot and going different directions."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "It just brings tears, yes."
    },
    {
      "speaker": "MARQUEZ",
      "text": "As of now, the fires are only 15 percent contained. Officials say they could burn for several months."
    },
    {
      "speaker": "KOSIK",
      "text": "Several months, that's incredible."
    },
    {
      "speaker": "MARQUEZ",
      "text": "They're hoping for a giant El Nino effect in the West."
    },
    {
      "speaker": "KOSIK",
      "text": "Yes."
    },
    {
      "speaker": "MARQUEZ",
      "text": "I'm not sure it's going to help the state of Washington, though.  Yikes!"
    },
    {
      "speaker": "KOSIK",
      "text": "The parched and burning Pacific northwest expected to find relief from a change in the weather pattern.   Let's go ahead and bring in meteorologist Pedram Javaheri for the latest."
    },
    {
      "speaker": "PEDRAM JAVAHERI, AMS METEOROLOGIST",
      "text": "Good morning, Miguel.  Good morning, Alison.   Look at this pattern change in the forecast here.  Nice trough digging in across portions of the northwestern corner of the country.  So, this will usher in some much cooler temperatures, plenty of moisture in the next week or so and this pattern again going to be fantastic news when it comes to the firefighting efforts across the northwestern side of the U.S., with a potential for 4 to 6 inches of rainfall over the next seven days in this region.  In fact, the wettest period in about five months.  You have to go back to the first week of spring for the last time when Seattle saw four consecutive days of rainfall.  It could happen this Friday through this Monday.   We do have some scattered thunderstorms today in the forecast, around the southwest and the western planes.  But if you're watching the eastern half of the country, just gorgeous condition.  Front clearing out of the region and clear skies, calls for temperatures to be on the cool side, Minneapolis upper 50s and same for Chicago.   Look at International Falls, the icebox of the U.S., about 11 below averages.  It's at the 30s at this hour.  It should be on the mild side the next couple of days.  Temps into the mid-70s around the Midwest. And also watching tropical storm Erica, poised to become Hurricane Erica sometime Sunday and Monday around South Florida as a possibility.  But here you go for your high temperatures today across the country.  The 80s coming back across the eastern half, while the Midwest into the 70s over the next 24 hours \n guys."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Now, former Major League superstar coming under fire comparing Muslims to Nazis and what does Curt Schilling have to say now?   Andy Scholes, there he is.  Good looking as ever, with the bleacher report coming up in a moment."
    },
    {
      "speaker": "MARQUEZ",
      "text": "ESPN has suspended a baseball giant, analyst and former Major League pitcher Curt Schilling, over a tweet the network called completely unacceptable."
    },
    {
      "speaker": "KOSIK",
      "text": "Andy Scholes has more in this morning's bleacher report.   Good morning.  Tell us more about this suspension."
    },
    {
      "speaker": "ANDY SCHOLES",
      "text": "Good morning, guys. You know, back in March, if you remember, it was Curt Schilling that was going after people on Twitter who tweeted offensive things about his daughter.  But, yesterday, Schilling was getting all of the criticism.  He tweeted out this that had a picture of Adolf Hitler with a text, \"Only 5 percent to 10 percent of Muslims are extremists and in 1940 only 7 percent of Germans were Nazis.  How did that go?\" Schilling quickly deleted the tweet shortly after posting it.  ESPN released a statement saying the tweet was completely unacceptable and they removed Schilling from recovering the Little League World Series pending further consideration.   Schilling has issued an apology.  He tweeted it out.  He said, I understand and accept my suspension, 100 percent my fault.  Bad choices have bad consequences and this was a bad decision in every way on my part. The Yankees hosting the Astros in the Bronx last night.  Houston jumping on New York for five runs in the first inning and things get a little heated in the sixth inning.  Carlos Gomez flies out to center and he's going to flip his bat in disappointment.   Well, some of the players on the Yankees dugout had something to say to him and Gomez responded by telling them to shut up!  The benches would clear but no punches were thrown on either side.  Gomez would get the last laugh in this game.    He had a three-run home run the next inning as the Astros won this one 15-1. Michael Vick will be donning the black and gold next season. Pittsburgh Steelers signing Vick to a one year deal to backup Ben Roethlisberger.  Vick spent last season with the Jets, starting three games.  Roethlisberger who is an advocate for dogs said he is OK with the move as long as it helps the team.   IndyCar driver Justin Wilson tragically passed away on Monday after an accident at Pocono speedway.  But even after his death, Wilson is helping others.  He was an organ donor and Wilson's his brother Stefan tweeted that Wilson's organs helped save six lives.   So, guys, Wilson's legacy live not only going to leave on with his family but now it's living on with all of the people he saved with his organs.  A great ending to such a tragic story."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Yes, fill out those organ donation cards."
    },
    {
      "speaker": "KOSIK",
      "text": "Such a heartbreaking story."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Thanks."
    },
    {
      "speaker": "KOSIK",
      "text": "All right.  Donald Trump takes on the media and booting a Univision anchor from his news conference and reigniting his war with FOX News.  Details, next."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down!  Sit down!  Go back to Univision."
    },
    {
      "speaker": "KOSIK",
      "text": "Donald Trump taking on the media, kicking a Univision anchor out of his news conference and reigniting his war with FOX News."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And world markets in chaos.  The Dow diving hundreds of points Tuesday.  Will Wall Street find stable footing?  We are live with what to expect today."
    },
    {
      "speaker": "KOSIK",
      "text": "And new information this morning on the man accused in the Paris train attacks.  When investigators say he was radicalized, ahead.   Welcome back to EARLY START.  I'm Alison Kosik."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And I'm Miguel Marquez."
    }
  ]
}