{"show_name":"EARLY START","show_title":"Donald Trump on the Attack in Iowa; White House Giving Biden Space; World Market Chaos; French Train Attack. Aired 4:30-5a ET","quotes":[{"speaker":"DONALD TRUMP (R), PRESIDENTIAL CANDIDATE","text":"Sit down!  Sit down!  Go back to Univision."},{"speaker":"MIGUEL MARQUEZ, CNN ANCHOR","text":"Donald Trump taking on the media, kicking a Univision anchor out of his news conference and reigniting his war with FOX News."},{"speaker":"ALISON KOSIK, CNN ANCHOR","text":"World markets in chaos.  The Dow diving hundreds of points Tuesday, while Wall Street stable footing. We are live with what's expected today."},{"speaker":"MARQUEZ","text":"And new information this morning on the man accused in the Paris train attack, what investigators say he was radicalized.  That's ahead.   Welcome back to EARLY START.  I'm Miguel Marquez."},{"speaker":"KOSIK","text":"And I'm Alison Kosik.  It's half past the hour. And we begin this morning with Donald Trump and his combative news conference in Iowa."},{"speaker":"TRUMP","text":"Who would you rather have negotiating against China, against Iran?  What a deal that is, OK?  You talk about incompetent people. Against anybody.  Jeb Bush, Hillary Clinton, or Trump?   I think so.  I think so.  You believe me."},{"speaker":"KOSIK","text":"Trump on the attack, hitting opponents and the media, even ordering a Univision anchor thrown out of the news conference.   CNN politics reporter Sara Murray was there and has the latest."},{"speaker":"SARA MURRAY, CNN POLITICS REPORTER","text":"Good morning, Miguel and Alison.   It was a fiery Donald Trump that we saw on the campaign trail last night and all of the drama started before he even came into the main event.  He had a testy exchange in a press conference with Jorge Ramos, at one point throwing the reporter out before letting his back in to ask his questions about immigration.  Let's take a look at that."},{"speaker":"TRUMP","text":"Excuse me.  Sit down.  You weren't called.  Sit down.   Sit down.   Go ahead."},{"speaker":"RAMOS","text":"No, no, Mr. Trump.  I'm an immigrant, a citizen.  Sir, I have the right to ask a question."},{"speaker":"TRUMP","text":"No, you don't.  You haven't been called."},{"speaker":"RAMOS","text":"I have, I have the right to ask a question."},{"speaker":"TRUMP","text":"Go back to Univision.   Go ahead.  Go ahead."},{"speaker":"RAMOS","text":"This is the question: You cannot deport 11 million, Mr. Trump.  You cannot deport 11 million people.  You cannot build a 1,900 mile wall.  You cannot deny citizenship to children in this country."},{"speaker":"TRUMP","text":"Sit down, please.  You weren't called."},{"speaker":"RAMOS","text":"Those ideas.  I'm a reporter and I have \n don't touch me, sir.  Don't touch me, sir."},{"speaker":"TRUMP","text":"Go"},{"speaker":"RAMOS","text":"I have the right to ask questions.  I have the right to ask a question."},{"speaker":"UNIDENTIFIED MALE","text":"Yes, if you're in order."},{"speaker":"RAMOS","text":"I have the right to request ask a question."},{"speaker":"TRUMP","text":"Good.  Absolutely.  Good.  Good to have you back."},{"speaker":"RAMOS","text":"Thank you very much."},{"speaker":"MURRAY","text":"Now all of this is part of what Donald Trump is selling to voters, a guy who is brash, a guy who is blunt, a guy with who will tell voters like it is, we saw that in his exchange with Jorge Ramos. But we also saw it with his speech in Dubuque, Iowa, where he took on Marco Rubio.  He took on Jeb Bush.  He even took on Secretary of State John Kerry.   Now, after this swing through Iowa, Donald Trump moved on this week, heading next to South Carolina where there are questions about whether he could even make it on the ballot in the Republican primary.  We will be bringing more of that in the days to come.   Back to you, Miguel and Alison."},{"speaker":"MARQUEZ","text":"Well, there so much more to that standoff you saw and the back story between Donald Trump and the news anchor Jorge Ramos.   Joining us now with more on that story, behind the story, chief media correspondent and host of CNN's \"RELIABLE SOURCES\", Brian Stelter. Good morning, Brian."},{"speaker":"KOSIK","text":"Good morning."},{"speaker":"MARQUEZ","text":"Jorge Ramos and Donald Trump have a history, don't they?"},{"speaker":"BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT","text":"They sure do.  Ramos has been trying for months to get an interview with Trump.  He told me a couple of weeks ago, what?  Is Trump afraid of me, is he afraid of Univision and eventually decided to go out to Iowa for that press conference.  A theatrical moment, definitely a stunt in some ways, but also some journalistic substance there as we saw the two men debating there as trump let Ramos back in the room."},{"speaker":"KOSIK","text":"But there is supposed to be order in news conference and a little bit of respect and Trump said it's not your turn and he kept talking and talking and talking.  Listen, I can be assertive and aggressive at a news conference, too, but you've got to be respective, right?"},{"speaker":"STELTER","text":"Yes, first of all, people have chosen sides on this one and I'm hearing a lot of people say he should have waited to be called on, he should have waited his turn.   Ramos, though, is famously combative.  He has shown up at press conference before to confront politicians or confront newsmakers. It's part of his brand and he put it on full display last night."},{"speaker":"MARQUEZ","text":"But a very emotional debate.  I'm surprised it hasn't come to this already.  We're going to see more of this."},{"speaker":"STELTER","text":"Right.  That's an interesting point.  It's been over two months now since Trump entered the race.  He started talking about immigration on day one in a way that was very controversial and very offensive to many Hispanics, including Jorge Ramos who talks he talks about Trump is the most divisive in the United States today.  No surprise he wanted to talk to Trump about this.   Jorge Ramos views himself as a conduit for his audience, for Hispanics in the U.S., speaking English and speaking English.  He speaks both languages on both his channels.  So, he's a very influential voice. And for his fans for his supporters, this is all the more recent why they're going to be spectacle of Donald Trump going forward."},{"speaker":"KOSIK","text":"Now, I understand Trump also took some shots, continued shots  at FOX anchor Megyn Kelly in this news conference."},{"speaker":"STELTER","text":"Yes, he says if he's campaigning for president by campaigning against the media, not the worst idea necessarily given the media's low approval ratings.  But this fight with Megyn Kelly has gone for 20 days, ever since the debate.  It seems strange that he's keeping it going.  But at the press conference last night, he addressed it again.  Here's what he said."},{"speaker":"TRUMP","text":"It's a very small element in my life, Megyn Kelly. I don't care about Megyn Kelly, but I will not apologize.  She should probably apologize to me, but I just don't care."},{"speaker":"STELTER","text":"Well, she is not going to be apologizing to him.  This might go back and forth and back and forth.   It was notable yesterday that FOX's boss saying Trump needs to knock this off and stop attacking Megyn Kelly.  It was the most coordinated effort yet to push back against him and the question is whether Trump can really thrive without FOX News, with the megaphone that FOX News provides.  That's a question we will find out the answer to."},{"speaker":"MARQUEZ","text":"He seems to be doing quite well.  I mean, FOX really does pull a lot of its coverage of Trump events.  We thought they had kissed and made up between"},{"speaker":"STELTER","text":"Yes, it seem like a truce but now it seems like the war is back on.  But as much as he is campaigning against the media, he is, obviously, using the media.  He is like his own TV producer coming up with great story lines and providing great sound bites, always knowing exactly how to respond to the press, so there's a very complicated here."},{"speaker":"KOSIK","text":"Well, he is certainly making it entertaining for everybody."},{"speaker":"STELTER","text":"In a summer like this, in a summer season where there isn't another dominate story, Trump knows how to be and stay the dominate story.  For about a day, we were talking about Joe Biden and Elizabeth Warren and Trump reinserted himself into the news, didn't he?"},{"speaker":"KOSIK","text":"Of course, he did."},{"speaker":"MARQUEZ","text":"Just picking his campaign staff apprentice-style in Iowa is \n we carried a lot of that everybody yesterday.  Everybody covered it."},{"speaker":"STELTER","text":"He is an unconventional candidate and by being that, he is remaking the rules of politics.  That is an amazing story, whether you love him or you hate him."},{"speaker":"MARQUEZ","text":"The Ramos thing helps trump in the present but certainly not going forward, I imagine.  How far does that"},{"speaker":"STELTER","text":"Yes, we heard the National Association of Hispanic journalists come overnight and condemn Trump for kicking Ramos out before letting him back on.  I've heard online the word of thousands of both Hispanics journalists and ordinary viewers, some of whom are Hispanic, some of whom, all of whom are aware that this part of the electorate is going to be crucial for the Democrats and the Republicans in 2016.   It's hard to find a political analyst who thinks this is a long term gain for the Republican Party to have Trump being as critical as he has being about immigration."},{"speaker":"KOSIK","text":"All right.  Brian Stelter, thanks for dissecting this."},{"speaker":"MARQUEZ","text":"And getting up early for us."},{"speaker":"STELTER","text":"Love it.  I love EARLY START."},{"speaker":"KOSIK","text":"One time frontrunner Jeb Bush will be campaigning in his home state of Florida today with a town hall in Pensacola at 1:30 p.m. Eastern.  Last night at Colorado speaking at VFW, Bush made a thinly- veiled jab at the man who took his place at the head of the pack.  Who else but Donald Trump."},{"speaker":"JEB BUSH (R), PRESIDENTIAL CANDIDATE","text":"I'm not a talker.  I'm a doer. There is a lot of really good talkers running for president and there is one in particular I'm thinking of.   (APPLAUSE) Look, talking is good.  It's important to be able to communicate, I got that.  But I think it's more important to solve problems now."},{"speaker":"MARQUEZ","text":"And some good news for Hillary Clinton, as she campaigns today in Iowa.  She is doing just fine in the state where she will face her first electoral test early next year.  A new poll of likely Democratic caucus-goers in Iowa finds Hillary way out in front with 54 percent supporting her candidacy.  Bernie Sanders trails far behind at 20 percent and Joe Biden, who is considering entering the race, is barely in double digits at 11 percent."},{"speaker":"KOSIK","text":"Happening today, Vice President Biden speaks with members of the Democratic National Committee trying to sell them on the administration's Iran nuclear deal.  The conference call comes as Biden edges closer to deciding whether he's going to enter the race for president.   The latest on that from CNN White House correspondent Michelle Kosinski."},{"speaker":"MICHELLE KOSINSKI, CNN WHITE HOUSE CORRESPONDENT","text":"Hi, Alison and Miguel. Right, the White House has been absolutely barraged with a question over a possible Biden run.  I mean, is the vice president going to be in this impossible position now?  Having to choose between his vice president and former secretary of state?  Could this change the day- to-day work or operations within the White House?  And what exactly was said between the president and vice president at that lunch this week?   But the White House isn't wading into it.  What they have offered so far repeatedly is praise for Biden but they said yesterday that those conversations between the two of them are going to stay private and the decision to run for president is an intensely personal one.  They want to give Biden the time and space to do that.  Even when you ask the question in a more general sense, like, couldn't a Biden run potentially be good for, say, the Democratic Party?  But the White House won't go there.  Not ruling out, though, that at some point, the president might choose to endorse someone.   So, I think from now on, what we are going on to see is virtually everything Biden does is going to be viewed with this added layer of meaning.  Yesterday, he was at this funeral in Ohio for a former congressman but then again Ohio is battleground state and polling there is showing he might do better than Hillary Clinton against a rival like Donald Trump.   Today, he is going to be lobbying members of the Democratic National Committee for the Iran deal and couldn't that, too, may be good for, say, a campaign.  And as we know, those close to him are saying that a campaign is something that he is leaning toward \n Alison and Miguel."},{"speaker":"KOSIK","text":"OK, Michelle, thanks for that.   And we are watching world markets.  They're actually stabilizing overnight, but will the Dow recover from Tuesday's dive?  We are live next."},{"speaker":"KOSIK","text":"Time for an EARLY START on your money.   Is there any relief in sight for investors?  Maybe.   U.S. stock futures are pointing much, much higher right now. Signaling we could get a break from the brutal sell-off that happened yesterday at the end of trading day.  But, yesterday, we thought the same thing around this time this morning.  The Dow surged almost 450 points in the early trading.  But its fears about China's slowing economy weighed and stocks changed course and the Dow actually with 205 point loss. In the last six trading days alone, the Dow has lost almost 2,000 points.  That's 11 percent and it looks like the roller coaster isn't over yet with investors in panic mode about the health of the global economy.   European stocks are lower right now.  Asian stocks closed mostly lower as well.  Looking at Shanghai's benchmark index.  That closed down 1.3 percent and the index has actually shed 15 percent of its value this week alone, extending a longer term plunge that has wiped out trillions of dollars.  But stocks stabilized a bit after the Chinese government launched new stimulus measures, cutting interest rates and requiring banks to keep less cash on reserve.  For more on the situation in China that's rattling global markets, I want to bring in Anna Coren from Hong Kong.   So, you know what, Anna, we're watching China's central bank pull out all the stops, trying to get a hold of the situation.  But, in the end, is there really a quick fix to the problem which is China's economy?"},{"speaker":"ANNA COREN, CNN INTERNATIONAL CORRESPONDENT","text":"Yes, good question, Alison.   I think the showdown series is a real problem with China's economy. We have been known this for sometime, despite the fact that Chinese authorities remained to this day claiming that their economy is sound.  It clearly is hurting.  Property is hurting.  The stock market is hurting.  And we know that growth is weak.  That is certainly what we are seeing from the economic data that is being coming out of China.   There was that mass sell-off that began in June and it just really hasn't stopped.  Before that, you have to remember the Shanghai Composite was up 60 percent and all of those gains in the first half of the year have now just evaporated.   So, really, you know, China's aspirations for 7 percent growth this year is highly unlikely, the critics say, that is just not achievable. And then, as you say, those measures last night, which really they were forced to do because of that major sell-off this week, the Shanghai Composite down 15 percent in the first with two days of this week, it was forced to act by cutting interest rates, by a quarter of a percent, by cutting the reserve requirement ratio by half of a percent, the amount of money that banks need to put aside, meaning they can lend more.   They would have hoped to have seen more significant gains, far more significant gains today.  Instead, the composite ended down 1.3 percent.  And really while it's not a disaster, it certainly is not the turnaround they were hoping for. And, Alison, the critics will say this is not enough, that the central bank and the government needs to do much, much more, implementing more measures in the coming weeks and months, as well as structural form in those companies \n the state-owned enterprises that need real reform."},{"speaker":"KOSIK","text":"All right:  Anna Coren, live from Hong Kong, thanks for that."},{"speaker":"MARQUEZ","text":"Maryland is the first date to adopt new guidelines banning law enforcement from using racial profiling during routine police work.  The new rules bar officers from using race, ethnicity, religion and other characteristics during routine investigations and traffic stops.  The only exception, if officers have credible information which is directly relevant to the investigation of a crime."},{"speaker":"KOSIK","text":"Executions is on hold in Mississippi.  A federal judge temporarily suspending lethal injections in the state at the request of two death row inmates who described lethal injection as chemical torture.  One of the men was scheduled to be executed Thursday.  The ruling prevents the use of two drugs to render prisoners unconscious. Mississippi law requires a three-drug process.  The state is appealing."},{"speaker":"MARQUEZ","text":"And the woman known as the \"Dust Lady\", because of the iconic photo of her escaping the Twin Towers on September 11th, she has died.  Family members Facebook account say Marcy Borders after a year-long battle with stomach cancer.  After the traumatic events of 9/11 she fell into a depression that led to drug abuse and alcohol. She told local media she checked into rehab in 2011 and was clean after that, they say.   It's terrible.  So, it brings it all back seeing that picture."},{"speaker":"KOSIK","text":"That picture is one of many that ingrained in our brains."},{"speaker":"MARQUEZ","text":"And defined that day.  Amazing."},{"speaker":"KOSIK","text":"We are getting new information about the accused gunman in the Paris train attack.  What investigators are now revealing, next."},{"speaker":"MARQUEZ","text":"New details about the Moroccan gunman who was subdued by passengers on a Paris-bound train.  French officials say Ayoub el- Khazzani was listening to a YouTube video moments before he opened fire.  He boarded the train with two guns, a knife, 270 rounds of ammo and a half liter bottle of gasoline.   Let's get the latest from CNN senior European correspondent Jim Bittermann in Paris.   Jim, does it seem as though French officials will be able to get a \n build a terrorism case against el Khazzani?"},{"speaker":"JIM BITTERMANN, CNN SENIOR EUROPEAN CORRESPONDENT","text":"I think they will on that, Miguel.  The fact is that he had the weapons you are talking about.  He also is being charged with associating with terrorists and that evolves from what they learned from the Spanish police who said that he had been associating with a radical mosque in Spain where he was living for a good many years.  And they also believe that he was involved with other terrorist organizations.  So, the fact is that they are building this case and I think it's a  important distinction to make.  He says, of course, he was just trying to perpetrate an armed robbery.  But the fact with the terrorism case and for terrorism judiciary involved things are more serious and the sentencing is longer and that sort of thing.   So, the fact is he'll face a much tougher judicial system if the prosecutor succeeds in building this terrorism case.   We learned a lot from the prosecutor yesterday.  The most interesting thing is about the YouTube video when he listened to on a cell phone that he only activated a few hours before he got on the train.  We also learned that he moved around Europe quite freely and was within a zone that is like in the United States, once you're inside the United States, you can move from one state to another and once you're inside the 25-country Schengen zone in Europe, you can move around without using your passport.   So, he went from Spain to France to Belgium to Germany, and also to Austria, and it was only after he went to the airport to leave Germany to fly to Turkey in May of this year that he was detect and there, according to intelligence sources in Germany, an immigration officer did stop him and asked him why he was going to Turkey, but his explanation seemed reasonable enough and they let him go \n Miguel."},{"speaker":"MARQUEZ","text":"Jim Bittermann in Paris, I'm sure officials across Europe are considering Mr. el Khazzani as just a tip of the iceberg \n thank you very much."},{"speaker":"KOSIK","text":"Investors running for the exits, fleeing the stock market.    But does all that selling signal a crash?  What to expect from stocks, next."},{"speaker":"KOSIK","text":"Let's get an early start on your money.   Global markets look a little wobbly this morning in the middle of an already after brutal week.  European stocks are lower.  Asian shares closed mostly down as well.  Shanghai's bench mark index, that fell 1.3 percent.  That's a much smaller drop than earlier this week after the government announced more stimulus measures.   In the U.S., it's a different story.  Stock futures are up quite a bit right now, pointing to higher open.  Yesterday, the Dow surged almost 450 points in early trading, but as fears about China's slowing economy weighed, stocks changed course and the Dow actually closed with 205-point loss.   All right.  All of the selling, it is scary but, remember, stocks would need to plunge 20 percent to be in a true bear market and we are not even close to that.  The S&P 500 is currently down 12.5 percent from its record high.  And here are some reasons to stay optimistic.   First, the U.S. economy looks healthy.  Job growth is solid and unemployment is fall, the housing market is improving and crashes usually happen when the economy is close to a recession."}]}