{
  "show_name": "EARLY START",
  "show_title": "Donald Trump Vs. The Media; World Market Chaos; French Train Attack. Aired 4-4:30a ET",
  "quotes": [
    {
      "speaker": "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE",
      "text": "Sit down!  Sit down!  Go back to Univision."
    },
    {
      "speaker": "ALISON KOSIK, CNN ANCHOR",
      "text": "Donald Trump on the attack lashing out at his competitors and the media, booting a Univision anchor from his news conference and taking new aim at FOX News."
    },
    {
      "speaker": "MIGUEL MARQUEZ, CNN ANCHOR",
      "text": "And world markets in chaos this morning. But what will happen on Wall Street?  The Dow diving hundreds of points Tuesday.  What to expect this morning, ahead."
    },
    {
      "speaker": "KOSIK",
      "text": "New information on the gunman accused in the Paris train attack.  We are live.   Good morning and welcome to EARLY START.  I'm Alison Kosik."
    },
    {
      "speaker": "MARQUEZ",
      "text": "I'm Miguel Marquez.  It is Wednesday, August 26, 4:00 a.m. here in the East Coast.  Good morning to you."
    },
    {
      "speaker": "KOSIK",
      "text": "Happy to be with you."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Very good.  Good to be with you. We begin this morning with Donald Trump and his combative news conference in Iowa."
    },
    {
      "speaker": "TRUMP",
      "text": "Who would you rather have negotiating against China, against Iran?  What a deal that is, OK?  You talk about incompetent people. Against anybody, Jeb Bush, Hillary Clinton, or Trump?   I think so.  I think so.  You believe me."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Trump on the attack, hitting opponents and the media, even ordering a Univision reporter thrown out of the news conference.   CNN politics reporter Sara Murray was there and has the latest."
    },
    {
      "speaker": "SARA MURRAY, CNN POLITICS REPORTER",
      "text": "Good morning, Miguel and Alison.   It was a fiery Donald Trump that we saw on the campaign trail last night and all of the drama started before he even came into the main event.  He had a testy exchange in a press conference with Jorge Ramos, at one point throwing the reporter out before letting his back in to ask his questions about immigration.  Let's take a look at that."
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me.  Sit down.  You weren't called.  Sit down.   Sit down.   Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "No, no, Mr. Trump.  I'm an immigrant, a citizen.  Sir, I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "No, you don't.  You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have, I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision.   Go ahead.  Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "This is the question: You cannot deport 11 million, Mr. Trump.  You cannot deport 11 million people.  You cannot build a 1,900 mile wall.  You cannot deny citizenship to children in this country."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down, please.  You weren't called."
    },
    {
      "speaker": "RAMOS",
      "text": "Those ideas.  I'm a reporter and I have \n don't touch me, sir.  Don't touch me, sir."
    },
    {
      "speaker": "TRUMP",
      "text": "Go"
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask questions.  I have the right to ask a question."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Yes, if you're in order."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to request ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Good.  Absolutely.  Good.  Good to have you back."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you very much."
    },
    {
      "speaker": "MURRAY",
      "text": "Now all of this is part of what Donald Trump is selling to voters, a guy who is brash, a guy who is blunt, a guy with who will tell voters like it is, we saw that in his exchange with Jorge Ramos. But we also saw it with his speech in Dubuque, Iowa, where he took on Marco Rubio.  He took on Jeb Bush.  He even took on Secretary of State John Kerry.   Now, after this swing through Iowa, Donald Trump moved on this week, heading next to South Carolina where there are questions about whether he could even make it on the ballot in the Republican primary.  We will be bringing more of that in the days to come.   Back to you, Miguel and Alison."
    },
    {
      "speaker": "KOSIK",
      "text": "Donald Trump's other media target, Megyn Kelly, escalating his renewed attack on the FOX News host."
    },
    {
      "speaker": "REPORTER",
      "text": "Roger Ailes said you need to apologize to Megyn Kelly. Would you do that?"
    },
    {
      "speaker": "TRUMP",
      "text": "No, I would don't that.  She actually should be apologizing to me, but I would not do that."
    },
    {
      "speaker": "REPORTER",
      "text": "Why does she need to apologize to you?"
    },
    {
      "speaker": "TRUMP",
      "text": "Because I thought her questioning and her attitude was totally inappropriate.  So, it just \n if you look \n all you have to do is look on the Internet today and you'll see who people favor in that one.   But I couldn't \n it's a very small element in my life, Megyn Kelly, I don't care about Megyn Kelly.  But no, I would not apologize.  She should probably apologize to me but I just don't care.   Look, I have a lot of respect for Roger.  We'll see.  I mean, you know, maybe, maybe not.  I really don't know.  I think they cover me terribly.   FOX News, I think they cover me terribly and I'm winning by double digits on every poll, so I don't know.  Maybe it matters, maybe it doesn't.  I don't think I get good treatment by \n from FOX."
    },
    {
      "speaker": "KOSIK",
      "text": "FOX News anchors and chairman Roger Ailes standing firmly behind Kelly in the battle with Trump.  Several hosts tweeting their support and Ailes releasing a statement saying Megyn Kelly represents the very best of American journalism and all of us at FOX News Channel reject the crude and irresponsible attempts to suggest otherwise.\""
    },
    {
      "speaker": "MARQUEZ",
      "text": "And onetime front-runner Jeb Bush will be campaigning in his home state of Florida today with a town hall in Pensacola at 1:30 p.m. Eastern Time.  Last night in Colorado, speaking at a VFW event, Bush made a thinly-veiled jab at the man who took his place at the head of the pack, Donald Trump."
    },
    {
      "speaker": "JEB BUSH (R), PRESIDENTIAL CANDIDATE",
      "text": "I'm not a talker.  I'm a doer. There is a lot of really good talkers running for president and there is one in particular I'm thinking of.   (APPLAUSE)  Look, talking is good.  It's important to be able to communicate, I got that.  But I think it's more important to solve problems now."
    },
    {
      "speaker": "KOSIK",
      "text": "Good news for Hillary Clinton as they campaigns today in Iowa. She is doing just fine in the state where she will face her first electoral test early next year.   A new poll of likely Democratic caucus-goers in Iowa find Hillary way out in front with 54 percent supporting her candidacy.  Bernie Sanders trails far behind at 20 percent, and Joe Biden who is thinking about entering the race is barely in double digits at 11 percent."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And speaking of Joe Biden, happening today, Vice President Biden speaks with members of the Democratic National Committee, trying to sell them on the administration's Iran nuclear deal.  The conference call comes as Biden edges closer to deciding whether he'll enter the race for president.   The latest on that from CNN White House correspondent Michelle Kosinski."
    },
    {
      "speaker": "MICHELLE KOSINSKI, CNN WHITE HOUSE CORRESPONDENT",
      "text": "Hi, Alison and Miguel. Right, the White House has been absolutely barraged with a question over a possible Biden run.  I mean, is the vice president going to be in this impossible position now?  Having to choose between his vice president and former secretary of state?  Could this change the day- to-day work or operations within the White House?  And what exactly was said between the president and vice president at that lunch this week?   But the White House isn't wading into it.  What they have offered so far repeatedly is praise for Biden but they said yesterday that those conversations between the two of them are going to stay private and the decision to run for president is an intensely personal one.  They want to give Biden the time and space to do that.  Even when you ask the question in a more general sense, like, couldn't a Biden run potentially be good for, say, the Democratic Party?  But the White House won't go there.  Not ruling out, though, that at some point, the president might choose to endorse someone.   So, I think from now on, what we are going on to see is virtually everything Biden does is going to be viewed with this added layer of meaning.  Yesterday, he was at this funeral in Ohio for a former congressman but then again Ohio is battleground state and polling there is showing he might do better than Hillary Clinton against a rival like Donald Trump.   Today, he is going to be lobbying members of the Democratic National Committee for the Iran deal and couldn't that, too, be good for, say, a campaign?  As we know, those close to him are saying that a campaign is something that he is leaning toward \n Alison and Miguel."
    },
    {
      "speaker": "KOSIK",
      "text": "And thanks for that.   All eyes on Wall Street this morning.  The Dow diving hundreds of points Tuesday.  What are stocks going to do today?  That's coming up next."
    },
    {
      "speaker": "KOSIK",
      "text": "Time for an early start on your money. Is there any relief in sight for investors?  Hmm, maybe.  U.S. stock futures are pointing higher at the moment, signaling we could get a break from the brutal sell-off yesterday.  But, yesterday, we thought the same thing around this time.   The Dow surged almost 450 points in early trading but, as fears about China's slowing economy weighed, stocks reversed course and the Dow actually closed with a 205-point loss.  In the last six trading days alone, the Dow has lost almost 2,000 points or 11 percent and it looks like the roller coaster isn't over yet with investors in panic mode about the health of the global economy. European stocks are much lower right now.  Asian stocks closed mostly lower as well.  Shanghai's benchmark index closing down 1.3 percent. The index shed more than 15 percent of its value this week alone, extending a longer term plunge wiped out trillions of dollars.  But stocks stabilize a bit after the Chinese government launched new stimulus measures, cutting key interest rates were cut and requiring banks to keep less cash on reserve.   For more on the situation in China that's rattling global markets, I want to bring in Anna Coren from Hong Kong.  Anna, are you sensing the moves from China central bank are really bringing calm to the markets?"
    },
    {
      "speaker": "ANNA COREN, CNN INTERNATIONAL CORRESPONDENT",
      "text": "Well, Alison, you just have to look at those markets to see that here in Asia, it was extremely volatile.  It was just all over the shop, up and down, up and down.  The Shanghai Composite once today jumped more than 4 percent, then it was down and it finished down almost 1.3 percent.   Now, while this isn't a disaster, it certainly is not what China central bank would have hoped for, considering the measures that are put in place overnight which, as you say, was cutting interest rates by a quarter of a percent, then cutting the reserve requirement ratio, which is the amount of money banks have to set aside, by half a percent.  They would have hoped for much more significant gains as a result of those measures. But, in fact, the market just did not read it that way.  There is a great deal of anxiety out there and the critics say the Chinese authorities need to do a lot more to certainly restore confidence and stimulate growth.   We know China's economy is slowing.  It's hoping for growth of 7 percent this year.  Many, many people very skeptical that could be achieved, but really, it is \n it is slowing and it is having global ramifications as we are seeing.  The sellout began in June and then the currency devaluation two weeks ago, that was interpreted by many as a sign that China's economy is much weaker than anticipated.  Now, there are also concerns, Alison, that China's leadership is one step behind, that they are not being pro active and the measures overnight, it may have stabilized the volatility to a certain extent. It certainly isn't the gains that they would have liked to have seen today."
    },
    {
      "speaker": "KOSIK",
      "text": "Any more idea if any more Chinese policies will be change or the thinking it has diminishing returns?"
    },
    {
      "speaker": "COREN",
      "text": "Well, look.  Alison, certainly, you know, economists out there and the critics out there say that the China central bank, as well as the government, is going to have to implement further measures over the coming weeks and months if they don't want, you know, a further sell-off, because that is the direction that it is heading.  So, really, I guess the pressure is on China to act."
    },
    {
      "speaker": "KOSIK",
      "text": "All right.  Anna Coren live from Hong Kong, thanks for that."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And the prosecution is resting its case against prep school graduate Owen Labrie who is charged with raping a 15-year-old student last year at the prestigious St. Paul's school in New Hampshire.  On Tuesday, an expert witness said the male DNA found on the girl's underwear matched Labrie's.  He denies ever having sex with her.  Owen Labrie is expected to on testify in his own defense sometime this week."
    },
    {
      "speaker": "KOSIK",
      "text": "Federal prosecutors shutting down the male escort website rentboy.com, arresting chief executive Jeffrey Hurant, and six current and former employees on frustration charges.  Officials alleged the Rent Boy site operated as an Internet brothel and made millions of dollars promoting illegal prostitution. Also Tuesday, police seized evidence from the site's New York headquarters."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And Maryland is now the first state to adopt new guidelines banning law enforcement from using racial profiling during routine police work.  The new rules bar officers from using race, ethnicity, religion and other characteristics during routine operations, investigations and traffic stops.  The only exceptions, if officers have credible information, which is directly relevant to the investigation of a crime."
    },
    {
      "speaker": "KOSIK",
      "text": "Executions is on hold in Mississippi.  A federal judge temporarily suspending lethal injections in the state at the request of two death row inmates who described lethal injection as chemical torture.  One of the men was scheduled to be executed Thursday.  The ruling prevents the use of two drugs to render prisoners unconscious. Mississippi law requires a three-drug process.  The state is appealing."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And resources are stretched thin out west as firefighters in Washington battle the biggest group of wildfires in the state's history.  At least 100 new crews rushed Tuesday to the so-called Okanogan Complex Fire.  The fire area grew by nearly 14,000 more acres Tuesday.  It's now scorched close to 260,000 acres as firefighters scramble to get the group of firefighters contained."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "When we got here, the fire was very unpredictable. The winds were swirling and moving around a lot and going lots of different directions."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "It just brings tears, yes."
    },
    {
      "speaker": "MARQUEZ",
      "text": "As of now, the fires are only 15 percent contained. Officials say they could burn for several months."
    },
    {
      "speaker": "KOSIK",
      "text": "The pictures are incredible coming out of there."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Across the west, unbelievable."
    },
    {
      "speaker": "KOSIK",
      "text": "Absolutely.  The parched and burning Pacific Northwest expected to find relief from a change in the western pattern.  Let's bring in meteorologist Pedram Javaheri for the latest."
    },
    {
      "speaker": "PEDRAM JAVAHERI, AMS METEOROLOGIST",
      "text": "Good morning, Miguel.  Good morning, Alison.   Look at this pattern change in the forecast here.  Nice trough digging in across portions of the northwestern corner of the country.  So, this will usher in some much cooler temperatures, plenty of moisture in the next week or so and this pattern again going to be fantastic news when it comes to the firefighting efforts across the northwestern side of the U.S., with a potential for 4 to 6 inches of rainfall over the next seven days in this region.  In fact, the wettest period in about five months.  You have to go back to the first week of spring for the last time when Seattle saw four consecutive days of rainfall.  It could happen this Friday through this Monday.   We do have some scattered thunderstorms today in the forecast, around the southwest and the western planes.  But if you're watching the eastern half of the country, just gorgeous condition.  Front clearing out of the region and clear skies, calls for temperatures to be on the cool side, Minneapolis upper 50s and same for Chicago.   Look at International Falls, the icebox of the U.S., about 11 below averages.  It's at the 30s at this hour.  It should be on the mild side the next couple of days.  Temps into the mid-70s around the Midwest. And also watching tropical storm Erica, poised to become Hurricane Erica sometime Sunday and Monday around South Florida as a possibility.  But here you go for your high temperatures today across the country.  The 80s coming back across the eastern half, while the Midwest into the 70s over the next 24 hours \n guys."
    },
    {
      "speaker": "MARQUEZ",
      "text": "And ESPN has suspended baseball analyst and former Major League pitcher Curt Schilling over a tweet the network called completely unacceptable.  Schilling who has been covering the Little League World Series tweeted, it said, \"Only 5 percent to 7 percent of Muslims are extremists.  In 1940, only 7 percent of Germans were Nazis.  How'd that go?\" The text was superimposed over a photo of Adolf Hitler.  Schilling eventually thought better of it, tweeting an apology.  \"I understand and accept my suspension 100 percent.  My fault, bad choices have bad consequences and this was a bad decision in every way on my part."
    },
    {
      "speaker": "KOSIK",
      "text": "New information this morning about the man arrested in the Paris train attack.  We are live after the break."
    },
    {
      "speaker": "KOSIK",
      "text": "New details about the Moroccan gunman who was subdued by passengers on a Paris-bound train.  French officials say Ayoub al Khazzani was listening to a YouTube audio file promoting violence in the name of the prophet, moments before he opened fire. He boarded the train with two guns, a knife, 270 rounds of ammo and a half liter bottle of gasoline.  In the meantime, one of the American passengers who stopped el Khazzani, 23-year-old Anthony Sadler is back home in California this morning.   Let's get the latest from CNN's senior European correspondent Jim Bittermann in Paris.   So, Jim, how is the investigation going?  I understand prosecutors are trying to bring terrorism charges against al Khazzani."
    },
    {
      "speaker": "JIM BITTERMANN, CNN SENIOR EUROPEAN CORRESPONDENT",
      "text": "That's what we heard from the prosecutors.  Yes, the Paris prosecutor who handled all terrorism case and he said, basically, yes, they are going for terrorism.  They're not accepting the suspect's story he found these weapons in a park and that he was going to just perpetrate armed robbery.  No, they say he was bent on terrorism.   And the things you mentioned, the arms, the money, and the fact that he was listening to that YouTube video sort of preaching jihad, all of that sort of add up to the prosecutor as something in the case he had a terrorist attempt so that is what they are going to go for and that will give them more serious penalties, more serious investigators and all of that.   Now, mentioning the various people who are involved, the heroes who were involved, one person who was neglected in the beginning and learning more about is Mark Moogalian who was a French-American citizen on board the plane, and, in fact, came \n the first person who confronted the gunman onboard the train.   Here's what his wife had to say about what happened."
    },
    {
      "speaker": "ISABELLE RISACHER MOOGALIAN, WIFE OF PASSENGER SHOT DURING TRAIN ATTACK",
      "text": "It means get up, it's serious.  I looked at his face and I knew he was not kidding because he looked very intense and I was sitting there.  So, he was facing the door, sliding door. My back is \n there is a wall there because we are like at the end of the car.  So, there is nothing.  I mean, there is a wall behind me so I didn't see anything coming, but I saw the tip of a gun, of \n how do you call that?  Kalashnikov, I think you call it AK-47?"
    },
    {
      "speaker": "REPORTER",
      "text": "Yes."
    },
    {
      "speaker": "MOOGALIAN",
      "text": "I saw that and so I knew it was serious."
    },
    {
      "speaker": "BITTERMAN",
      "text": "In fact, Mrs.  Moogalian says that her husband still in a very serious condition in the hospital.  He was shot in the neck after what was \n sounds like a very harrowing experience \n Alison."
    },
    {
      "speaker": "KOSIK",
      "text": "It absolutely does.  Jim Bittermann, live from Paris, thanks for that."
    },
    {
      "speaker": "MARQUEZ",
      "text": "The Pentagon inspector's general is investigating whether top military officials are rewriting intelligence reports to make it look like the war against ISIS in Iraq is going better than it really is.  According to \"The New York Times\", the investigation started after an intelligence official told authorities military commanders were improperly reworking the conclusions of intelligence assessments and prepared for policymakers and even President Obama."
    },
    {
      "speaker": "KOSIK",
      "text": "Ambassador Caroline Kennedy and her senior staff at the U.S. embassy in Japan used personal e-mail accounts to conduct State Department business.  That's according to a report from the State Department's inspector general.  The report cites several instances where sensitive, but unclassified information, was sent and received on personal accounts.  Former Secretary of State Hillary Clinton is already under fire for using a personal e-mail server to conduct government business."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Donald Trump takes on the media.  Booting a Univision anchor from his news conference and reuniting his war with FOX News. Shocking.  Details next."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down!  Sit down!  Go back to Univision."
    },
    {
      "speaker": "MARQUEZ",
      "text": "Donald Trump taking on the media, kicking a Univision anchor out of his news conference and reigniting his war with FOX News."
    }
  ]
}