{
  "show_name": " HARDBALL\r",
  "show_title": " May 29, 2015\r",
  "air_date": " May 29, 2015\r",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "original_source": "http://www.nbcnews.com//id/57444161/ns/msnbc-hardball_with_chris_matthews/",
  "quotes": [
    {
      "speaker": "CHRIS MATTHEWS, HOST",
      "text": "The gospel according to Paul.\r\n\tLet`s play HARDBALL.\r\n\tGood evening.  I`m Chris Matthews in Charlotte, North Carolina.\r\n\tIf you hated the war with Iraq, if you believe we`ve been led into too \r\nmany Mideast wars, too many so-called regime changes, Senator Rand Paul is, \r\nas far as Republican candidates for president go, the only game in town.\r\n\t(BEGIN VIDEO CLIP)\r\n\tSEN."
    },
    {
      "speaker": "RAND PAUL (R-KY), PRESIDENTIAL CANDIDATE",
      "text": "There is a good chunk \r\nof the Republican Party who thinks that we should think before we act, that \r\nwar is not always the answer, that war may be the last resort, not the \r\nfirst resort, that we have to defend ourselves, we have to have a strong \r\nnational defense, but that sometimes, we`ve gotten -- we`ve intervened in \r\nthe Middle East, and sometimes we`ve had unintended consequences.\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Nor does he stop with that.  In the upcoming interview, he \r\nsuggests that Hillary Clinton is more of a hawk than he is.\r\n\tAnd I`ll say this for him, he`s also unique on another Republican \r\nbugaboo, evolution.  Unlike presidential wannabes like Mike Huckabee, he \r\nsays that the latest scientific evidence of human life on earth going back \r\nmillions of year is fully harmonious with his religious beliefs.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tWell, earlier today, I sat down with the senator, Senator Paul, who \r\nhas a new book out, \"Taking a Stand,\" it`s called.  He was campaigning in \r\nRock Hill, South Carolina.\r\n\t(BEGIN VIDEOTAPE)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Senator, thank you for this.  In your book, \"Taking a \r\nStand,\" you give a very particular prescription for how we deal with the \r\nfight against ISIS -- protect our embassies, our consulates and then leave \r\nthe fighting to the Arab states in the region.\r\n\tWhat happens if that doesn`t work and they end up building a caliphate \r\nthat seems to last?\r\n\tSEN."
    },
    {
      "speaker": "RAND PAUL (R-KY), PRESIDENTIAL CANDIDATE",
      "text": "I don`t think that`s \r\nexactly what I said.  I don`t say we leave it to them.  I`m more than \r\nwilling being a part of the fight.  I think providing air support is \r\nreasonable, providing armaments to those who are willing and able to fight.  \r\nSo I would provide armaments to the Kurds, as well.\r\n\tIn fact, I`d go one step further.  I`d promise them a homeland and a \r\nstate.  But I would do it in conjunction with talks with Turkey.  It would \r\nhave to be a three-way discussion, Kurds homeland, but I`d like to get the \r\nTurks involved, as well.\r\n\tI`d really like to see, and I think the ultimate answer is going to \r\nhave to be Sunnis that are civilized Sunnis, civilized Islam rooting out \r\nthis aberration because you`re never -- in Mosul, they`re never going to \r\ntolerate a Shi`ite garrison."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "PAUL",
      "text": "They`re also never going to tolerate an American garrison, \r\neither.  We could win the war with our power, by going in with half a \r\nmillion troops again, but at what cost?  And really, the question, is if \r\nthe people who live there are not willing to fight for it, is there an \r\nultimate victory that we can give them?"
    },
    {
      "speaker": "MATTHEWS",
      "text": "If the choice comes down to us going in big-time with \r\nground troops and winning the war ourselves and leaving the Caliphate, \r\nwhat`s your choice (INAUDIBLE)"
    },
    {
      "speaker": "PAUL",
      "text": "I think what we have to do is...\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "If that comes to that."
    },
    {
      "speaker": "PAUL",
      "text": "I think what we have to make a decision is, is when are \r\nAmerican interests involved and what does that mean?  And sometimes we get \r\ntoo glibly (ph) there.  We say there`s an American interest.  That`s the \r\nconclusion.  To me, the beginning of the debate is, What is an American \r\ninterest?  And does it change as circumstances change? \r\n\tI think that we had an American interest in Benghazi.  It`s one of the \r\nthings I`ve faulted Hillary Clinton over.  I don`t think she did enough to \r\ndefend our consulate there.  And I think there`s an analogy in that there`s \r\na consulate in Irbil and in Kurdistan.  There`s also a large embassy in \r\nBaghdad.  Those are American interests.  If we are going to stay in the \r\nregion, we`re going to have diplomatic outposts there, we have to defend \r\nthem.\r\n\tThe debate, though, should be in Congress, not just in the executive \r\nbranch.  War was very clearly that power -- the initiation of war was given \r\nto Congress, not to the president.  So I`ve been asking and asking, and I \r\nintroduced, actually, a declaration of war against ISIS.  So it`s not that \r\nI want to do nothing.  I want to do it constitutionally, and I really want \r\nto do it in a way that will be a lasting victory, and I think that would \r\ninclude Arab boots on the ground."
    },
    {
      "speaker": "MATTHEWS",
      "text": "You know, we lost four people, good people over in Benghazi \r\nbecause somebody left the door open, you could say, and yet we lost 3,000 \r\nAmericans in 2001, and the Democrats haven`t been hitting that issue ever \r\nsince. \r\n\tDoesn`t bad -- don`t bad things happen?  Why does the Republican Party \r\nkeep banging on the door of Benghazi politically, when the Democrats really \r\nsaid, You know, we got hit, even though we got warned we were going to -- \r\nbin Laden was going to attack the United States back in 2001.  He did.  We \r\nlost 3,000 people.\r\n\tBut you don`t heart the Democrats spending the last 14 years talking \r\nabout it, do you?"
    },
    {
      "speaker": "PAUL",
      "text": "Well, I think there`s an important question..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "What`s the difference?"
    },
    {
      "speaker": "PAUL",
      "text": "Well, I think there`s an important question.  I think there`s \r\nan important analogy, really, between Hussein and toppling Gadhafi.  And I \r\nthink if there`s one true thing that we know from the Middle East is every \r\ntime we`ve toppled a secular dictator, whether it was Hussein or Gadhafi, \r\nwe have gotten chaos.  We`ve gotten more of the rise of radical Islam.\r\n\tAnd I believe we`re more at risk in Libya, not just the Benghazi \r\nthing, but because of Gadhafi being toppled and it being a chaotic, failed \r\nstate.  I think we`re more at risk for attacks from Libya. \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tBut I`m pretty ecumenical with the blame on this thing.  I`m more than \r\nwilling to say toppling that Hussein made Iraq, really, essentially, and \r\nfor all purposes right now a failed state.  And we are more at risk for \r\nattacks from ISIS or others because of Iraq being a failed state."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Let me ask you -- your book is pretty clear.  You say some \r\npeople are too eager to go to war.  And I`ve watched you over the years, \r\nand I think you`re very consistent on that.  It`s almost like (INAUDIBLE) \r\nreading in the party, people like Bill Kristol, or saying you ought to be \r\nBernie Sanders, a liberal Democrat.  Are they going to get -- suppose they \r\n-- suppose they`re right?"
    },
    {
      "speaker": "PAUL",
      "text": "Well, here`s the interesting thing..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Are they right that you`re the only, really, person who`s \r\nnot a hawk in your party...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "PAUL",
      "text": "Here`s the interesting thing.  Some of these pundits, who know \r\nnothing but glory for war, they live inside the Beltway and have not yet \r\nbeen to America.  So I invite them to come to Iowa.  I invite them to come \r\nto New Hampshire.  I invite them to come to South Carolina.\r\n\tThere was a poll in Iowa a couple of months ago, and it said, Do you \r\nbelieve in more intervention, more foreign intervention like John McCain, \r\nor less intervention like Rand Paul?  It was almost evenly split.\r\n\tThere`s a good chunk of the Republican Party who thinks that we should \r\nthink before we act, that war is not always the answer, that war may be the \r\nlast resort, not the first resort, that we have to defend ourselves, we \r\nhave to have a strong national defense, but that sometimes we`ve gotten -- \r\nwe`ve intervened in the Middle East, and sometimes we`ve had unintended \r\nconsequences.\r\n\tAnd I don`t know how you can be an honest intellectual person to take \r\nan approach in the Middle East and not believe that we`ve gotten some \r\nthings we really didn`t intend to happen."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, I think -- I think the polling shows that you`re \r\nright.  I mean, you`re beating Hillary Clinton in a fairly recent poll in \r\nPennsylvania head to head.  You`re certainly doing best head to head with \r\nher nationally.\r\n\tAnd yet everybody else in your party is trying to be a hawk, and \r\nyou`re the only one that says, No, I don`t think the American Republican \r\nvoter, the regular Republican, not a neocon, not somebody who reads \"The \r\nWeekly Standard,\" but a regular Republican voter is tired of these wars, \r\nright?\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "PAUL",
      "text": "Yes, I think people..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, why does Bill Kristol have all this influence?"
    },
    {
      "speaker": "PAUL",
      "text": "He hasn`t traveled outside the Beltway enough.  You know, once \r\nhe gets outside into the rest of America, where we live, in Kentucky, or \r\nthose who live in middle part of America, or really anybody outside the \r\nBeltway, there`s a disconnect between the Washington insiders and the rest \r\nof us in both parties, frankly."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "PAUL",
      "text": "Hillary Clinton is much more hawkish and more likely to get us \r\ninvolved in another war than most of America, Republican or Democrat.  You \r\nsee this little boomlet for other people out there..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "PAUL",
      "text": "... on the Democrat side.  The people who aren`t so eager to \r\nbelieve that Hillary Clinton was right taking us to war in Libya -- and so \r\nI think you`ll find that as it gets out to the regular voters outside of \r\nWashington, there`s a much more mixed and nuanced feeling about war."
    },
    {
      "speaker": "MATTHEWS",
      "text": "On a scale of 1 to 10, a dove being 0, hawk being 10, \r\nwhere`s Hillary?"
    },
    {
      "speaker": "PAUL",
      "text": "You know, I`m not sure exactly."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Is she a 7?"
    },
    {
      "speaker": "PAUL",
      "text": "Yes, well, I think what she is, is I think she`s been \r\nindiscriminate in the use of force and I think not thinking.  There are \r\npeople on both sides that are rational, good thinkers.  There`s Brent \r\nScowcroft.  I`m not sure which side of the fence he`s on.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "He`s a realist."
    },
    {
      "speaker": "PAUL",
      "text": "There`s -- there`s Brzezinski, both realists, but maybe one a \r\nlittle more Republican, one a little more Democrat, but both, you know, \r\nthoughtful men who I think have a profound understanding of world events.  \r\nAnd then there are people who are knee-jerk reactionaries that really think \r\nwar is always the answer.\r\n\tAnd I meet the young men who have lost their limbs, who have \r\nsacrificed their lives.  Not one of them is flippant about war.  They`re \r\nvery serious about war, and I think we need more of that maybe in the White \r\nHouse, but also more of that in Washington."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, let me be tough (ph).  I`ll get to the next point, \r\nyour book.  But is big money driving the Republican Party to the hawkish \r\nside, these big godfathers of candidates who just come in there and say, \r\nI`ll give you $200 million but talk the line?"
    },
    {
      "speaker": "PAUL",
      "text": "Big money drives both parties.  Big money is..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "To the right."
    },
    {
      "speaker": "PAUL",
      "text": "Big money is in control of both parties.  And I have one..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "To the hawkish position."
    },
    {
      "speaker": "PAUL",
      "text": "Well, yes, I mean, just big money in general for a variety of \r\npositions.\r\n\tBut I have one proposal that I`ve been putting forward that I think \r\nmight work.  Most of the campaign finance reform has been shot down as in \r\ndefiance of the 1st Amendment.  There`s another way that you can go about \r\nthis that I don`t think would defy the 1st Amendment at all what.  What I \r\nwould do is say that anybody who does business with government, I write \r\ninto their contract limitations on their influences of elections -- giving, \r\nlobbying, you name it.\r\n\tYou could have anything because it would be voluntary.  If you get a \r\nbillion-dollar contract from government, you`re going to provide something \r\nfor government, you should maybe not be allowed to lobby.  Maybe you \r\nshouldn`t be allowed to give at all.  Maybe we should regulate your top 20 \r\nofficers.  But you could do it by making it part of the contract.  They \r\nwould voluntarily accept these restrictions.  They would not be mandates.  \r\nThey would be voluntary contractual restrictions.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tI think if we can get unified both Democrats saying they`d be willing \r\nto restrict the unions and Republicans willing to restrict big contractors \r\nthat do business with government, I think you might get some of the special \r\ninterest money out of politics."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Do you think Dick Cheney and Halliburton would go along \r\nwith that?\r\n\t(LAUGHTER)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Let me ask you about the -- you`ve been tough on the \r\nRepublican Party.  You`re running as sort of an outlier because you say the \r\nparty sucks.  There`s a nice millennial term!"
    },
    {
      "speaker": "PAUL",
      "text": "No, no, no, no.  I said the brand sucks."
    },
    {
      "speaker": "MATTHEWS",
      "text": "OK, the brand..."
    },
    {
      "speaker": "PAUL",
      "text": "There`s a difference...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "What`s the difference between the brand and the image?"
    },
    {
      "speaker": "PAUL",
      "text": "Well...\r\n\t(CROSSTALK)\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "... the brand and the reality?"
    },
    {
      "speaker": "PAUL",
      "text": "What I`m saying is there is hope for redemption, in the sense \r\nthat -- you remember Domino`s?  They said, Our brand sucks."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "PAUL",
      "text": "And they redid their crust and redid their presentation, and \r\nDomino`s is doing fine."
    },
    {
      "speaker": "MATTHEWS",
      "text": "That`s right.  It`s in the book."
    },
    {
      "speaker": "PAUL",
      "text": "Yes.  And so the thing is..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "What was wrong with the pizza crust?"
    },
    {
      "speaker": "PAUL",
      "text": "I`m not exactly sure.  They..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Too much crust, I think it was."
    },
    {
      "speaker": "PAUL",
      "text": "Well, I`m not sure what it was..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "It was too much.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "PAUL",
      "text": "... but they listened.  And so I was in the south side of \r\nChicago yesterday, campaigning in the south side of Chicago saying, I`ve \r\ngot something to offer for poverty.  I`ve got something to offer for your \r\ncrummy schools.  And I`ve got something to offer for the fact that both \r\nRepublicans and Democrats have taken a generation of young black men and \r\nput them in jail.  And I think it`s wrong and we`ve gone way too far.\r\n\tAnd I think people are taking notice of me coming there, and I don`t \r\ntake the vote for granted.  Not only do Republicans not go there typically, \r\nDemocrats don`t, either, and Democrats take all that vote for granted.\r\n\tAnd you know what the biggest thing they talked to me about on the \r\nsouth side of Chicago?  They don`t like the machine.  They don`t like -- \r\nThey say money is directed towards helping us poor people, but it`s sucked \r\nup by the machine in Chicago, and so the government unions soak it all up \r\nand we still live in poverty here and nothing gets better."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Two of the top Republican leaders in Pennsylvania have \r\npraised voter ID laws they`ve been trying to push through -- the courts \r\nhave been holding them up -- as ways of Republicans winning elections in \r\nPennsylvania.  You`ve called that kind of pressure, push for voter ID laws, \r\ndumb.  Where are you on that?  Do you think it`s voter suppression?  I \r\nthink it is."
    },
    {
      "speaker": "PAUL",
      "text": "I don`t think it`s voter suppression.  I think the thing that \r\nis the biggest limitation on voting in our country for African-Americans \r\nand for many minorities is having a felony record.  There`s two million \r\npeople can`t vote in our country because of felony record.  Nothing else \r\ncomes anywhere even close.\r\n\tI think our side has overstated fraud.  I know -- I`ve seen how fraud \r\nworks in elections."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Where?  Where have you seen it?"
    },
    {
      "speaker": "PAUL",
      "text": "Well, I`ve read about it.  I don`t think I`ve actually seen \r\nit...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "PAUL",
      "text": "Well, in my father`s elections for Congress, there were \r\nelections where there was fraud committed, we believe, and we went to court \r\nover it.  But the fraud typically in elections, from my understanding, \r\nisn`t people coming up, borrowing someone`s ID and falsely voting.  It`s \r\nwhen you leave a desk unattended, and only one party is sitting at a \r\nprecinct, and 3,000 votes are done by one person.\r\n\tSo it`s not really an ID thing.  It`s a matter of both parties need to \r\nbe represented in every precinct in America.  And I think there`s probably \r\nless of it than there once was.  I think there was...\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "That`s true."
    },
    {
      "speaker": "PAUL",
      "text": "... more in the `50s, `60s, `70s.  So I don`t think fraud..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "It`s very hard to find a Republican precinct worker in some \r\nplaces in big cities.  But I also wonder, would you like to push for voter \r\nID requirements or not?  Yes or no.  Where are you on that?"
    },
    {
      "speaker": "PAUL",
      "text": "Well, it`s complicated because I`ve made answers, then people \r\nmisinterpret, so I want to be clear how I answer the question.  I`m not \r\nagainst voter -- people showing their driver`s license.  I show my driver`s \r\nlicense.  States have every right to make sure the elections are not \r\nfraudulent.\r\n\tBut where I am on the other side of it is, is I think from a political \r\nperspective, it`s really dumb of us to make a big linchpin that we`re going \r\nto go after, you know, making sure that you can`t vote early and the \r\ndrivers (ph) -- I think we`ve overemphasized an issue that really doesn`t \r\nneed to be so much emphasized."
    },
    {
      "speaker": "MATTHEWS",
      "text": "You`re a tree hugger."
    },
    {
      "speaker": "PAUL",
      "text": "Absolutely.  I`ve been trying to grow a giant Sequoia in my \r\nyard for 15 years, probably 15 different trees, and I`ve succeed in one \r\ngetting about 15 feet tall.  But there`s some kind of blight out there.  \r\nIt`s hard to grow a giant Sequoia outside of California.  But I read about \r\none in northern Georgia growing 150 feet tall, and I said, I can do that.  \r\nBut I haven`t succeeded yet."
    },
    {
      "speaker": "MATTHEWS",
      "text": "This is the question that always gets me in trouble and the \r\nreason I probably won`t moderate many Republican debates.  I am \r\noverwhelmed..."
    },
    {
      "speaker": "PAUL",
      "text": "I heard you`re on the short list.  I heard you`re on the short \r\nlist.\r\n\t(LAUGHTER)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "It`s a longer list than that!  3.5 million years ago -- \r\nthis just blows me away, and I know you`re an intellectual anyways -- about \r\nLucy`s another relative out there, one of these prehistoric men, humanoids, \r\nwhatever they are.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tWhat does that tell you about history?  I mean, does it give you a \r\nsense of the length of human experience on this planet, I mean, about \r\nevolution and how long it`s taken?  I`m blown away by it.  And apparently, \r\nthe big animals were 16 million years.  What do those things mean to you, \r\nthose numbers?"
    },
    {
      "speaker": "PAUL",
      "text": "One of my favorite depictions of evolution was a pizza place in \r\nAtlanta, Fellini`s (ph), I think, and I think they showed, you know, the \r\ndifferent evolutionary stages of man, and then the last -- the final sort \r\nof incarnations of man were like Elvis, Elton John -- so that`s (INAUDIBLE)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Are you going to try to slip this question?"
    },
    {
      "speaker": "PAUL",
      "text": "No, I`m...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Where are you on evolution?  Where are you on evolution?"
    },
    {
      "speaker": "PAUL",
      "text": "Obviously, we evolved."
    },
    {
      "speaker": "MATTHEWS",
      "text": "And those millions of years are all part of our history."
    },
    {
      "speaker": "PAUL",
      "text": "Well, billions.  I mean, the planet`s about 4.5 billion years \r\nold."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes, but human life.  It doesn`t offend your religious \r\nbeliefs to accept the fact there`s been human life for millions of years."
    },
    {
      "speaker": "PAUL",
      "text": "No.  I think that you can see God in a lot of different forms, \r\nand I think that it`s really harder to argue the contrary, that there was \r\nno God involved, sort of whether it`s a big bang or some kind of beginning, \r\nthat we came out of nothing.  I think it`s harder for the human mind to \r\nconceive of coming out of nothingness than it is...\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "I agree with that."
    },
    {
      "speaker": "PAUL",
      "text": "... that there is something behind what we are."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well said.  Thank you for your time."
    },
    {
      "speaker": "PAUL",
      "text": "Thank you.\r\n\t(END VIDEOTAPE)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Again, Senator Paul`s book is called \"Taking a Stand.\"\r\n\tComing up, reaction to my interview with Rand Paul.  Actually, polls \r\nshows he runs pretty strong against Hillary Clinton, but can a non-\r\ninterventionist win the nomination of a party full of war hawks.  Let`s \r\ntalk about the odd man out here.\r\n\tPlus, the headline criminal case against former House speaker Dennis \r\nHastert.  NBC`s Pete Williams reports that Hastert was paying a man to \r\nconceal a sexual relationship they had when the man was a student at the \r\nhigh school where Hastert coached.\r\n\tAnd an important battle important close to me -- close to me and \r\nmillions of other Americans, the fight to beat Alzheimer`s.\r\n\tFinally, \"Let Me Finish\" with Rand Paul`s unique attraction to \r\nRepublican voters.\r\n\tAnd this is HARDBALL, the place for politics.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "We`ve got new polling on the 2016 presidential race, and \r\nfor that, we check the HARDBALL \"Scoreboard.\"\r\n\tAccording to the new Quinnipiac, Hillary Clinton leads Rand Paul by 4 \r\npoints in a general election matchup.  It`s Clinton 46, Paul 42.  Against \r\nMarco Rubio, Clinton again has a 4-point lead, Clinton 45, Rubio 41.\r\n\tClinton leads former Arkansas governor Mike Huckabee by 7, 47 to 40.  \r\nAnd against Wisconsin governor Scott Walker, her lead grows to 8.  It`s \r\nClinton 46, Walker down at 38.  She tops New Jersey governor Chris Christie \r\nby 9 points, 46 to 37.\r\n\tAnd look at this.  She`s running ahead of Jeb Bush by 10 points, 47 to \r\n37.  Finally, Clinton beats Ted Cruz by 11 points.  It`s Clinton 48, Cruz \r\n37.\r\n\tIt all makes sense to me, and we`ll be right back.\r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Welcome back to the HARDBALL.\r\n\tPresidential candidate Rand Paul took a shot at Democratic front-\r\nrunner Hillary Clinton in my interview with the senator from Kentucky \r\nearlier today, warning that she`s more likely to take us to war than most \r\nDemocrats or Republicans.  Let`s watch.\r\n\t(BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "PAUL",
      "text": "Hillary Clinton is much more hawkish and much more likely to \r\nget us involved in another war than most of America, Republican or \r\nDemocrat.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tYou see this little boomlet for other people out there on the Democrat \r\nside?"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "PAUL",
      "text": "They`re people who aren`t so eager to believe that Hillary \r\nClinton was right taking us to war in Libya, and so I think you`ll find \r\nthat as it gets out to the regular voters outside of Washington, there`s a \r\nmuch more mixed and nuanced feeling about war."
    },
    {
      "speaker": "MATTHEWS",
      "text": "On a scale of one to 10, dove being zero, hawk being 10, \r\nwhere`s Hillary?"
    },
    {
      "speaker": "PAUL",
      "text": "You know, I`m not sure exactly."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Would she be a seven?"
    },
    {
      "speaker": "PAUL",
      "text": "Yes, well, I think what she is, is I think she`s been \r\nindiscriminate in use of force, and I think not thinking.\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Joining me right now for reaction to my interview with \r\nSenator Paul is President Obama`s former chief strategist David Axelrod, \r\nand former White House Political Director under George W. Bush Matt \r\nSchlapp.  \r\n\tI want to start with Matt Schlapp.\r\n\tWhat did you make that have calibration?  He wouldn`t give me a number \r\nbetween one and 10 there when I suggested seven on Hillary Clinton on her \r\nhawkishness.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATT SCHLAPP, FORMER WHITE HOUSE DIRECTOR OF POLITICAL AFFAIRS",
      "text": "Right."
    },
    {
      "speaker": "MATTHEWS",
      "text": "But he was pretty tough on placing her, it seemed to me, to \r\nhis right when it came to his hawkish side, when it came to starting wars?"
    },
    {
      "speaker": "SCHLAPP",
      "text": "Look, when you look at your interview and his answer to that \r\nquestion and what he`s doing on the Patriot Act, it seems like Rand Paul \r\nsees this lane, and this lane you is look at the poll numbers you threw up \r\non the screen earlier, you know, Rand Paul sees a lane that he can appeal \r\nto independents.  He can appeal to young voters.  He can basically appeal \r\nto voters who are war-weary, and I think your interview with him showed \r\nthat."
    },
    {
      "speaker": "MATTHEWS",
      "text": "What do you think, David?  I think he`s working the only \r\ngame in town.  In other words, he`s making himself among 18 candidates..."
    },
    {
      "speaker": "DAVID AXELROD, MSNBC POLITICAL ANALYST",
      "text": "Right."
    },
    {
      "speaker": "MATTHEWS",
      "text": "... for the Republican nomination the only one who says, \r\nyou know what, we have been too warlike.  We have going instinctively too \r\nwarlike."
    },
    {
      "speaker": "AXELROD",
      "text": "No, you`re absolutely right.  \r\n\tThe name of the game when you have such a large field is market \r\nsegmentation.  How do you differentiate yourself from the others?  And this \r\n-- obviously, these views are consistent with the ones he`s been \r\narticulating over a long period of time.  And I think that the name of the \r\ngame in Iowa, in New Hampshire is, how do you expand the base, your base of \r\nsupport?  How do you bring new people into the -- into the electorate?\r\n\tAnd he`s this is his path to doing that.  The question is, when the \r\nfield -- I think he can get somewhere down the field doing this.  The \r\nquestion is, when the field winnows down, are a majority of Republicans \r\nwilling to accept that point of view?  And I think that`s a very iffy \r\nquestion."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes.  Right now, he`s running pretty much even with \r\nSecretary Clinton in Pennsylvania, which I think is a state that`s deer \r\nhunter country.  It likes guns.  It likes to go out and shoot deer.  It \r\ndoesn`t like stupid wars, anyway, because they are the ones that have to \r\nfight.  \r\n\tAnyway, on the issue of evolution, I know they hate talking about this \r\non the Republican side, Matt.  A plurality of Republicans do not believe \r\nthat human beings evolved over time, but instead existed in their present \r\nforms since the beginning of time.  That`s the belief of most Republicans, \r\naccording to a Pew poll released in January `14, not a million years ago, \r\nJanuary `14.  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "SCHLAPP",
      "text": "Right."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Here`s Senator Paul on that subject today.  \r\n\t(BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "It doesn`t offend your religious beliefs to accept the fact \r\nthere`s been human life for millions of years?"
    },
    {
      "speaker": "PAUL",
      "text": "No.  \r\n\tI think that you can see God in a lot of different forms.  And I think \r\nthat it`s really harder to argue the contrary, that there was no God \r\ninvolved, sort of whether it`s a Big Bang or some kind of beginning, that \r\nwe came out of nothing.  I think it`s harder for the human mind to conceive \r\nof coming out of nothingness than it is...\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Matt, what will Huckle Chuckle, Mike Huckabee, do with that \r\ninformation?  \r\n\tI mean, Santorum is another one of these Flat Earthers when it comes \r\nto evolution.  I don`t know what -- it`s not our religion, certainly not \r\nRoman Catholic religion to believe anything but evolution, which is \r\nscientific fact.  But for some reason, the Republican Party has candidates \r\nwho want to keep selling the old-time religion of literal interpretation of \r\nthe Bible, of Genesis, and that`s where they are.  Why is that a political \r\nissue with your party?"
    },
    {
      "speaker": "SCHLAPP",
      "text": "Well, because I think people keep asking them.\r\n\tAnd I think it`s perfectly clear in America that we have a religious \r\nzone and people can have their religious views.  Look, the world just lost \r\nFather Ted Hesburgh, the longtime president of Notre Dame, and he taught me \r\nas a student and the rest of us that religion and faith are compatible.  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Right."
    },
    {
      "speaker": "SCHLAPP",
      "text": "That scientific fact comes from our understanding of \r\nreligion and faith, and I think..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "That`s what I was taught, too.  \r\n\t(CROSSTALK)"
    },
    {
      "speaker": "SCHLAPP",
      "text": "The fact that, you know, God created us and created us as \r\nhuman beings is perfectly consistent with the idea that also human beings \r\nhave improved or changed over time."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Why do so many in your part have a problem with science?"
    },
    {
      "speaker": "SCHLAPP",
      "text": "Because -- because a lot of people think the theory of \r\nevolution means that I evolved from a tadpole.  And that`s also wrong.\r\n\tSo let`s get the science right and let`s also get the science right in \r\nthe womb, where a lot of Democrats fail to look at the science."
    },
    {
      "speaker": "MATTHEWS",
      "text": "OK.  \r\n\tDavid, it seems to me that part of this is the absurd belief by people \r\nlike Huckabee that there`s been somebody around the world salting the earth \r\nwith old phony bones.  And they honestly believe that those million-year-\r\nold bones like Lucy, 3.5 million years old, were put there by bad lefties \r\nfrom the West Side of New York or something.\r\n\tI don`t know where they get the idea, but they hate it when somebody \r\nsays there`s science involved in the history of humanity.  And that`s why I \r\nbrought it up today, just to cause trouble, but because those people should \r\nbe outed, the people that think like that.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tYour thoughts?"
    },
    {
      "speaker": "AXELROD",
      "text": "Yes, although those people will find a constituency in, for \r\nexample, the Iowa caucuses, where there`s a big social conservative -- over \r\ntime -- and, again, in a general election, you talk about the swing \r\nconstituencies in this country, Rand Paul`s position would be a comfort to \r\nthem.\r\n\tBut if you`re going to be supportive of science, be supportive of \r\nscience all the way.  You can`t be a tree hugger and deny that the planet \r\nis warming and that human beings have something to do with it.  That`s a \r\nhump that Senator Paul hasn`t gotten over yet.  So there are questions that \r\nwill arise over time.  \r\n\tHe`s doing a good job of passing this first test and answering these \r\nquestions at first level, but, as you drill down, it`s going to become more \r\ndifficult for him."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, here`s something we talked a lot about.  Senator Paul \r\nagreed that big money in politics is in control of both parties.  I pushed \r\nhim to say -- he wouldn`t quite go there, but I said, is it pushing both \r\nparties to the right on war policy?  But here he is.  \r\n\t(BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Is big money driving the Republican Party to the hawkish \r\nside?\r\n\tThese big -- these big godfathers of candidates who just come in there \r\nand say, oh, I`ll give you $200 million, but talk the line."
    },
    {
      "speaker": "PAUL",
      "text": "Big money drives both parties.  Big money..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "To the right?"
    },
    {
      "speaker": "PAUL",
      "text": "Big money`s in control of both parties.  And I have one...\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "To the hawkish position?"
    },
    {
      "speaker": "PAUL",
      "text": "Well, yes, I mean, just big money in general, for a variety of \r\npositions.  \r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Let me ask you about that, Matt, again.\r\n\tAnd it`s a tricky question, but we have well-known billionaires out \r\nthere, you know, like Sheldon Adelson and this guy Braman behind Rubio, who \r\nopenly have hard-right, hawkish positions on the Middle East, very hard-\r\nright.  And they have these candidates.  It`s almost like they`re little \r\ndevotees.  It`s getting pretty blunt.  \r\n\tMoney is pushing us to the right, I think.  What do you think?"
    },
    {
      "speaker": "SCHLAPP",
      "text": "Well, my criticism of my party and many of its candidates is \r\nwe`re not doing a very good job of kind of being respectful in this \r\nconversation with the big donors.  It`s done in such a kind of gaudy and \r\npublic way.\r\n\tBut we also have our big donors on the right who are more libertarian.  \r\nSo I`m not sure it`s all coming from the one side.  \r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Why are they all hawks?  But they`re all hawks."
    },
    {
      "speaker": "SCHLAPP",
      "text": "Well, I don`t think that`s right.  I think there`s plenty of \r\nlibertarian donors.  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Name one.  Name me a dove with billions of dollars in \r\nspending...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "SCHLAPP",
      "text": "Peter Thiel, the Koch brothers.  There are plenty of people \r\nthat have a different view on..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Koch brothers?  Oh."
    },
    {
      "speaker": "SCHLAPP",
      "text": "But let me just finish one thing.\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "The Koch brothers are doves.  OK.  I didn`t hear that \r\nbefore."
    },
    {
      "speaker": "SCHLAPP",
      "text": "My party is a party that is trying to find its way back on \r\nthese sets of issues.  \r\n\tRonald Reagan said peace through strength, and they are looking at \r\nwhat they got in the latter years of the Bush administration, and they are \r\nrethinking.  So I think your interview with Rand Paul really shows that \r\nthis is a conversation the Republican Party is currently having."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Do you think Ronald Reagan would have taken us into Iraq?"
    },
    {
      "speaker": "SCHLAPP",
      "text": "Are you asking me that?  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes, Matt."
    },
    {
      "speaker": "SCHLAPP",
      "text": "Yes, I don`t.  I actually don`t.  \r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Thank you.  We agree on that.  You learn something at Notre \r\nDame.  I think that`s so proving of that point.  \r\n\t(LAUGHTER)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Let me go to my friend David.  \r\n\tWhat do you make -- these are all sad cases and anybody who gets a \r\nkick out of this has got a problem.  I`m just saddened by this story of \r\nDenny Hastert.  I don`t know all the facts, but what we`re hearing now \r\nlooks like a case, if he did something when he was a coach and he tried to \r\ncover it up.  That`s what it looks like.  And there may have been blackmail \r\ninvolved.  We don`t know, but the details of this charge against him is \r\npretty graphic."
    },
    {
      "speaker": "AXELROD",
      "text": "No, this is a terribly, terribly sad story.  It`s -- it`s \r\nsad for everyone involved and it`s shocking to those of us who knew him.  \r\n\tI ran, Chris, the first race against him, the first Democratic race \r\nagainst him when he ran for Congress as a state senator, and it was a hard-\r\nfought race on issues.  There was -- but there was never any doubt about \r\nhis character or about any of this stuff."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "AXELROD",
      "text": "So I think for everyone who knows him, this came out of the \r\nblue.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tAnd let me add that for someone from Illinois, the thought of a \r\nscandal where the politician was actually paying out the cash, instead of \r\nreceiving it, that`s a whole new thing out here."
    },
    {
      "speaker": "MATTHEWS",
      "text": "You have got a hell of a queue of governors that all went \r\ninto the big house.  \r\n\tAnyway, thank you very much for your honesty as always, David Axelrod.\r\n\tMatt, it`s great to having on the show.  I almost went to Notre Dame.  \r\nI got a better offer from Holy Cross.  \r\n\t(CROSSTALK)"
    },
    {
      "speaker": "SCHLAPP",
      "text": "Oh, come now.  Win one for the Gipper.  \r\n\t(LAUGHTER)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "OK.  Anyway, thank you.  Well, we had our stars too.\r\n\tUp next, more on those shocking new developments in the criminal case \r\nagainst former House Speaker Dennis Hastert.  NBC News is reporting Hastert \r\nwas paying a man to conceal a sexual relationship they had when the man was \r\na student at the high school where Hastert coached wrestling.  \r\n\tAnd that`s ahead.  And this is HARDBALL, the place for politics.\r\n\t(COMMERCIAL BREAK) \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Welcome back to HARDBALL.  \r\n\tWell, there are new developments today in this story that`s blaring \r\nright through Washington.  Former Republican House speaker Dennis Hastert \r\nof Illinois was indicted yesterday on federal charges of lying to the FBI \r\nand evading currency reporting requirements.  Court documents say that \r\nHastert allegedly paid out $1.7 million cash in apparent hush money to a \r\nperson referred to only as Individual A.  \r\n\tIt was part of a larger payout of $3.5 million rMDNM_to Individual A \r\nintended to compensate for and conceal his prior misconduct that occurred \r\nyears earlier.  \r\n\tWell, a federal law enforcement official has now confirmed that \r\nIndividual A is a male and that the incident in question involves sexual \r\nmisconduct during Hastert`s time as a high school teacher and wrestling \r\ncoach.  NBC News also confirmed that the man who was Individual A was a \r\nstudent at the time.  \r\n\tI`m joined right now by NBC News justice correspondent Pete Williams.  \r\n\tPete, is that as far as we have gotten right now, that it was a \r\nstudent, it was a male, something to do with sexual misconduct?  What do we \r\nknow more, anything more?"
    },
    {
      "speaker": "PETE WILLIAMS, NBC NEWS JUSTICE CHIEF CORRESPONDENT",
      "text": "Yes, that`s the \r\nessence of my reporting, Chris.  There are a couple of other aspects here.  \r\n\tOne is some officials have described this as -- quote -- \"sexual \r\nabuse.\"  The people I have talked to have not described it that way, but \r\nthat may be semantics if the person was a student.  We don`t know whether \r\nthe student was underage under Illinois law, or whether it was just because \r\nof the teacher-student relationship.  \r\n\tAnd, of course, the second thing about this is, no matter what \r\nhappened, it -- Denny Hastert cannot be charged with this now.  He can`t be \r\ncharged with whatever conduct that was now, for a whole bunch of reasons.  \r\nAll the time that has passed would make it very hard to bring a case, and, \r\nsecondly, the statute of limitations would have long since expired.  \r\n\tSo we have, I think, now a greater understanding of why this case is \r\nshaped the way it is, with the currency violations and the lying to the FBI \r\ncharge.  So it sort of gets around it, but it doesn`t deal with it \r\ndirectly."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Do we know where this story was sourced, how it got out, \r\nhow the whole thing began?  And Individual A was getting the money, it \r\nwould seem to me that that person would want to continue to get the money.  \r\nThey wouldn`t want to blow the case.  So, do we know how this got out?  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "WILLIAMS",
      "text": "Yes, the implication in the government documents is that it \r\nwas the banks that became suspicious.  They have to report any transactions \r\nover $10,000.  \r\n\tThe first 15 withdrawals from his banks, the government says, were \r\n$50,000, and according to the court documents, the bank started asking him \r\nabout that, at which point he cut the size of his withdrawals down to \r\n$10,000.  And so the bank thought, well, you know, maybe he`s trying to \r\ncover up something suspicious.  \r\n\tThe FBI came in.  And that`s how they got on to the case."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Pete Williams, thanks so much for the reporting tonight \r\nfrom NBC News.  \r\n\tLet`s bring in the roundtable for us tonight.  John Stanton is with \r\nBuzzFeed.  He broke this story yesterday, as well as Susan Milligan, who is \r\non all the time, political report with \"U.S. News & World Report,\" and \r\nJonathan Capehart of \"The Washington Post.\"  \r\n\tSo, John Stanton, I guess congratulations are in order, but it`s not \r\nso much my human feeling for Denny Hastert.  I don`t know the man, but I do \r\nhave a feeling about the reputation of our public officials.  This isn`t \r\njust bad for Illinois, which has had a bad history, as David Axelrod \r\npointed, of corrupt officials.  This is about a man in this case, a man who \r\nhas been given great respect as a public official for many years and seen \r\nas one of the rare clean-cut guys in the business, with no problems of \r\nethics, and here we go."
    },
    {
      "speaker": "JOHN STANTON, WASHINGTON BUREAU CHIEF, BUZZFEED",
      "text": "Yes.  \r\n\tYou know, well, it`s actually even -- for the House of Representatives \r\nin particular, it`s really sort of terrible, because under his watch as \r\nspeaker, they had, you know, scandal after scandal involving impropriety \r\nwith earmarks, with potential sexual misconduct by members.  And -- but he \r\nwas always sort of seen as this figure that, while it was going on, on his \r\nwatch, he was never directly involved in any of this.\r\n\tAnd for this to come out, it really sort of brings back that sort of \r\nstark problem that Congress had for, you know, 10 years or so."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Jonathan Capehart, you study Washington and the Congress.  \r\nHow does this fit?  Did anybody ever have a whisper about this guy having \r\nhad a past problem or anything that he was covering, covering up?  \r\n\tJONATHAN CAPEHART, \"THE WASHINGTON POST\":  No, I mean, the reputation \r\nof former Speaker Hastert was that he was squeaky-clean, almost boring \r\ncompared to his predecessors.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "CAPEHART",
      "text": "And that was a good thing in the House, you know, someone \r\nkind of boring, but someone with a steady hand who could keep the place \r\nfunctioning.\r\n\tAnd that`s why I think this took everyone by surprise because this was \r\nthe -- Hastert is the last person you would equate with any kind of scandal \r\nand most certainly this kind of scandal."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Susan, you know, his reputation as a former wrestling coach \r\nwas part of his charm, because it was, here`s a small-town guy who looked \r\nout for kids.  \r\n\tSUSAN MILLIGAN, \"U.S. NEWS & WORLD REPORT\":  Yes."
    },
    {
      "speaker": "MATTHEWS",
      "text": "He was a good -- everybody likes high school teachers."
    },
    {
      "speaker": "MILLIGAN",
      "text": "Yes."
    },
    {
      "speaker": "MATTHEWS",
      "text": "It`s a great brand, and you wonder if maybe that`s why he \r\nwas so sensitive and paid a zillion dollars to keep this story out of the \r\nnewspapers.  I don`t know.  Makes sense."
    },
    {
      "speaker": "MILLIGAN",
      "text": "Well, of course, you would want to keep the story out of \r\nthe newspapers anyway.\r\n\tAnd I think a lot of us when the indictment first came out last night, \r\nand it was so cryptic in the way it described what happened and your \r\nthought was that it must have been something with a student.  Otherwise, \r\nthis amount of money wouldn`t have been paid or requested.  We`re not \r\nreally sure who reached out to whom, of course.\r\n\tAnd they talk about his high school years.  But, again, I have to tell \r\nyou, I don`t shock easily.  I was stunned when this came out, because he \r\nreally was about the last person.  And keep in mind he got picked as \r\nspeaker because Bob Livingston, who was supposed to be next in line after \r\nGingrich was forced to step down, it was found out that he had had an \r\naffair, and because they were impeaching President Clinton at the time, \r\nthey had to do it.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "MILLIGAN",
      "text": "It really is just so stunning."
    },
    {
      "speaker": "MATTHEWS",
      "text": "And it was a long series involving Jim Wright as well, who \r\nwas forced out as speaker."
    },
    {
      "speaker": "MILLIGAN",
      "text": "Yes."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Let`s look at a little item here.  This is kind of -- I \r\ndon`t know how you describe.  I better not give it a description because I \r\ndon`t know, but here`s somebody who called up C-SPAN when Denny Hastert was \r\non last year, in 2`14 -- 2014 -- who made this comment.  Just read it for \r\nyourself and what you think of it.  \r\n\t(BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Illinois is our next call.  Here`s Bruce, \r\nindependent line.  \r\n\tHi."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Hello, Denny."
    },
    {
      "speaker": "DENNIS HASTERT (R), FORMER SPEAKER OF THE HOUSE",
      "text": "Hey.  How are you \r\ndoing?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Pretty good.  Remember me from Yorkville?  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Bruce, you`re on.  Go ahead with your question.   \r\n\t(CROSSTALK)"
    },
    {
      "speaker": "HASTERT",
      "text": "Yes, go ahead.\r\n\t(LAUGHTER)\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "John Stanton, what do you make of that?"
    },
    {
      "speaker": "STANTON",
      "text": "I don`t know that it`s -- if it`s related to this case or \r\nnot, but certainly in the context of the indictment, it does have to raise \r\nsome questions.  \r\n\tI mean, at a minimum, it`s one of the creepier things that`s ever \r\nhappened on C-SPAN."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Your word.  And I agree.  \r\n\tThe roundtable is staying with us.  And we will have much more on \r\nthese allegations against former Speaker Hastert in a minute.  \r\n\tYou`re watching HARDBALL, the place for politics.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\t(COMMERCIAL BREAK) \r\n\t(NEWSBREAK)\r\n\t(BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "MAYOR RAHM EMANUEL (D), CHICAGO, ILLINOIS",
      "text": "I am saddened by, you \r\nknow, this news.  And nobody wants to see a person`s career of public \r\nservice have this as their capstone.  \r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "We`re back to HARDBALL.\r\n\tThat was Chicago Mayor Rahm Emanuel, who served in Congress with \r\nformer Speaker Dennis Hastert.  \r\n\tWe`re back with our roundtable, of course, John, Susan and Jonathan. \r\n\tYou know, Jonathan, back not too many years ago, the people in \r\nIllinois on both sides of the aisle, Republicans and Democrats, were pretty \r\nclose.  You know, people like Bob Michel and Rostenkowski used to drive out \r\nto Illinois every weekend together in a station wagon with two other people \r\nof different parties.  There`s a lot of political, I could call it, \r\ncamaraderie, if you will, comfort in each other`s company politically.\r\n\tI`m not sure this is a partisan thing at all.  I think they`re going \r\nto feel bad about this in both parties.  What went on with him and the kid \r\napparently, a student, is a bad thing, but also just tragedy all around \r\nthem now.  This is just bad."
    },
    {
      "speaker": "JONATHAN CAPEHART, THE WASHINGTON POST",
      "text": "Well, right, and that clip \r\nfrom Mayor Emanuel sort of exemplifies what you`re talking about, and what \r\nwe were talking about in the last segment.  This is the last person you \r\nthought this would happen to.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tHis reputation, Denny Hastert`s reputation in Washington, and on \r\nCapitol Hill and as speaker was -- was one of someone squeaky clean, \r\nsomeone who because he was squeaky clean and ethically pure, so we thought \r\nthen, that, you know, he could stand on his own reputation.  And when you \r\nsee something like this happen to someone with that kind of reputation, \r\npartisanship goes aside and you can only feel mournful for that person, for \r\nthe -- for that person`s family in particular, but also for the people of \r\ntheir particular state who voted that person into office."
    },
    {
      "speaker": "MATTHEWS",
      "text": "You know, John Stanton, you know, you alluded to it earlier \r\nbut during the course of Speaker Hastert`s term as speaker, there was the \r\ncase of Mark Foley down in Florida where I think he had problems obviously, \r\nbut he was, you know, flirting with whatever kids in the -- in the page \r\ndorm, you know, that kind of thing was going on, and I guess that`s all \r\ngoing to be brought back now."
    },
    {
      "speaker": "JOHN STANTON, BUZZFEED",
      "text": "Yes, to a certain degree.  I think people are \r\ndefinitely going to look at how the speaker handled it.  He was criticized \r\nat the time frankly over his handling of it and not sort of immediately, \r\nyou know, pushing Representative Foley out and some of the ways that he and \r\nhis staff dealt with that, and I think -- but, you know, remember back \r\nthen, the question really wasn`t -- the political question wasn`t so much \r\nthe -- you know, the inappropriate relationship that Foley was having with \r\nthis boy and the pages group but that how leadership handled it.\r\n\tAnd I think even then, you know, people tried to keep, you know, from \r\npoliticizing the bad act itself and more tried to keep it all in sort of \r\nhow he acted, but I don`t think there`s any chance that this isn`t going to \r\ncome back again and be a topic of conversation."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Susan, what does this tell you about the inside of \r\npolitics?  Does this make you think oh, my God, I thought I knew these \r\nthings, someone like Mark Foley was the odd man out and maybe there`s more \r\nof a problem here dealing with children -- young children and adult \r\nresponsibilities is probably the overall rubric here.  \r\n\tHow do you deal with your responsibilities as an adult and in the \r\ncompany of teenagers?  \r\n\tSUSAN MILLIGAN, U.S."
    },
    {
      "speaker": "NEWS & WORLD REPORT POLITICAL WRITER",
      "text": "Well, yes, \r\nI mean, look, there`s something going on here.  If he`s having \r\nrelationships or relationship with an underage boy, we don`t know if he was \r\nunderage, has a whole different connotation than if he wasn`t a student \r\nobviously and just another adult.  \r\n\tBut I think John is right.  It just brings back the handling of the \r\nissue, but it`s a separate thing than some of the other stuff that`s gone \r\non, some of the corruption things.  You know, Aaron Schock, the one who had \r\nhis office redone in \"Downton Abbey,\" nobody was sorry to see that guy go, \r\nnobody thought he was a serious stellar public servant.\r\n\tBut I think what`s so painful about this is that Denny Hastert really \r\ndid sort of exemplify to people the idea of a serious solid public servant \r\nand if something like this can happen involving him, you just don`t know \r\nwhom you can trust anymore really on the Hill.  I think that the \r\ninstitution takes a big hit because of this."
    },
    {
      "speaker": "MATTHEWS",
      "text": "The roundtable is staying with us.\r\n\tAnd up next, the fight against Alzheimer`s.  Are we doing all we can \r\nto beat this deadly disease?  This is HARDBALL, the place for politics. \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Be sure to catch \"Meet the Press\" this Sunday on NBC.  I`ll \r\nbe one of Chuck Todd`s guests.  That`s this Sunday on NBC.\r\n\tAnd we`ll be right back after this. \r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "We`re back.  \r\n\tIt`s been described as a slow motion time bomb and there is no cure.  \r\nI watched my own mother fight Alzheimer`s disease for a decade.  It`s a \r\nlong good-bye.  More than 5 million people in the U.S. suffer from it.\r\n\tIt`s a bigger killer than both breast cancer and prostate cancer \r\ncombined.  And the big question, are we doing anything we can to fight it?  \r\n\tI spoke to actor/comedian Seth Rogan about it last year.  He watched \r\nhis mother-in-law slowly succumb to the disease.  He became somewhat of an \r\nexpert on the subject and testified in front of Congress.  But he was \r\nshocked by the lack of interest showed by our elected officials.  Almost no \r\none on the committee even bothered to show up.  \r\n\t(BEGIN VIDEO CLIP)\r\n\tSETH ROGAN, ALZHEIMER`"
    },
    {
      "speaker": "S RESEARCH ADVOCATE",
      "text": "I think it`s indicative of \r\nthe mentality that we find so frustrating, is that it seems to be of a low \r\npriority.  It seems like these people don`t care.  That`s the direct \r\nmessage they`re giving by leaving during our testimony, is that they don`t \r\ncare.  Two of them were falling asleep during the first part of the \r\ntestimony literally.  I mean, I saw it happening.  \r\n\t(END VIDEO CLIP)\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, \"The Washington Post\" profiles the struggles of \r\nAlzheimer`s activists battling to raise -- both raise awareness and fight \r\nthe disease for themselves at the same time.  \r\n\tAnd one of the activists, Michael Ellenbogen, delivered this message \r\nto our government: \"Will it take someone like me to have some sort of \r\nshoot-out like Columbine before someone will notice?  I would not to do \r\nthat, but I am trying to get your attention, and I am failing and dying at \r\nthe same time.\"\r\n\tWe`re back with the roundtable, John, Susan, and Jonathan.  Obviously, \r\nthat fella didn`t do anything wrong, except he scared some people.  \r\n\tAnd, my view, John, is everybody who has been through this personally \r\nknows what they`re talking about.  You`ve got some experience."
    },
    {
      "speaker": "STANTON",
      "text": "Yes, I`ve had a couple of family members who had Alzheimer`s \r\nand my wife volunteers with an organization in Bethesda, Maryland, who does \r\nhospice for people with Alzheimer`s.  \r\n\tAnd, you know, I think you`re right that there`s just not enough \r\nmoney, not enough attention.  You know, her organization, they often will \r\ndo fund-raiser to raise money to buy things like iPods to use in music \r\ntherapy and things like that.  They`re literally just collecting this from \r\nfriends and family.  And it`s kind of shocking that you would have to do \r\nthat for a disease that it`s widespread enough that most people had someone \r\nwhose family, in minimum, has been touched by it and we`re not paying a lot \r\nof attention to a really sort of terrible crippling disease."
    },
    {
      "speaker": "MATTHEWS",
      "text": "You know, Susan, I don`t think we should count on the \r\nmarket to solve this disease.  It`s something that we occasionally get to \r\nthe edge of thinking we`re almost there, figuring out things in the brain \r\nthat we didn`t know before, and we`re making progress.  But waiting around \r\nfor the commercial markets to come up with a drug that will make them \r\nenough money to justify their research doesn`t seem to be the right way to \r\ngo.  We need the NIH here.  There are some people like the Bradenburgs, \r\nGeorge Brandenburg and his wife, have done great contributions.\r\n\tBut I don`t think the private sector is up to it."
    },
    {
      "speaker": "MILLIGAN",
      "text": "I agree.  And the only thing that we can hope is I think, \r\nyou look at Congress and how they used to not fund cancer research, and as \r\nmore and more people had a family member or friend who suffered from it, \r\nthey took more of a personal interest in it.  I`m surprised it hasn`t \r\nhappened yet with Alzheimer`s because there have been so many people \r\naffected by it.  \r\n\tBut I also think honestly, it`s such a terrifying illness and they \r\ndon`t want to think about it, because they don`t want to think that it \r\ncould happen to anyone of us.  And the idea of having something happen to \r\nyour body physically is threatening enough.  The idea that you could not \r\nhave control over your own money I think is terrifying to most of us.  And \r\nI think that`s one of the reasons they`re not really paying attention."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes.  And when it strikes, like it strikes my mom, who was \r\nall into civic action, everything, running for council and everything, \r\nwanted to be alive at that age, and all of a sudden, it hits with some very \r\nsmart people get hit late in life and nailed on these things.  Anyway, I \r\nhope the government and all these private agencies that are working so \r\nhard, private people like the Bradenbergs, keep up the good work.  We need \r\nthe help.  This thing can be beaten.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tAnyway, John Stanton, thanks for your experience.  Susan Milligan, as \r\nalways.  Jonathan Capehart, my friend.\r\n\tWhen we return, let me finish tonight with Rand Paul`s unique appeal \r\nand it is one, to Republican voters.\r\n\tYou`re watching HARDBALL, the place for politics.\r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Let me finish tonight with Rand Paul`s unique attraction to \r\nRepublicans voters.  \r\n\tHis libertarian views are a big part of it, of course, and the other \r\nwhich grabs me is his opposition to the war hawks, who dominate the \r\nthinking of his party.  Except for him, the game seems to be, back the next \r\nwar, whatever it is, you back the war with Iraq, the knocking off of \r\nGadhafi, the effort to knock off Syria`s Assad, and look forward to blowing \r\nthe hell out of Iran.  There`s always another war in the queue so let`s get \r\nto it.  \r\n\tWell, listening to Senator Paul tonight, you heard a different voice, \r\nsomeone who believes that the average Republican voter might well hear his \r\nmessage and like it.  We`ll see.  The great thing about an American \r\npresidential campaign is the effort to find the country`s sweet spot, and \r\nto it, the nation sentiment that will convert a campaign appeal into a \r\npresidency.  \r\n\tKennedy had it in 1960 with his promise to get this country moving \r\nagain.  Obama had it in 2008 when he came out against the Iraq war.  If \r\nRand Paul becomes the Republican presidential nominee next summer, the \r\nreason will be basic -- it`s because he and he alone connected with the \r\ncompany`s deepest urge, which is to end the endless call to Mideast war.  \r\n\tThat`s HARDBALL for now.  Thanks for being with us.  \r\n\t\"ALL IN WITH CHRIS HAYES\" starts right now.\r\nTHIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY \r\nBE UPDATED.\r\nEND    \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\nCopyright 2015 CQ-Roll Call, Inc.  All materials herein are protected by \r\nUnited States copyright law and may not be reproduced, distributed, \r\ntransmitted, displayed, published or broadcast without the prior written \r\npermission of CQ-Roll Call. You may not alter or remove any trademark, \r\ncopyright or other notice from copies of the content.>\r\n\r\n\r\n\r\n\r\n    \r\n        \r\n            \r\n        \r\n            \r\n        \r\n            \r\n        \r\n        \r\n    \r\n  \r\n        \r\n                \r\n                \r\n                    \r\n                    \r\n                        OB_elements = (typeof (OB_elements) !== 'undefined') ? OB_elements"
    }
  ]
}