{
  "show_name": " HARDBALL\r",
  "show_title": " June 1, 2015\r",
  "air_date": " June 1, 2015\r",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "original_source": "http://www.nbcnews.com//id/57447607/ns/msnbc-hardball_with_chris_matthews/",
  "quotes": [
    {
      "speaker": "CHRIS MATTHEWS, HOST",
      "text": "Rand Paul and Bernie Sanders -- are they bomb \r\nthrowers or bellwethers?\r\n\tLet`s play HARDBALL.\r\n\tGood evening.  I`m Chris Matthews in Washington.\r\n\tAnd Rand Paul, the libertarian on guard against NSA surveillance, and \r\nproud socialist Bernie Sanders in attack mode on billionaires and Wall \r\nStreet.  Well, guess what?  These are the boys getting the attention toward \r\n2016, the only pair getting out its message.  And if you know these guys, \r\nyou know where they stand.\r\n\tCan you say that about the front runners?  Can you say that about \r\nHillary Clinton or Jeb Bush?  Well, the key question now is whether Rand \r\nPaul stands for bigger notions about America than the old frontier fear of \r\ngovernment.  Does Bernie Sanders have a politically doable plan to pay for \r\nall he`s offering, all he`s promising?  Are they just bomb throwers or \r\nbellwethers of the future?\r\n\tHoward Fineman is the global editorial director of the HuffingtonPost, \r\nand Anne Gearan is the national politics correspondent with \"The Washington \r\nPost.\"\r\n\tWell, first, Rand Paul is out there exploiting the hell out of his \r\nmoment in the sun on the issue of government surveillance.  Yesterday, he \r\nsinglehandedly brought the Republican Senate to a halt, forcing the \r\nexpiration of key elements of the Patriot Act.  Here`s Paul making his \r\nstand.\r\n\t(BEGIN VIDEO CLIP)\r\n\tSEN."
    },
    {
      "speaker": "RAND PAUL (R-KY), PRESIDENTIAL CANDIDATE",
      "text": "The people who argue \r\nthat the world will end we will be overrun by jihadists tonight are trying \r\nto use fear.  They want to take just a little bit of your liberty, but they \r\nget it by making you afraid.  They want you to fear and give up your \r\nliberty.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tPeople here in town think I`m making a huge mistake.  Some of them, I \r\nthink, secretly want there to be an attack on the United States so they can \r\nblame it on me.  They`ll be the first to point fingers and say, Oh, yes, \r\nit`s all your fault.  We never should have given up on this great program.\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, the Republican freakout was then palpable.  John \r\nMcCain, who has a long history with Paul, vented to the press by telling \r\nreporters, quote, \"I think it`s very clear this is to some degree a fund-\r\nraising exercise.  He obviously has a higher priority for his fund-raising \r\nand political ambitions than for the security of the nation.\"\r\n\tWell, McCain also said this.  \"I`ve said on many occasions that I \r\nbelieve he would be the worst candidate we could put forward.\"  Well, \r\nthat`s personal.\r\n\tJeb Bush warned that Paul -- quote, \"I know what will happen if there \r\nis an attack on our country.  A lot of people will say, Where were you?\"  \r\nAnd Marco Rubio attacked Paul`s tack -- he says a case of political \r\nposturing.  Well, that`s not new.\r\n\tAnyway, Howard, let`s start with you, and I`ll get to Anne.  Paul is \r\nprobably despised most for ruining their weekend.\r\n\t(LAUGHTER)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "I mean, he made them come back on a Sunday!  I was driving \r\nup on the Hill last night to go to dinner with a friend of mine, and I \r\nlooked up, and there`s Capitol light on the Capitol up on the dome there.  \r\nAnd I go, Oh, that`s right!  They got them back (INAUDIBLE)\r\n\tHOWARD FINEMAN, HUFFINGTON POST GLOBAL EDITORIAL DIR., MSNBC POLITICAL"
    },
    {
      "speaker": "ANALYST",
      "text": "That`s a light that no member wants to see on a weekend, or on a \r\nSunday for sure.\r\n\tI`ll say this about Rand Paul..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Seriously, folks.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "FINEMAN",
      "text": "Yes.  I`ll say this about Rand Paul.  As you say, people \r\nknow where he stands on this issue.  And like Bernie Sanders, he has one \r\nthing going for him that`s going to take him some distance -- who knows how \r\nfar -- in all of this.  He is authentic.  That`s an overused word in \r\npolitics, especially today, but I think it`s true.  Any guy who goes so far \r\nto say, If there`s an attack, people are going to blame me..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "FINEMAN",
      "text": "... that`s beyond authentic.  To me, that`s going a little \r\nbit toward personal psychodrama that I don`t think will..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Unless he was feeling that vibe from the other senators."
    },
    {
      "speaker": "FINEMAN",
      "text": "Well, he was definitely feeling the vibe from the other \r\nsenators, and the most damming comments came from Mitch McConnell.  They`ve \r\nbeen spending a year trying to become semi-friends, or at least not, you \r\nknow, cutthroat enemies.  McConnell let him have it.  He said, This is \r\ndisingenuous.  This political grandstanding.  And McConnell had lost \r\npatience."
    },
    {
      "speaker": "MATTHEWS",
      "text": "I went out to interview him on Friday down there in \r\nCharlotte.  Then we went across the border into Rock Hill, North -- South \r\nCarolina.  And it`s an area.  It`s sort of -- not a rural, but a semi-rural \r\narea, and all the Republicans members were there from (INAUDIBLE) And I sat \r\nin there and watched Rand Paul talk to those guys.\r\n\tTalk about authenticity.  This is the old-time religion about \r\ngovernment being the enemy.  It`s about the attacks on not just the 2nd \r\nAmendment, your right to carry a firearm, but the attacks on the 1st \r\nAmendment, on the 4th Amendment, about confiscation issues.\r\n\tHe talked to them about how the drug dealer has his parents taken \r\naway, home taken away from his parents.  It was reaching into that part of \r\nAmerica which fears the revenuers are coming to take back the stills.  \r\nThey`re coming to get your gun.  The black helicopters -- a little more \r\nmodified than that.\r\n\tSo he`s clearly fearful not of the jihadists, but of Washington.  And \r\nthe question is, will that sell?\r\n\tANNE GEARAN, \"WASHINGTON POST\":  I think it sells to -- to a point.  I \r\nmean, he really is..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "The 20 percent of the Republican Party?\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "GEARAN",
      "text": "... tapping in -- it speaks to the time we are in the cycle.  \r\nWhat Rand Paul is appealing to is the libertarian marrow (ph), exactly as \r\nyou identify, which is strong and constant but fairly small.  What he`s \r\ngoing to -- what he would need to be able to do is expand that beyond the \r\npeople...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "... maybe it`s too much of an opinion question.  Do you \r\nthink most Americans are scared of their government, they think they`re \r\ncoming to get them?"
    },
    {
      "speaker": "GEARAN",
      "text": "I don`t think most American are scared of their government...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "... wasting their money!"
    },
    {
      "speaker": "GEARAN",
      "text": "Most Americans..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "I think that`s what they`re angry about most of the time."
    },
    {
      "speaker": "GEARAN",
      "text": "Yes, but they also feel at least part of what Rand Paul is \r\nexpressing on this surveillance and security stuff.  He`s gone further, \r\ncertainly further than the rest of his party, as we were just talking \r\nabout.  They`re mad at him.  But sort of the fundamental..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Are you so young -- are you so young, Anne, because I know \r\nyou`re younger than us.  Are you so young that you appreciate the concerns \r\nof young men and women in their 20s that the cell phone they own is their \r\nlife?  They don`t own a car.  They may not be married.  They don`t have a \r\nhouse.  But by have this means of communication in which is all their soul!  \r\nThey put everything on it, and they`re afraid somebody`s going to get at \r\nit!"
    },
    {
      "speaker": "GEARAN",
      "text": "Yes, I mean...\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "You understand that."
    },
    {
      "speaker": "GEARAN",
      "text": "... that`s part of it.  That`s -- I mean, that`s..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "I don`t quite get that."
    },
    {
      "speaker": "GEARAN",
      "text": "It`s -- they don`t see it as an object.  It`s an extension of \r\ntheir life.  It`s just -- and -- and..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "It`s where they live."
    },
    {
      "speaker": "GEARAN",
      "text": "You know, it`s a really interest point you raise because \r\nthose voters are going to be voting in large..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "They like him!"
    },
    {
      "speaker": "GEARAN",
      "text": "They do like him.  And really for the first time.  The 2008 \r\nelectorate -- not everybody had a smartphone at that point.  Now they do."
    },
    {
      "speaker": "MATTHEWS",
      "text": "So the new technology..."
    },
    {
      "speaker": "GEARAN",
      "text": "Yes."
    },
    {
      "speaker": "MATTHEWS",
      "text": "... therefore something new to fear.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "GEARAN",
      "text": "Yes."
    },
    {
      "speaker": "FINEMAN",
      "text": "Here`s the problem, Chris.  It was the issue of \r\nsurveillance, the NSA and so forth..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Metadata."
    },
    {
      "speaker": "FINEMAN",
      "text": "... yes, that -- yes, metadata -- that made Rand Paul.  It \r\nwas the original 13-hour speech on the floor about this..."
    },
    {
      "speaker": "GEARAN",
      "text": "Right."
    },
    {
      "speaker": "FINEMAN",
      "text": "... that made him a national figure and a national hero, \r\nincluding to a lot of young people.\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "I`m sorry, Howard.  Who -- do you care -- can you imagine \r\npeople caring who were the last 20 people you talked to, not what you \r\ntalked about, but who were the last 20 people you talked to?  That is \r\nconcerning to young people.  They don`t want anybody in the government...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Who were the last 20 people you talked to, no matter what \r\nyou talked about."
    },
    {
      "speaker": "FINEMAN",
      "text": "And yet -- and yet it is the youngest voters who are most -- \r\nalmost promiscuous about telling details of their lives themselves to the \r\nworld.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "FINEMAN",
      "text": "But they want to control it.  They want to be in control of \r\ntheir own brand, their own narrative, their own digital being.  They don`t \r\nwant the government manipulating it.\r\n\tSo Rand Paul got to them with that -- when he gave that big speech.  \r\nHis challenge now I think is to get beyond this.  I don`t think this is \r\npolitically, in terms of pure politics -- this isn`t -- making this his \r\nonly issue isn`t helping him enough.  The Bill of Rights is going to be \r\ngreat in the mountains of the Carolinas."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "FINEMAN",
      "text": "It`s going to be great in New Hampshire.  This in many ways \r\nis tailor-made message..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "\"Live free or die.\""
    },
    {
      "speaker": "FINEMAN",
      "text": "The \"Live free or die\" state.  And he`s got -- if he can`t \r\nreally score big in New Hampshire, then he`s not..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, that`s going to be the battle royale when he goes up \r\nthere and..."
    },
    {
      "speaker": "FINEMAN",
      "text": "I think so.\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "FINEMAN",
      "text": "... groups called the Gun Owners of New Hampshire.  I`ve \r\nbeen to the meetings of...\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Hey, guess who..."
    },
    {
      "speaker": "FINEMAN",
      "text": "That looks like the mountain men."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Guess who carried it not too many years ago?  Pat Buchanan."
    },
    {
      "speaker": "FINEMAN",
      "text": "Pat Buchanan.  Exactly."
    },
    {
      "speaker": "MATTHEWS",
      "text": "I was up there when the guys with the long-neck (ph) beards \r\nwere talking about their live -- of -- who were they in love with?  \r\nMussolini, one guy -- Patton -- not Patton, the other guy, the \"desert fox\" \r\non the other side."
    },
    {
      "speaker": "GEARAN",
      "text": "Rommel."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Rommel.  Yes, some of these guy shave some -- not Pat, \r\nnecessarily, but some of these..."
    },
    {
      "speaker": "FINEMAN",
      "text": "They admired his guns."
    },
    {
      "speaker": "MATTHEWS",
      "text": "But anyway..."
    },
    {
      "speaker": "FINEMAN",
      "text": "They admired his guns anyway."
    },
    {
      "speaker": "MATTHEWS",
      "text": "They liked his direction.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\t(LAUGHTER)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Anyway, Bernie Sanders, the other side of the coin here, \r\ncontinues his attempt to make some waves on the left in the David versus \r\nGoliath battle against Hillary Rodham Clinton.\r\n\tHere`s Sanders yesterday on \"MEET THE PRESS\" talking -- his word -- \r\nrevolution.\r\n\t(BEGIN VIDEO CLIP)\r\n\tSEN."
    },
    {
      "speaker": "BERNIE SANDERS (I-VT), DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "text": "I \r\nthink we need a political revolution in this country.  I think we need to \r\ntake on the greed of the billionaire class, our disastrous campaign finance \r\nsystem.\r\n\tI know where I have been on trade agreements.  I know where I`ve been \r\non Wall Street.  I know where I`ve been on the Keystone pipeline.  And \r\nSecretary Clinton will, obviously, explain her position to the American \r\npeople.\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Wasn`t that gentlemanly?  And Hillary Rodham Clinton will \r\nget to her side because I`ve told you mine.\r\n\tAnyway, as \"The New York Times\" noted, Bernie Sanders is gaining \r\nmomentum in Iowa.  A new poll from \"The Des Moines Register\" has Bernie \r\nmoving into second place.  Key here -- 16 points now.  That`s more than 10 \r\npoints higher than he was in January.  Clinton, of course, dominates the \r\nfield with 57 percent.\r\n\tThis reminds me of Gary Hart against Mondale.  All you have to do is \r\nget in a position to be a slingshot.  If you`re number two in Iowa, you can \r\nwin New Hampshire."
    },
    {
      "speaker": "FINEMAN",
      "text": "Yes, but...\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Because he`s the alternative to Hillary for those who don`t \r\nthink she`s..."
    },
    {
      "speaker": "FINEMAN",
      "text": "Right."
    },
    {
      "speaker": "MATTHEWS",
      "text": "... left enough or whatever."
    },
    {
      "speaker": "FINEMAN",
      "text": "That`s right.  And Iowa is Bernie Sanders territory on the \r\nDemocratic side."
    },
    {
      "speaker": "GEARAN",
      "text": "Absolutely."
    },
    {
      "speaker": "FINEMAN",
      "text": "There always is a strong base of very liberal..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Don`t they need a translator?"
    },
    {
      "speaker": "FINEMAN",
      "text": "No.  Very liberal people.  Look, this -- there are no \r\nmilitary installations in Iowa.  It`s a city..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "It`s also historically isolationist."
    },
    {
      "speaker": "FINEMAN",
      "text": "It`s historical almost pacifist isolationist, et cetera.  \r\nBut they also like government programs when they help, like farm programs \r\nand so forth.  They`re liberals out there in the Democratic caucuses, and \r\nthey like to organize.  Bernie knows how to organize.  Hillary`s going to \r\nhave -- spend a lot of money, but I bet Bernie`s going to match her \r\norganizationally..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "OK...\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "FINEMAN",
      "text": "... in Iowa."
    },
    {
      "speaker": "MATTHEWS",
      "text": "We did some homework, Anne, before your time.  In 1968 -- \r\nin 1968..."
    },
    {
      "speaker": "GEARAN",
      "text": "I was alive!"
    },
    {
      "speaker": "MATTHEWS",
      "text": "... my hero, Gene McCarthy, was also Hillary Clinton`s hero \r\n-- and this is a picture with Hillary with Bill 40 years ago.  In her \r\nyouth, Hillary Clinton might have been Bernie Sanders`s hero.  He would \r\nhave been proud of her when she campaigned for the anti-war candidate Gene \r\nMcCarthy up in 1968, New Hampshire.\r\n\tIn her memoir, \"Living History,\" Hillary writes, \"By the time I was a \r\ncollege junior, I had gone from being a Goldwater Girl to supporting the \r\nanti-war campaign of Eugene McCarthy.  Along with some of my friends, I \r\nwould drive up from Wellesley to Manchester, New Hampshire, on Friday or \r\nSaturday to stuff envelopes and walk precincts.\"\r\n\tSo -- Anne, she was out there.  She would be with Bernie today, you \r\nmight say.  That`s a leap, but..."
    },
    {
      "speaker": "GEARAN",
      "text": "Yes, well, it`s actually not that big a leap.  I mean -- and \r\nthat`s exactly what she would like you to think, right, is that at this \r\npoint, she would be that same -- and speak to that same kind of energy and \r\nyouthful enthusiasm that certainly she had then and that Bernie Sanders is \r\ntapping into a bit now.\r\n\tI think it`s very interesting on the point about Iowa, that Bernie \r\nSanders could very easily come in second and a very strong second to her.  \r\nHe looks best positioned among the very few Democrats who are..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Can he match Gene`s number in New Hampshire?  Can he get \r\n42?"
    },
    {
      "speaker": "GEARAN",
      "text": "You know, I think -- I mean, New Hampshire is a much harder \r\nclimb for him.  It`s Rand Paul territory, not Bernie Sanders`s territory.  \r\nBut in Iowa, he will probably do well unless -- I mean, it`s a very long \r\ntime until the election...\r\n\t(CROSSTALK)\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "GEARAN",
      "text": "And her campaign is already trying to lower expectations \r\nabout her -- how large she`s going to win in Iowa.  They keep saying, \r\nseveral times over the last week, nobody other than a sitting president, \r\nvice president or Tom Harkin has gotten more than 50 percent in Iowa."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "FINEMAN",
      "text": "And Bernie..."
    },
    {
      "speaker": "GEARAN",
      "text": "So..."
    },
    {
      "speaker": "FINEMAN",
      "text": "And Bernie`s been such a mini-sensation in the last week..."
    },
    {
      "speaker": "GEARAN",
      "text": "Right."
    },
    {
      "speaker": "FINEMAN",
      "text": "... that now they`re lowering it.  Now his people are \r\nlowering it."
    },
    {
      "speaker": "MATTHEWS",
      "text": "OK, Bernie -- Bernie actually has to...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Bernie has to get clean for Gene and get 42 percent to make \r\nthe noise.\r\n\tThis has been fun.  It`s a little bit of history, too, but there is a \r\nlittle cycle of history here, where you see the -- New Hampshire remains \r\nthe place where you make your mark and you blow away a front-runner.  It \r\nhappened with Ed Muskie.  It happened with a lot of people.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "FINEMAN",
      "text": "They`re both bellwethers because they indicate public \r\ndisaffection with the establishment.  That`s what`s..."
    },
    {
      "speaker": "MATTHEWS",
      "text": "And also..."
    },
    {
      "speaker": "FINEMAN",
      "text": "... the link between the two of these guys."
    },
    {
      "speaker": "MATTHEWS",
      "text": "And it`s a very purple state, New Hampshire.  It`s a state \r\nthat makes sense even, after all these years, as a place to test out your \r\nact.\r\n\tAnyway, thank you, Howard Fineman.  Thank you, Anne Gearan.  You two \r\nwere pretty good together.\r\n\tComing up -- inside look at a family that`s had its share of \r\ntragedies, of course, the Bidens, the loss the vice president just had over \r\nthe weekend, and his whole family and the country, the loss of Beau Biden.\r\n\tPlus, an ISIS -- as ISIS continues its rampage across Iraq, we`re \r\ngoing to meet the American just back from Iraq who`s been training Iraqi \r\nChristians to fight back against ISIS.\r\n\tAnd Dick Cheney wants to make sure the Republican Party doesn`t move \r\non without him, leaning forward with Darth Vader.\r\n\tFinally, the debut today of Caitlyn Jenner.  The one-time Olympic hero \r\ngraces the cover of \"Vanity Fair\" as a trailblazer for the country`s LGBT \r\ncommunity.\r\n\tThis is HARDBALL, the place for politics.\r\n\t(COMMERCIAL BREAK)\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, Scott Walker remains the top dog in Iowa.  Check out \r\nthe new \"Des Moines Register\" poll.  Walker`s getting 17 percent of the \r\nvote out there, well ahead of Rand Paul and Ben Carson, each of whom are at \r\n10.  Jeb Bush is at 9 percent right now, and so is Huckabee, who won the \r\nIowa caucuses back in 2008.\r\n\tAnd we`ll be right back.\r\n\t(COMMERCIAL BREAK)\r\n\t(BEGIN VIDEO CLIP)\r\n\tBEAU BIDEN, JOE BIDEN`"
    },
    {
      "speaker": "S SON",
      "text": "Please join me in welcoming my friend, \r\nmy father, my hero, the next vice president of the United States, Joe \r\nBiden!\r\n\t(CHEERS AND APPLAUSE)\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Welcome back to HARDBALL.  Beau Biden, the eldest son of \r\nVice President Joe Biden, died over the weekend after a battle with brain \r\ncancer -- there he is -- age 46.  As an Iraq war veteran and Delaware`s \r\nattorney general for eight years, Beau Biden charted his own path, of \r\ncourse, but his admiration and affection for his dad ran, obviously, deep.\r\n\tAnd their bond was solidified, of course, by the family tragedy they \r\nboth endured over 40 years ago when Joe Biden`s wife and daughter were \r\nkilled in a horrible car accident while they were bringing home a Christmas \r\ntree in 1972.  Beau and his brother barely survived that accident.\r\n\tWell, later when, it came time for Biden to take his oath office in \r\nWashington for Senate, he refused to leave the hospital and was instead \r\nsworn in as a senator at Beau`s bedside.  And here`s what he said that day \r\nin January, 1973, about his responsibilities as a father.\r\n\t(BEGIN VIDEO CLIP)\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "JOSEPH BIDEN, VICE PRESIDENT OF THE UNITED STATES",
      "text": "If in six months \r\nor so, there`s a conflict between my being a good father and being a good \r\nsenator, which I hope will not occur -- I thought (ph) would, but I hope it \r\nwon`t -- we can always get another senator, but they can`t get another \r\nfather.\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, that`s Beau right there in bed there.\r\n\tFor years following that accident, Biden would travel home from \r\nWashington every single night to be part of his children`s lives.  In fact, \r\nlast month, the vice president spoke about that habit and how it forged \r\nsuch a bond between he and his two sons.\r\n\t(BEGIN VIDEO CLIP)\r\n\tJ."
    },
    {
      "speaker": "BIDEN",
      "text": "The incredible bond I have with my children is a gift I`m \r\nnot sure I would have had had I not been through what I went through.\r\n\tWell, looking back on it, the truth be told, the real reason I went \r\nhome every night was that I needed my children more than they needed me.\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, in the words of the Biden family, Beau Biden was \r\nsimply the finest man any of us have ever known.  That was the family.\r\n\tI`m joined right now by Governor Jack Markell of Delaware.  Governor, \r\ntell me about this because my experience with the family is meeting, of \r\ncourse, Beau here in places like the make-up room when he was getting ready \r\nto do a show and chatting with him, perhaps up in Nantucket.  They always \r\nwent up there for Thanksgiving.\r\n\tI`d see them up there, and of course, meeting Joe during town meetings \r\nfor him.  I went to one for him and I realized that Joe Biden in Delaware \r\nand that Biden family is a different picture than his picture nationally, \r\nthat he is simply part of that state.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tGOV."
    },
    {
      "speaker": "JACK MARKELL (D), DELAWARE",
      "text": "Well, certainly, Joe Biden has been, \r\nbut the whole family has been.  And I can tell you that people throughout \r\nDelaware today are really grieving.  It`s just an unspeakable loss, \r\ncertainly for the family, but I know that people from all political \r\npersuasions and people from all parts of our state are just so sad today."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Did you know it was that serious?  I mean, he had the \r\nstroke a while ago, and then it looked like he was OK.  And then he had the \r\ntest (ph) of this cancer before, and then it looked like he was OK after a \r\nprocedure.  And then how long has this really dangerous situation been \r\ngoing before he died?"
    },
    {
      "speaker": "MARKELL",
      "text": "I did not know.  And obviously, I knew he was in the \r\nhospital recently because it had been reported that way.  But I talked to \r\nBeau most recently in February.  I invited him to Washington to meet with \r\nthe other Democratic governors because we all expected that Beau would be \r\nrunning for governor next year.  And we all expected that he would win.  \r\nAnd we all expected he would be a very effective governor as well.  And \r\nthat was the last time I spoke to him, but just such a tragic loss for the \r\nBiden family and for Delaware."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes, I think that squares with the intel we have here, that \r\nhe was ready to run.  And he was probably going to win.  But his father was \r\n-- if there were -- well, Hillary Clinton obviously is one factor, but, \r\napparently, Joe Biden didn`t want to run for president on the same year \r\nthat his son ran for governor.  He thought it would get in the way.\r\n\tI have heard that.  Have you heard that?"
    },
    {
      "speaker": "MARKELL",
      "text": "I had not heard that.  \r\n\tBut certainly there were a lot of people here who were very \r\nenthusiastic about a Beau Biden candidacy.  And I think that`s true for two \r\nmain reasons.  One, he was a very effective attorney general.  He had a -- \r\nreally leaves a great legacy, especially around protecting children, which \r\nwas what he wanted to do with every fiber of his being and he did, but also \r\nbecause he was just a great guy.  \r\n\tAnd I think in a day and an age when people are so cynical about so \r\nmany elected officials, Beau was the real deal.  He was genuine.  He was \r\nkind and respectful to everybody.  There is a reason he was the most \r\npopular elected official in Delaware, and it really had to do with just the \r\nkind of person that he is."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Thanks so much for coming on, Governor Jack Markell of \r\nDelaware."
    },
    {
      "speaker": "MARKELL",
      "text": "Thank you."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Anyway, in a speech to the families of fallen soldiers back \r\nin 2012, Vice President Biden spoke about what it is like to lose a child.  \r\nLet`s listen.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\t(BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "JOSEPH BIDEN, VICE PRESIDENT OF THE UNITED STATES",
      "text": "I was down in \r\nWashington hiring my staff.  And I got a phone call saying that my family \r\nhad been in an accident.  \r\n\tAnd just like you guys know by the tone of the phone call, you just \r\nknew, didn`t you?  For the first time in my life, I understood how someone \r\ncould consciously decide to commit suicide, not because they were deranged, \r\nnot because they were nuts, because they had been to the top of the \r\nmountain, and they just knew in their heart they would never get there \r\nagain.  No parent should be predeceased by their son or daughter.  \r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "I`m joined now by Claire DeMatteis, who`s a former senior \r\ncounsel to Senator Joe Biden and close family friend.  \r\n\tClaire, thanks very much for joining us.\r\n\tWe all look at these things from the outside.  And you were on the \r\ninside of that political family that politics was sprinkled throughout the \r\ntragedies.  But the tragedies were the bookmarks of the Biden family."
    },
    {
      "speaker": "CLAIRE DEMATTEIS, FORMER SENIOR COUNSEL TO VICE PRESIDENT JOE BIDEN",
      "text": "The tragedies were the bookmarks, Chris, but the core of the Bidens was \r\nfamily.  \r\n\tAnd Beau learned that at a very young age.  There`s a reason that \r\npeople like myself and Governor Markell and thousands of others, when they \r\nremember Beau, talk about family.  It was everything to him, not just his \r\nfather and mother, of course, and brother and sister, his wife, Hallie, and \r\nhis two young children.  His cousins were like siblings to him, his aunts \r\nand uncles.  \r\n\tAnd family also included friends.  He treated us, he treated our \r\nparents and our siblings when he would see them out, he treated them with \r\nthe same kindness and respect that he treated friends he had known his \r\nwhole life.  \r\n\tAnd the third thing, again to echo the governor, is, he gave politics \r\na good name.  He was in politics for the right reason.  And that`s what I \r\nhope people remember about Beau the most.  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "How can he project a public political personality by being \r\nso low-key?  His father is not low-key.  His father is out there.  He`s an \r\nextrovert.  And Beau seemed like an introvert.  How was he able to connect \r\nwith voters so successfully as an introvert?"
    },
    {
      "speaker": "DEMATTEIS",
      "text": "It is the same eye contact that you see now in those \r\nheartbreaking pictures between he and his father, the way they locked eyes, \r\nand that twinkle in his eye.  That`s how he connected with people.  \r\n\tHe was a tremendous speaker in his own right.  But when he was out at \r\npublic events, when he was campaigning, when he was at Sears and run into \r\nmy mom, it is that eye contact and smile and the twinkle in the eye that \r\ngrabbed you.  And then his accomplishments in office, protecting children, \r\nprosecuting and helping families who have victims of crime, that was \r\ngenuine.  And he was in it for the right reasons."
    },
    {
      "speaker": "MATTHEWS",
      "text": "And he wanted his dad to be president.  I knew that.\r\n\tAnyway, back in 2012, Beau Biden spoke on \"MORNING JOE\" about how \r\ntragedy had made his family stronger.  Here he is.\r\n\t(BEGIN VIDEO CLIP, \"MORNING JOE\")"
    },
    {
      "speaker": "BEAU BIDEN, FORMER DELAWARE ATTORNEY GENERAL",
      "text": "The reality is every \r\none of us here and everyone in this room has had some tragedy in their \r\nlife, some tragedy.  And we -- either tragedies make you stronger or they \r\nbreak families apart.  \r\n\tAnd I have been a blessed, blessed son.  I had my aunt move in with \r\nme.  My grandmother helped raised me.  I had a new mom five years later.  I \r\nhave had a family that enveloped my brother and I with love.  And so I have \r\nbeen a very, very lucky, lucky man.  \r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "And there you saw him.  \r\n\tClaire DeMatteis, thank you so much.  You pictured him well, I think.  \r\nAnd thanks for coming on.  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "DEMATTEIS",
      "text": "Thank you."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Up next, the fight against ISIS and the American -- \r\nAmerican who is out there training Iraqi Christians to beat back the ISIS \r\npeople, the bad guys.  \r\n\tThis is HARDBALL, the place for politics.  \r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Welcome back to HARDBALL.\r\n\tISIS continues its expansionist drive in Iraq, Syria and elsewhere \r\naround the Middle East.  U.S. Secretary of Defense Ash Carter recently \r\ncomplained bitterly about the inability of the Iraqi troops to fight it.  \r\n\t(BEGIN VIDEO CLIP)\r\n\tASHTON CARTER, U.S."
    },
    {
      "speaker": "DEFENSE SECRETARY",
      "text": "Iraqi forces just showed no \r\nwill to fight.  They were not outnumbered.  In fact, they vastly \r\noutnumbered the opposing force, and yet they failed to fight.   \r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Matthew VanDyke is an American who has just returned from \r\ntraining Iraqis to combat ISIS on the front lines in Iraq.  He is not part \r\nof the U.S. military.  He has no formal military or intelligence training.  \r\nHe is a volunteer who is working with Iraqi Christians in an area northeast \r\nof Mosul.  \r\n\tMatthew VanDyke joins us right now.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tSo, why are you doing this?"
    },
    {
      "speaker": "MATTHEW VANDYKE, FOUNDER, SONS OF LIBERTY INTERNATIONAL",
      "text": "Well, I \r\ndecided to see what I could do to take on ISIS after the deaths of my \r\nfriends James Foley and Steven Sotloff, who were beheaded by ISIS last \r\nyear."
    },
    {
      "speaker": "MATTHEWS",
      "text": "And you knew Foley?"
    },
    {
      "speaker": "VANDYKE",
      "text": "Yes."
    },
    {
      "speaker": "MATTHEWS",
      "text": "I carry his picture in my wallet.  So, I share the goal.  \r\n\tAnd let me ask you about this, this statement by our secretary of \r\ndefense, that the forces in the field, the regular army of Iraq doesn`t \r\nwant to fight."
    },
    {
      "speaker": "VANDYKE",
      "text": "That`s absolutely correct.  \r\n\tMorale is extremely low in the Iraqi army.  Really, the only forces \r\ndoing much are the Shiite militias, unfortunately, which just fuel the \r\nsectarian divides in the country."
    },
    {
      "speaker": "MATTHEWS",
      "text": "What about the Christians over there?  How many Christians \r\ndo you have contact with over there in Iraq?"
    },
    {
      "speaker": "VANDYKE",
      "text": "The militia that we have been working with, we have trained \r\nabout 335 so far.  But 2,000 have signed up.  They just lack weapons and \r\nammunition to field that large a force at this time."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Are they in action?  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "VANDYKE",
      "text": "They`re not in action.  They`re still training.  They are \r\ndeployed to show people that they are out there working and taking care of \r\ndefending towns.  But so far, they haven`t been on the offensive."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Who is going to lead them into battle to face death?"
    },
    {
      "speaker": "VANDYKE",
      "text": "Their own commanders.  We recently did leadership training.  \r\nThat just concluded a couple of weeks ago for the sergeants and officers.  \r\nAnd we`re really trying to build an army from scratch with them."
    },
    {
      "speaker": "MATTHEWS",
      "text": "What is their motivation to risk death?"
    },
    {
      "speaker": "VANDYKE",
      "text": "They want to recover their lands.  They want to demonstrate \r\nto their people that they don`t to have flee the country, that Christianity \r\nhas a future in Iraq and that they can be responsible for their own \r\nsecurity."
    },
    {
      "speaker": "MATTHEWS",
      "text": "I know about that, because the Jesuits used to teach over \r\nat the University of Baghdad.  So, I had some of the teachers come back at \r\nHoly Cross.  I know about that."
    },
    {
      "speaker": "VANDYKE",
      "text": "Iraq has a rich history of Christianity."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Anybody who saw \"The Exorcist\" can figure that out.  \r\n\tLet me ask you about the willingness to fight.  What stuns me is the \r\nasymmetry here.  You have ISIS forces in suicide armored vehicles going in \r\nand cutting through the Iraqi forces` lines and blowing themselves up like \r\nHiroshima bombs, huge bombs going off.\r\n\tHow do you fight that with people who would live to survive the war, \r\npeople with normal desire to live?  How do you fight an army that is quite \r\nwilling to die, determined to die, and kills you in the act of killing \r\nthemselves?  How do you beat them?"
    },
    {
      "speaker": "VANDYKE",
      "text": "It is very -- very, very difficult to fight an enemy that \r\ndoesn`t fear death and that actually seeks death.  This is one of the \r\nchallenges.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tAnd, unfortunately, Iraqis have not found something to fight for.  \r\nIt`s very hard to convince a young Iraqi man to stand there and risk his \r\nlife for an Iraq that may not even exist in five...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, Joe Biden months ago, and he took some derision for \r\nit, as he often does, and he said it is not a real country anymore.  It was \r\ncreated by Churchill.  It was created by Westerners the Cairo conference, \r\nLawrence of Arabia and all that, Sykes-Picot.  And so why don`t you let it \r\ncome apart?\r\n\tNow, my question is, if it becomes -- if the Iranian-dominated Shia \r\npart fights, well, they will fight for their land.  The Kurds will fight \r\nfor their land.  But who is going to fight ISIS in the Sunni territories?  \r\nWhat is going to rise up against them and say -- and what would be their \r\nmotivation?  Their own country?  Why would Sunni people give their lives up \r\nto fight ISIS in the Sunni territories?  Why would they do that?"
    },
    {
      "speaker": "VANDYKE",
      "text": "Well, this is a problem.  They won`t.  \r\n\tThey don`t have the capability to.  And who is going to supply and arm \r\nthem?  We can`t be really sure where the arms will go if we supply Sunni \r\ntribesmen, nor do they have the capability to actually fight ISIS.  The \r\ntruth about this conflict is there is no force on the ground that can fight \r\nISIS.  There is no unified force.  There is not going to be a force.  It is \r\nreally a problem without a solution, unfortunately."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, why are you helping?"
    },
    {
      "speaker": "VANDYKE",
      "text": "Well, I`m helping Christians to be able to handle their \r\nterritory and their lands.\r\n\tThe way that this war will play out is, as you said, Shiites will \r\ndefend their land, Sunnis will fight in their lands, Christians in theirs, \r\nand Kurds in theirs.  And hopefully at the end, everybody can squeeze ISIS \r\nout of their territory and across the border into Syria."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, that`s hopeful."
    },
    {
      "speaker": "VANDYKE",
      "text": "It`s the Middle East.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "It doesn`t sound too positive.\r\n\tAre you going back over?"
    },
    {
      "speaker": "VANDYKE",
      "text": "I`m going back over in a few weeks."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Are you taking anybody with you?"
    },
    {
      "speaker": "VANDYKE",
      "text": "This past time, we took a former West Point instructor to do \r\nthe leadership training.  And this next time, we will be taking other U.S. \r\nmilitary veterans.\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, look out for yourself over there."
    },
    {
      "speaker": "VANDYKE",
      "text": "Thank you."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Anyway, thank you, Matthew VanDyke.  \r\n\tHe`s going over to fight ISIS.  \r\n\tTomorrow on HARDBALL, we`re going to talk to the Iraqi ambassador to \r\nthe United States about his country`s fight, such as it is, against ISIS.  \r\nAnd we will ask him the same tough questions.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tUp next:  Dick Cheney doesn`t want the Republican Party to forget him.  \r\nHe wants to see America flex its military muscle all around the world.  For \r\nDemocrats, the timing couldn`t be better.  They want this guy out there, \r\nbecause they think they can beat him.\r\n\tYou`re watching HARDBALL, the place for politics. \r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MILISSA REHBERGER, MSNBC CORRESPONDENT",
      "text": "I`m Milissa Rehberger.  \r\nHere`s what`s happening.\r\n\tAn investigation by the Department of Homeland Security found that the \r\nTSA failed to detect fake explosives and other items in 67 out of 70 tests, \r\namounting to a 95 percent failure rate.  \r\n\tThe nation`s transportation secretary visited a decaying Washington, \r\nD.C., bridge and called for renewed investment in U.S. infrastructure.  \r\n\tAnd Secretary of State John Kerry is said to be in good spirits after \r\nbreaking his leg in a bike accident in France.  He`s heading back to the \r\nU.S. for treatments -- back to HARDBALL."
    },
    {
      "speaker": "MATTHEWS",
      "text": "We`re back.\r\n\tAnd so apparently is Freddy Krueger.  Get ready for a lot more of Dick \r\nCheney in the year ahead.  The former vice president told \"The Wall Street \r\nJournal\" he wants the issues he cares about to be -- quote -- \"front and \r\ncenter in the 2016 presidential campaign,\" issues like preparing to use \r\nmilitary force against Iran, of course, shipping arms to allies in Eastern \r\nEurope, and sending a larger number of troops back into his favorite \r\ncountry of opportunity, Iraq.  \r\n\tAnyway, to steer the conversation, Cheney will release a new book in \r\nSeptember.  He`s also founded a new group, of course, along with his \r\ndaughter Liz, of course, the Alliance for a Strong America.  They all sound \r\nthe same, don`t they?\r\n\tIn addition, according to \"The Wall Street Journal,\" he`s been making \r\nsemi-regular trips back to Washington -- from the Eastern Shore, it`s a \r\ndrive away -- anyway, to address House Republicans.  He is also advising \r\nseveral lucky 2016 Republican contenders and headlining Republican donor \r\nevents.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\t(LAUGHTER)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Is the Republican Party really willing to embrace Cheney \r\nand his world view?  \r\n\tI`m joined by tonight`s roundtable.  David Corn is Washington bureau \r\nchief for \"Mother Jones\" and an MSNBC political analyst.  Jennice Fuentes \r\nis a Democratic strategist and former chief of staff to Congressman Luis \r\nGutierrez.  That`s of Chicago.  And Eugene Robinson is a columnist for \"The \r\nWashington Post\" and an MSNBC political analyst.  \r\n\tGene, why is he back?  because I think all the polls show he`s poison."
    },
    {
      "speaker": "EUGENE ROBINSON, MSNBC POLITICAL ANALYST",
      "text": "The silver stake didn`t \r\nwork?  I don`t know.\r\n\t(LAUGHTER)"
    },
    {
      "speaker": "ROBINSON",
      "text": "He`s back because -- because he`s Dick Cheney.  And this is \r\nwhat he does.  Right?  He wants -- he believes he was right."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes."
    },
    {
      "speaker": "ROBINSON",
      "text": "And he believes he is always right.  And he, you know, by \r\ngolly, he`s going to...\r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, you know who agrees with him?  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "ROBINSON",
      "text": "Now, this is to the inconvenience, I think, of the \r\nRepublican Party."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, Reince Priebus is being stoical.  He says they`re \r\nembracing Cheney`s influence right now.  \r\n\tAnyway, that`s what Reince Priebus, the chairman of the Republican \r\nNational Committee, said.  He told \"The Wall Street Journal,\" their \r\nfavorite organ -- quote -- \"The party is very fortunate to have an active \r\nand engaged Dick Cheney for this upcoming political cycle.  He`s a top \r\nfund-raising draw in high demand.\"\r\n\t(LAUGHTER)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Anyway, meanwhile, Holly Shulman, a rather witty \r\nspokesperson for the Democratic National Committee, says -- quote -- \r\n\"There`s no one happier about Dick Cheney becoming a foreign policy \r\nsurrogate than we are.  If he needs any assistance getting out his message, \r\nour team would be happy to help book him for interviews.\"\r\n\t(LAUGHTER)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Well, that`s sarcasm."
    },
    {
      "speaker": "JENNICE FUENTES, FOUNDER, FUENTES STRATEGIES, LLC",
      "text": "Well, I think that \r\npeople who lead us into the worst foreign policy decisions we have ever \r\nseen have no business advising anyone on anything.  \r\n\tIt would be just like if the captain of the Titanic was writing a book \r\nabout how to avoid icebergs.  I don`t want to read that.  You know what I \r\nwant to read from Dick Cheney?"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Goodbye."
    },
    {
      "speaker": "FUENTES",
      "text": "A very long apology.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\t(LAUGHTER)"
    },
    {
      "speaker": "FUENTES",
      "text": "No, I want to read a 70-page apology."
    },
    {
      "speaker": "MATTHEWS",
      "text": "We`re going to get to a minute, because we had Mike Morell \r\nin here, who`s the chief CIA briefer for the W. administration and Cheney \r\nduring the whole run-up to the war in Iraq.  And he came on and said, we \r\nnever once ever said they had nuclear weapons.  \r\n\tWhere`s Cheney, by the way?  Let`s look at them and look at Cheney.  \r\nLet`s look at both right now and get the picture.\r\n\t(BEGIN VIDEO CLIP)\r\n\tDICK CHENEY, FORMER U.S."
    },
    {
      "speaker": "VICE PRESIDENT",
      "text": "We know he`s been absolutely \r\ndevoted to trying to acquire nuclear weapons and we believe he has in fact \r\nreconstituted nuclear weapons."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Was that true?"
    },
    {
      "speaker": "MIKE MORELL, FORMER CIA DEPUTY DIRECTOR",
      "text": "They were saying --"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Can you answer that question?  Was that true?"
    },
    {
      "speaker": "MORELL",
      "text": "That`s not true."
    },
    {
      "speaker": "MATTHEWS",
      "text": "They gave a false presentation of what you said to them.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MORELL",
      "text": "On some aspects."
    },
    {
      "speaker": "MATTHEWS",
      "text": "He had a nuclear weapon."
    },
    {
      "speaker": "MORELL",
      "text": "I`m telling what you we said."
    },
    {
      "speaker": "MATTHEWS",
      "text": "That`s a big deal.  They claimed they had a weapon when you \r\nknew they didn`t."
    },
    {
      "speaker": "MORELL",
      "text": "That`s a big deal.  \r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "I`d say that`s a big deal.  It`s the reason a lot of \r\nreasonable people in the middle went with that war.  If he has nuclear \r\nweapons, we have to fight.  If they hadn`t said that, a lot of the people \r\non the middle would not have said that."
    },
    {
      "speaker": "DAVID CORN, MOTHER JONES",
      "text": "You know, of all the misrepresentations --"
    },
    {
      "speaker": "MATTHEWS",
      "text": "It was the most (INAUDIBLE)"
    },
    {
      "speaker": "CORN",
      "text": "Yes.  Of all misrepresentations that came out of the Bush \r\nadministration leading up to the war in Iraq, about 90 percent of them, \r\nthis is a rough estimation, came from Dick Cheney including that one, but \r\nagain and again and again and he`s been proven wrong.  He`s low in the \r\npolls.\r\n\tI mean, I`ll tell you, the guy who has to be worried about this the \r\nmost is Jeb Bush.  Every time Dick Cheney pops up, the jack in the box, the \r\nCount Chocula, anything he pops up, Jeb Bush is going to say oh, no.  And \r\nit`s also good for Rand Paul.  Rand Paul and Dick Cheney are the big foils \r\nhere, in the battle for the heart and soul of the Republican Party and \r\nforeign policy.  Rand Paul is doing cart wheels about this news today.  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "It is like you`re trying to win a Nats game and one of the \r\nbig heads running around the field.  You can`t watch the game anymore.  \r\nThere`s Dick Cheney running around George Washington.\r\n\tOn Friday, Senator Rand Paul told me, the rank and file Republican \r\nvoter is not as hawkish with Dick Cheney and others would like you to \r\nbelieve.  Let`s watch Rand, as your point is made here.  \r\n\t(BEGIN VIDEO CLIP)\r\n\tSEN."
    },
    {
      "speaker": "RAND PAUL (R-KY), PRESIDENTIAL CANDIDATE",
      "text": "There is a good chunk \r\nof the Republican Party who thinks that we should think before we act.  \r\nThat war is not always the answer.  That war may be the last resort, not \r\nthe first resort.  That we have to defend ourselves, we have to have a \r\nstrong national defense, but at some times, we`ve intervened in the Middle \r\nEast.  And sometimes we`ve had unintended consequences."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Is big money driving the Republican Party, the hawkish \r\nside?  These big godfathers of candidates who just come in there and say, \r\nI`ll give you $200 million.  Talk line."
    },
    {
      "speaker": "PAUL",
      "text": "Big money drives both parties."
    },
    {
      "speaker": "MATTHEWS",
      "text": "To the right."
    },
    {
      "speaker": "PAUL",
      "text": "Big money is in control of both parties.  And I have one --"
    },
    {
      "speaker": "MATTHEWS",
      "text": "The hawkish position."
    },
    {
      "speaker": "PAUL",
      "text": "Well, yes -- I mean, just big money in general for a variety of \r\npositions.  \r\n\t(END VIDEO CLIP)\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "I was trying to shoe horn him on that one.  He finally got \r\nthere, because you got Sheldon, who was a total hawk.  You got Braman \r\nbehind Marco Rubio.  They do have -- and then you have this guy, Foster \r\nFriess, I don`t know what his sales pitch is.  But they do come with an \r\nagenda, all these guys with money."
    },
    {
      "speaker": "CORN",
      "text": "You need that with the Republican Party.  I mean, you have the \r\nneocons for years who have influence within the party.  Not because of \r\nmoney.  Dick Cheney and Donald Rumsfeld came out of a sort of a corporate \r\nbacking and they care about strategic interests and oil and other things.  \r\nSo, even without the big money, individual billionaires, like Sheldon \r\nAdelson, the party still to the right on the hawkish issues.  \r\n\tAnd I think Rand Paul is wrong.  I think the grassroots are far more \r\nhawkish than he thinks they are."
    },
    {
      "speaker": "MATTHEWS",
      "text": "I don`t know."
    },
    {
      "speaker": "EUGENE ROBINSON, THE WASHINGTON POST",
      "text": "That`s what`s so interesting \r\nabout the Republican Party."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Rand Paul is tying Hillary lately in Pennsylvania."
    },
    {
      "speaker": "ROBINSON",
      "text": "I don`t know if it is a silent majority, or it`s kind of a \r\nquiet plurality maybe on something in the Republican Party.  But there is a \r\nbig chunk of the Republican Party that is really kind of cautious.  And \r\nthere is a sort of isolationist -- \r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "We`ve got a new poll out today.  It shows, number one, \r\npeople don`t like the way President Obama is handling the war against ISIS, \r\nbecause there isn`t really a war against ISIS.  You want more troops?  No.  \r\n\tSo, that`s the conundrum.  The Republicans don`t want to fight another \r\nland war like W. led us into, but they want toughness."
    },
    {
      "speaker": "FUENTES",
      "text": "Supposedly more than 50 percent of the GOP primary voters \r\nare believing that terrorism and national security are the big issues they \r\ncare about.  I think you`re pointed to the right problem.  I think people \r\ndon`t know what to do because there`s this fatigue.  You want to be \r\nassertive in the world stage, but you don`t want to have more people on the \r\nground.  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "MATTHEWS",
      "text": "How do you get to be assertive without being assertive?"
    },
    {
      "speaker": "FUENTES",
      "text": "You ask Dick Cheney, right?"
    },
    {
      "speaker": "CORN",
      "text": "Well, this is why you have all these hawks running now.  I call \r\nthem hollow hawks because all you do is have slogans.  Marco Rubio, we must \r\nbe safe.  I will fight terrorists.  I will kill them."
    },
    {
      "speaker": "FUENTES",
      "text": "You need to strike a balance."
    },
    {
      "speaker": "ROBINSON",
      "text": "That`s the simple question, how many troops?  \r\n\t(CROSSTALK)"
    },
    {
      "speaker": "ROBINSON",
      "text": "Lindsey Graham is the only one who answers that question."
    },
    {
      "speaker": "MATTHEWS",
      "text": "That`s when they just go, oh, and they go back.  \r\n\tI think you`re wrong about being hawks, I think they like to talk of \r\nhawks.  \r\n\tAnyway, the roundtable is staying with us.  \r\n\tAnd up next, the debut today of Caitlyn Jenner.\r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tAnd this is HARDBALL.  The place for -- you`re gong to stick around \r\nfor that, aren`t you?  I know you will.\r\n\tWe`ll be right back.\r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "The Republican field got another presidential entry.  U.S. \r\nSenator Lindsey Graham of South Carolina declared his candidacy for \r\npresident.  Graham`s campaign is borne out of stopping people like Rand \r\nPaul for moving the Republican Party away from its hawkish foreign policy.  \r\nAnd that was clear in the declaration today.\r\n\tHere he is.  \r\n\t(BEGIN VIDEO CLIP)\r\n\tSEN."
    },
    {
      "speaker": "LINDSEY GRAHAM (R-SC), PRESIDENTIAL CANDIDATE",
      "text": "We`ve learned \r\nover the past six years the speeches alone won`t make us safe.  If that \r\nwere true, we`d be really safe.  Superior power and resolve is the only way \r\nto be safe.  I am running for president of the United States because I am \r\nready to be commander-in-chief on day one.  \r\n\t(CHEERS)\r\n\t(END VIDEO CLIP)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "I feel safer already. \r\n\tAnyway, Senator Graham is the ninth official Republican in the \r\npresidential field. \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tWe`ll be right back after this.\r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "We`re back.  \r\n\tHe was a star Olympian in 1976, a winner of the decathlon in the \r\nOlympics and featured on the cover of the Wheaties box.  There he is.  He \r\nbecame a male sex symbol.  There he is on the cover of \"Playgirl\" in 1982.  \r\n\tAnd then, this July coming up, he`s going to be on the cover of \r\n\"Vanity Fair,\" she is.  She says to call her Caitlyn.  It`s the first photo \r\nof Caitlyn Jenner.  It`s the first time Jenner is speaking publicly since \r\ncompleting his gender transition.  \r\n\tCaitlyn Jenner tweet this afternoon saying, quote, \"I`m so happy after \r\nsuch a long struggle to be living my true self.  Welcome to the world, \r\nCaitlyn.  Can`t wait for you to get to know her or me.\"  Anyway.\r\n\tESPN also announced today that Jenner will be this year`s recipient of \r\nthe Arthur Ashe Courage Award at next months` ESPY Awards.  \r\n\tBack with the roundtable: David, Jennice and Eugene.\r\n\tJennice, I want you to start."
    },
    {
      "speaker": "FUENTES",
      "text": "Yes."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Because it`s a she now.\r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "FUENTES",
      "text": "It`s a she now."
    },
    {
      "speaker": "MATTHEWS",
      "text": "It`s a she and we`re being instructed by people who care in \r\nthe LBGT community to do it right and I`m going to do it right."
    },
    {
      "speaker": "FUENTES",
      "text": "Well, thank you."
    },
    {
      "speaker": "MATTHEWS",
      "text": "And I think we honor people`s identity here, and it`s a \r\nworld that opens up the opportunity to find yourself in a way that people \r\nhaven`t been able to before."
    },
    {
      "speaker": "FUENTES",
      "text": "Hey, to quote Pope Francis, \"Who are we to judge?\""
    },
    {
      "speaker": "MATTHEWS",
      "text": "Right."
    },
    {
      "speaker": "FUENTES",
      "text": "He`s being honest.  His only problem is with his own family.  \r\nHe has taken the time to talk to his family and tried -- you know, he has \r\nyoung children probably having a harder time than the older children.  I \r\nthink this is a lesson for all, especially for a community that we are very \r\nnot familiar with, because if you look and read -- about 90 percent of the \r\npopulation knows somebody who is gay, who`s lesbian, who`s bisexual, but \r\nnot many transgender people.  And this is bringing -- by doing this so \r\npublicly, he`s doing a huge favor to that community.  And I think it`s \r\nimportant for the rest of us to comment less and being more supportive."
    },
    {
      "speaker": "MATTHEWS",
      "text": "Yes, I think we`re going to have it in the workplace, too."
    },
    {
      "speaker": "ROBINSON",
      "text": "I think her emergence as Caitlyn Jenner actually can be \r\nthat sort of moment when people focus on transgender issues in a way that \r\nthey haven`t before simply because there wasn`t a role model.  \r\n\t(CROSSTALK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "You and I growing up, we had people like Christine \r\nJorgensen, Dr. Renee Richards, fictional characters like Myra Breckenridge, \r\nGore Vidal.  So this was a topic.  It wasn`t a present reality so much.  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "ROBINSON",
      "text": "Right, right, right.  This is someone who has been in the \r\npublic eye and whose transformation, because it was rumored for months and \r\ntalked about for some time before she appeared on the cover of \"Vanity \r\nFair.\""
    },
    {
      "speaker": "MATTHEWS",
      "text": "Remember David Cope?"
    },
    {
      "speaker": "ROBINSON",
      "text": "Uh-huh?"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Remember Dave Cope of the Redskins?"
    },
    {
      "speaker": "ROBINSON",
      "text": "That was a big moment.  I think this is a chance for a kind \r\nof focus and learning that we haven`t had before."
    },
    {
      "speaker": "CORN",
      "text": "This is about as much a public transition as you can have.  And \r\nshe is as highly public a figure and a spokesperson or symbol for this type \r\nof change and for people widening their horizons and how they view gender \r\nissues.\r\n\tLaverne Cox, who is an actress on \"Orange is the New Black\", is \r\nanother person who has been out there for the last couple of years really \r\nbeing a tremendous role model.  My kids love her, not because of the show, \r\nbut they see her as being a new type of hero talking about defining your \r\nown identity which is really I think an important issue for young he people \r\nthese days as well.  So, seeing Caitlyn Jenner out there, Laverne Cox, it`s \r\nreally quite, I think, inspiring to see their courage."
    },
    {
      "speaker": "MATTHEWS",
      "text": "You know what Gandhi used to say?  First, they ignore you.  \r\nThen, they laugh at you.  And then they attack you.  And then you win.  \r\nIt`s so true of life.  \r\n\tThank you, David Corn.  And we`re going to be good here about these \r\nthings."
    },
    {
      "speaker": "CORN",
      "text": "Of course, we are."
    },
    {
      "speaker": "MATTHEWS",
      "text": "We`re going to learn, because learning is the best part of \r\nlife.  \r\n\r\n\r\nAdvertise"
    },
    {
      "speaker": "FUENTES",
      "text": "But she looks beautiful, doesn`t she?  \r\n\tJennice, thank you."
    },
    {
      "speaker": "FUENTES",
      "text": "Thank you."
    },
    {
      "speaker": "ROBINSON",
      "text": "That`s a stunning photo."
    },
    {
      "speaker": "MATTHEWS",
      "text": "I may not go that far, but I do appreciate your taste.\r\n\tAnyway, Eugene Robinson, sir, you`re a great man.  Two of you are \r\ngreat men.  \r\n\tAnyway, we`ll be right back after this."
    },
    {
      "speaker": "CORN",
      "text": "And a great woman. \r\n\t(COMMERCIAL BREAK)"
    },
    {
      "speaker": "MATTHEWS",
      "text": "Let me finish tonight with this.  \r\n\tYou know, back in the summer of 1972, I recall spotting a billboard on \r\nthe way to Rehoboth Beach that summer.  On it was a young guy with thinning \r\nhair, wearing a tan raincoat.  He was running for the United States Senate.  \r\nI assumed he didn`t have a chance.  \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\n\tSenator Caleb Boggs, a Republican, the man he was challenging, had \r\nbeen elected to the U.S. Congress three times, governor of Delaware twice, \r\nand U.S. senator twice.  A decorated veteran of World War II, he had won \r\neach office by defeating an incumbent Democrat.  He was certainly not going \r\nto lose to a member of the Newcastle County Council, a 29-year-old who`s \r\nnot even old enough to take the oath.  \r\n\tWhat I didn`t know is what kind of a campaign young Joe Biden and his \r\nfamily were running.  Out in Utah where I was working on the campaign \r\nmyself that fall, there began to be talk of a possible upset coming in \r\nDelaware, in a year the Democrats were led by anti-war crusader George \r\nMcGovern, the candidate in Delaware was getting national attention.  What \r\ndid it for Joe Biden did it in a way I`ve never seen before or since was a \r\npiece of campaign literature delivered by hand door-to-door over the last \r\nweekend that resembled a New York or Philadelphia tabloid.\r\n\tOn its front page were the words, Joe Biden is making an impact in the \r\nU.S. Senate and he hasn`t even been elected yet.  On the inside pages were \r\nphotographs of Biden with distinguished senators, Jackson, Hubert Humphrey, \r\nPhil Hart, an impressive Capitol locales.  He looked like he belonged \r\nthere.  In fact, like he was already there.  \r\n\tWell, that Tuesday, Biden won.  In a year Richard Nixon killed \r\nMcGovern, a star was born.\r\n\tAnd then came the horror.  Coming home from buying a Christmas tree, \r\nhis wife and daughter were hit by a tractor-trailer, both killed in the \r\ncrash.  The two Biden boys also in the car, Beau and Hunter, survived but \r\njust barely.\r\n\tStunned by the horror, their father committed himself to spending \r\nevery night back in Delaware.  The decision, which he kept faithfully, \r\nchanged his political career.  Not being a part of social Washington, he \r\nnever gained admission to the so-called \"Senate club.\"  He never made \r\nfriends with the Washington media crowd.  Much like a day-hop at college, \r\nhe built his life back home in Delaware with his family, being a father.\r\n\tAnd now again, it`s in that role that we see him, a father who has \r\nlost a child, again.  And that`s who he was when the country first met him, \r\nwho he is now.\r\n\tBeau Biden, a man everyone who knew him respected, an honest, good and \r\npositive public servant, a father himself, is dead.\r\n\tThis is no time for politics, even as it has been sprinkled itself \r\nthese many years among the Biden family tragedies.  In the face of death, \r\nthe verdicts and glories of politics simply lose their place in human life. \r\n\tAnd that`s HARDBALL for now.  Thanks for being with us.\r\n\t\"ALL IN WITH CHRIS HAYES\" starts right now. \r\n\r\n\r\nAdvertise\r\n\r\n\r\n\r\nTHIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY \r\nBE UPDATED.\r\nEND    \r\nCopyright 2015 CQ-Roll Call, Inc.  All materials herein are protected by \r\nUnited States copyright law and may not be reproduced, distributed, \r\ntransmitted, displayed, published or broadcast without the prior written \r\npermission of CQ-Roll Call. You may not alter or remove any trademark, \r\ncopyright or other notice from copies of the content.>\r\n\r\n\r\n\r\n\r\n    \r\n        \r\n            \r\n        \r\n            \r\n        \r\n            \r\n        \r\n        \r\n    \r\n  \r\n        \r\n                \r\n                \r\n                    \r\n                    \r\n                        OB_elements = (typeof (OB_elements) !== 'undefined') ? OB_elements"
    }
  ]
}