{"show_name":"LEGAL VIEW WITH ASHLEIGH BANFIELD","show_title":"Two Virginia Reporters Killed on Air. Aired 12-12:30p ET","quotes":[{"speaker":"ASHLEIGH BANFIELD, CNN ANCHOR","text":"On the contents. ABC says it has shared that with police. A Twitter account under the name Bryce Williams posted videos of the deadly attack on this news crew within the past hour.  I want to take you immediately right now to WDBJ's live noontime broadcast. Let's listen."},{"speaker":"UNIDENTIFIED MALE","text":"Exposed to this and we have a pretty diverse workplace. And we got nothing about that. And the Equal Employment Opportunity Commission dismissed the claim out of hand and that was that. So we had an unhappy former employee. But this happens. And usually they move on."},{"speaker":"UNIDENTIFIED FEMALE","text":"Right."},{"speaker":"UNIDENTIFIED MALE","text":"Sometimes they're just not suited for the work and they move on, get a job somewhere else, but he had remained in town because every now and then someone would run into him at the grocery store or someplace like that. But, Kelly, I don't recall getting a report of any run ins or difficult situations in the - I'm talking to Kelly Zuber, our director of news. And so there was not a lot of concern. But something happened."},{"speaker":"UNIDENTIFIED FEMALE","text":"Jeff, we're going to move on"},{"speaker":"- UNIDENTIFIED FEMALE","text":"Yes."},{"speaker":"UNIDENTIFIED FEMALE","text":"And talk a little bit more. We'll be back with you in a second."},{"speaker":"UNIDENTIFIED MALE","text":"Well, why don't we - it's right at news. Why - why don't we just summarize for people who are turning in at noon for WDBJ 7 news at noon and"},{"speaker":"- UNIDENTIFIED FEMALE","text":"That's right."},{"speaker":"UNIDENTIFIED MALE","text":"And then - and then move on to other people."},{"speaker":"UNIDENTIFIED FEMALE","text":"Yes, to update on the breaking situation. Vester Lee Flanagan, his real name. Bryce Williams was his name as a reporter. He was here as a report here at WDBJ 7 until he was let go two years ago. There's his picture. You will recognize him no doubt. He has shot and killed himself. He was the suspect in this morning's deadly shooting of our own Alison Parker and Adam Ward during the live shot this morning at Smith Mountain Lake."},{"speaker":"UNIDENTIFIED FEMALE","text":"It almost seems, as I'm hearing you say this,  surreal that we're recording this."},{"speaker":"UNIDENTIFIED FEMALE","text":"It's surreal. I was on the air when it happened. And I've got to say, that was the last thing that I thought had happened when we heard those sounds. We thought that it was a car backfiring or possibly fireworks. I mean, you never know. That was the last thing that I thought it was, was gunshots. And we heard her screaming and, you know, and she - it - it was - it was just horrifying.  There was a third victim that we definitely need to mention, Vicki Gardner, who is an employee with Smith Mountain Lake. Alison was actually interviewing her this morning live. She was with the Smith Mountain Lake Chamber of Commerce. She is out of surgery. She is in stable condition and hopefully will recover. And so that is the little bit of good news that we have to report from this whole incident.  But we want you to know who Alison and Adam were, not just as employees here at WDBJ 7, but as great people, young people with bright futures and so much potential. And Joe Dashiell  is here with that part of the story today.  Joe, thank you for - for being here."},{"speaker":"JOE DASHIELL","text":"Well, Kimberly and Jean, regular viewers of our morning program, should have a pretty good sense of who Alison and Adam were."},{"speaker":"UNIDENTIFIED FEMALE","text":"Absolutely. Yes."},{"speaker":"DASHIELL","text":"From Alison's work in front of the camera, Adam's interaction with the morning crew behind the camera and on the air. Alison was smart and ambitious. Adam was a capable photographer who would go the extra smile to get the job done. And they had a lot in common."},{"speaker":"DASHIELL","text":"They worked together every morning."},{"speaker":"ALISON PARKER","text":"I wanted to go through a sleep study to see if my job impacts how I snooze. Adam and I work the same early morning shift, but have completely different sleep schedules."},{"speaker":"DASHIELL","text":"Both Alison Parker and Adam Ward were natives of this area."},{"speaker":"PARKER","text":"Hey, everyone, I'm Alison Parker. Photojournalists Adam Ward and I are putting the final touches on our special report."},{"speaker":"DASHIELL","text":"Alison grew up in Martinsville, Adam in Salem. Alison was a graduate of Martinsville High School and James Madison University. She loved the outdoors."},{"speaker":"ADAM WARD","text":"In Salem, Adam Ward, News 7 Sports."},{"speaker":"DASHIELL","text":"Adam attended Salem High School, where he played football. He was a Virginia Tech graduate and a huge Hokeys fan. And both of them worked here as interns as WDBJ 7 before they signed on as employees. Alison worked at a station in Jacksonville, North Carolina, before she returned to WDBJ 7 in 2014. Adam had been here for four years, first as an employee of our production department and more recently as a photographer in news. He and Alison had been working together on WDBJ 7 Morning a little over a year, covering everything from community events to breaking news, and they did it well."},{"speaker":"DASHIELL","text":"And both of them had fallen in love with co-workers. Adam was engaged to our morning producer Melissa Ott. They were planning their wedding. Alison and our 6:00 anchor Chris Hurst were dating. Kimberly and Jean, we're shattered by the news this morning and our heart go out to family and friends of Alison Parker and Adam Ward."},{"speaker":"UNIDENTIFIED FEMALE","text":"And we'll continue remembering them.  We do have some updated information now that we just got into the newsroom. It appears that Vester Lee Flanagan, Bryce Williams, has not died, in fact."},{"speaker":"UNIDENTIFIED FEMALE","text":"Virginia State Police just calling our news director saying that they had reported that he was dead. This, by the way, is the scene on Interstate 66 in Fauquier County, which is a couple of hours up the pike from Roanoke. So this is where this suspect went, we are told, in a rental car he had gotten at the airport. That is not confirmed.   But either way, Virginia State Police first called our news director about 20 minutes ago to say that the suspected gunman, Vester Lee Flanagan, had shot and killed himself. Then just about two minutes ago we got a call from Corinne Geller, the Virginia State Police spokesperson, who told us he does have a pulse. He is in very critical condition. He is alive. So we are correcting ourselves as Virginia State Police correct themselves that the suspected gunmen, the suspected killer of two WDBJ 7 employees and a Smith Mountain Lake Chamber of Commerce employee who is injured and just came out of surgery at Roanoke Memorial Hospital, the suspected gunman is still alive, has a pulse, is in very critical condition.  This is where this all went down. This is a picture from Interstate 66 in Fauquier County, Virginia. Joe, about how far would you say - you have traveled up and down this pike a million times. How far would you say this is from Roanoke? Because from what we understand"},{"speaker":"-  DASHIELL","text":"Sure."},{"speaker":"UNIDENTIFIED FEMALE","text":"Or from Moneta? What we understand is that Flanagan apparently rented a car"},{"speaker":"- DASHIELL","text":"Right."},{"speaker":"UNIDENTIFIED FEMALE","text":"At the airport."},{"speaker":"UNIDENTIFIED FEMALE","text":"Went down to the lake. Again, this is all unconfirmed, but this is the theory. And then fled the shooting scene and took off on interstate 81 north to 66."},{"speaker":"DASHIELL","text":"Sure."},{"speaker":"UNIDENTIFIED FEMALE","text":"So, Joe, how far away is this?"},{"speaker":"DASHIELL","text":"Right. So, 66 the connector between 81 and Washington, D.C."},{"speaker":"UNIDENTIFIED FEMALE","text":"Right. And D.C."},{"speaker":"DASHIELL","text":"I can't tell you exactly where, you know, that spot is on the interstate, but it's probably three to four hours away from here, maybe three, three and a half. Something like that."},{"speaker":"UNIDENTIFIED FEMALE","text":"Yes, and from Moneta it would be, because that's a little bit farther south."},{"speaker":"UNIDENTIFIED FEMALE","text":"."},{"speaker":"DASHIELL","text":"Right. Right."},{"speaker":"UNIDENTIFIED FEMALE","text":"OK. So this is the latest that we have in from Virginia State Police. Let's go over to Amanda Kenney.  Amanda, you have been talking to Virginia State Police all morning and we have heard all sorts of reports as this has transpired. What did they tell you about what actually happened? This was at Bridgewater Plaza, by the way, near Heales  Fort  Bridge. Those of you who know the lake, it's a very popular, well known spot there. What more do you know since you've been talking to state police?  AMANDA KENNEY, WDBJ 7: Yes, well, it did happen this morning very early this morning around 6:45 a.m. It was, you know, a normal day, normal live shot. It was supposed to be a feature story at Smith Mountain Lake. They're celebrating their upcoming 50th anniversary of actually filling up the lake because it is a manmade lake and they were interviewing Vicki Gardner. She's with the Smith Mountain Lake Chamber of Commerce. And that, unfortunately, is when someone started shooting at them. And now we do know who that suspect is and that is Vester Lee Flanagan, a former employee here at WDBJ 7, also known as Bryce Williams on the air.  And this is the video you're seeing now of the scene, you know, after the shooting had happened. They were actively looking for him. They had a lot of agencies on hand to help them, local, state, and federal. And, again, it does seem that they have appeared to have found him and as we were just told, Vester Lee Flanagan, also known as Bryce Williams on the air, is still alive at this moment. He still has a pulse. And, of course, we're going to continue to get you as much information as we can as soon as we can."},{"speaker":"UNIDENTIFIED FEMALE","text":"And, you know, when you see these reporters in the morning newscast and Kimberly McBroom can tell you, Alison does multiple live shots from one location throughout the 5:00 to 7:00 hour."},{"speaker":"KIMBERLY MCBROOM","text":"Exactly. Yes."},{"speaker":"UNIDENTIFIED FEMALE","text":"And so you're maybe wondering, well, how would this guy even know? How could someone get in place and find a crew? We are in a position where we work in a very public industry. We are out there. You know where we are. We are live right now. And so Alison's live every morning and she might be live at 5, 5:15, 5:20."},{"speaker":"MCBROOM","text":"It's a two-hour show, so you could pick it up at 5:00 a.m. and easily get to wherever she is, which is apparently what he did. We're just looking at live video just now of Interstate 66 where apparently Vester Lee Flanagan's car was where he apparently was pulled over and shot himself. Again, he is not dead as we reported earlier. State police corrected us on that. He's in very critical condition. And we'll, of course, you know, stay on top of that and let you know if anything changes with his status.  This has just been a nightmare now. This has been going on for just about five hours since we - since we first found out. And that's the location right there, in Fauquier County, in northern Virginia, about three hours from here, Interstate 77 and mile marker 17 to give you an exact location.  So he apparently drove from Bridgewater Plaza, there in Franklin County, northward. Where he was going, we have not idea. You know, he was obviously trying to get away from police. If there was another possible target, somebody else he was after, I don't know. You know, these are things that we'll probably never know. I mean it's just one of those things."},{"speaker":"UNIDENTIFIED FEMALE","text":"And as many times - and in many times the case where something like this happens, a gunman feels surrounded"},{"speaker":"- MCBROOM","text":"Trapped."},{"speaker":"UNIDENTIFIED FEMALE","text":"And then shoots him or herself and state police tell us that Vester Flanagan shot himself. Very critical condition right now. All morning, this has been a very tough morning, as you can imagine here at WDBJ 7. Our fearless leader, Jeff Marks, has been here with us through it all and what - what more did you want to add, Jeff?"},{"speaker":"JEFF MARKS","text":"Fearless, it's an interesting term, isn't it, because our reporters and photographers are generally fearless. They will go after any story. And I want to thank a few people. One is the Franklin County Sheriff Overton, and the state police and the other authorities who have been working on this. They have kept us informed, concerned that this fellow would come to our headquarters in Roanoke. The Roanoke City Police set up a barrier for us. And for a while we were just keeping everyone in the building. Our friends at WSLS called early and said, whatever they cover that we can't get to today, they would help us with. And we're grateful for that.  And we are grateful to the families of these two victims who gave them to us so that they could do their job and do the job so well to make WDBJ 7 so strong. And our hearts go out to them as it does I'm sure from every one of our viewers and from those at WDBJ 7.  And, you know, I reflect on - on what happened and the fact that he - this guy may have killed himself, he may not have. And I think I'm - I'm going to step out of my role as a former journalist and say, I'm not really sure whether I want him to live or die. If he dies, then he took the coward's way out. And if he live, he goes on trial and goes to prison for the rest of his life. And in either - and I presume that. And I'm speaking way out of turn. But I think I'm expressing what viewers think and what many of the co-workers of Alison and Adam think.  And, yes, if he lives, he's due due process and this could all be a mistake. I doubt it. But in any case, we're hurt enough that we want to express our anger and we want to express our love for Alison and Adam, who whatever I saw them here at work, were full of smiles and full of conversation and exuberance about what they did. And they are going to be so missed and not easily replaced. And probably not ever replaced in terms of what they brought to the party.  So on behalf of all of us at WDBJ 7, I wanted to let that little bit of anger out and that little bit of - that whole lot of love out and say I want to thank you all for the professional way in which you have covered this story today and go from here to a memorial gathering we're going to have our community room where all of our employees are going to be welcomed to do a little praying and to talk about these loved ones that we have lost."},{"speaker":"UNIDENTIFIED FEMALE","text":"And as we go through this very difficult morning and afternoon now here at WDBJ 7, we are also following the news angle of this. We understand there is to be a 1:00 news conference, is that still on, Kelly, in Franklin County at the command post that has been set up? Perhaps then we will learn more about"},{"speaker":"- UNIDENTIFIED MALE","text":"Are we carrying that live?"},{"speaker":"UNIDENTIFIED FEMALE","text":"What happened. We are going to carry it"},{"speaker":"- UNIDENTIFIED MALE","text":"We'll carry it live and stream it live."},{"speaker":"UNIDENTIFIED FEMALE","text":"We are going to carry that news conference."},{"speaker":"BANFIELD","text":"I just want to get you up to speed on what you're watching for our CNN viewers here in the United States and around the world. This is the signal coming to us live. It's the broadcast of WDBJ, their noon television newscast, but it has taken on an entirely different tone and an entirely different piece of editorial content because they themselves were the news today. They became the news today after a gunman opened fire on these two employees.  Alison Parker was broadcasting live, conducting an interview with the Chamber of Commerce representative, while Adam Ward, her photographer, was rolling. The anchors were watching live as well, as all of the viewers. And suddenly, gunshots rang out. Alison was killed. Adam was killed. The woman they were interviewing went into surgery. We are told that she is recovering. She has stabilized. It has been a remarkable series of events. If that weren't remarkable  enough, the story continued to evolve and there were so many developments.  I just want to take a moment to let you know that CNN, as a network, is not showing video of that live broadcast any longer. WDBJ has not shown that video at all throughout the day.  And then there's this. Throughout the day it became apparent that a disgruntled employee was being sought for questioning. This is the man that they were looking for. His name is Vester Flanagan, but he used to be called Bryce Williams. And he was on air at WDBJ. He was let go and the circumstances were not good, although not public at the time.  You were listening earlier to Jeffrey Marks, who is the president and general manager of WDBJ. He has mentioned that there were remarks made by Vester Flanagan, a.k.a. Bryce Williams, to some of the employees at WDBJ, but that it was a long time ago and that it was hard to recall the tenor. He also mentioned that he had not seen this person.   Well, the news continued from there when tweets under the name of an account of Bryce Williams began to emerge suggesting that he himself had shot video of the killings. Again, the Twitter account under a name of Bryce Williams was releasing this information. And then came the unthinkable. A video released on a FaceBook account of Bryce Williams. We aren't sure if it is this person who actually posted, but it was posted under the name of Bryce Williams. And it was graphic and it was harrowing.  We are not going to show this video. It is effectively an execution, a double execution. I can tell you, I have seen the video and I will describe for you what I saw. It is a hand holding a gun out in full frame of what is either a Go-Pro or perhaps a cell phone and it appears that the shooter was watching the live shot actually taking place from behind the back of the cameraman. He was watching the reporter as she was interviewing the subject. They were unaware of his presence and it was probably about 20 to 30 seconds of this before finally the execution shots ring out. You can clearly see Alison being shot, turning, and running for her life. She didn't get far and the camera goes blank.  Twitter has suspended the account. Facebook is no longer showing this video. It was only up for a matter of moments. But what we are seeing are the memorial pictures of Alison Parker and Adam Ward. Here they are in better times with their crew at WDBJ. They were morning show staff. They were graduates of universities. They were former interns. They were feature reporters. They were serious reporters. They were journalists. They were colleagues. And they had loved ones as well at that station.  One of the people who was close to them is Jeffrey Mark. He's the president and general manager. You saw him earlier on that live noon broadcast giving some of the thoughts about what had transpired over the course of the last several hours. I spoke with him just a short time ago, before some of these other developments became very clear, and I will say this, certainly before police had closed in on Bryce Williams, a.k.a. Vester Flanagan, and before that suspect, that apparent shooter, shot himself and is now in critical condition. Here's my interview from just a short time ago with the general manager."},{"speaker":"BANFIELD","text":"Mr. Marks, the details that seem to be evolving at such a rapid rate are so disturbing. Is there anything you can tell us right now about this Vester Flanagan, who went by Bryce Williams, this former employee, this disgruntled employee?"},{"speaker":"JEFFREY MARKS, PRESIDENT & GENERAL MANAGER, WDBJ","text":"Well, we've agreed to cooperate with the authorities and not try to do their job for them. But what I can tell you since that name is out there, that this is an individual that came to work for us as a reporter. And about two years ago, I'm thinking, we had to separate him from the company. And we did understand that he was still living in the area. Occasionally he would run into people from our company."},{"speaker":"BANFIELD","text":"And the disturbing nature of tweets that are going out, presumably under account under his name, and even a video that's been posted from what appears to be the shooter's perspective and what appears to be the shooter committing the crime. This is just so distressing. How much of this are you working with the police and trying to assess the details, the facts, and the evidence?"},{"speaker":"MARKS","text":"Well, whatever they need we're providing them. History on this individual. The video from the actual shooting this morning. And - but in terms of all this other stuff, if we get it, we are, of course, turning it over immediately. But the world we live in, if we got the tweet, lots of other people got the tweet as well."},{"speaker":"BANFIELD","text":"And I'm just wondering if you, you know, we're - to be clear to our viewers, there are two distinct videos we're talking about. There is the live morning show broadcast that went out over the airwaves where the shots rang out and we saw the reaction from Alison, and then there is the video that is posted on a Facebook account allegedly by the shooter, by the person going by the name of Vester Flanagan, a.k.a. Bryce Williams, if it is that person posting it from the shooter's own perspective, seeing the gun and targeting the reporter. Have - you've seen this?"},{"speaker":"MARKS","text":"No, I haven't, because as we're doing this right now, I was just notified about it. Remember, of course, that people can use other names in - other people's names in tweeting things. But considering that that's pretty unlikely in this case, I think it makes sense that the police are focused on - on that one individual."},{"speaker":"BANFIELD","text":"And without question it - we need to say that we do not have any confirmation at this point, at this early stage, that it is this person posting under his name. We don't know that. But it is horrifyingly distressful what we're witnessing on this video. And the tweets that also allege issue with not only Alison, but also with Adam. Are you aware that he had, you know, these issues with these two employees who were on that live shot this morning?"},{"speaker":"MARKS","text":"No, we have no indication of that. We - I don't think Alison  and that individual even overlapped here. Alison had been here a little more than a year. Adam had been here some time longer. I can't figure out any connection with those people who were among the kindest, nicest people who worked here and I'm not exaggerating when I say that.  This place is in shock, as you might expect. There's a lot of crying and hugging going on. We just can't even reckon with that. And, you know, people are asking, well, who was shot first and what video is there and all of that. And as journalists, we want to be able to answer those questions. But those are really secondary to what has happened in our organization that will last forever. We will be that TV station where this terrible thing happened."},{"speaker":"BANFIELD","text":"Jeff, I'm still trying to process the tweets that are coming out by someone under the name of Bryce Williams 7 with a photo that certainly looks like the former reporter or employee of yours"},{"speaker":"- MARKS","text":"Yes."},{"speaker":"BANFIELD","text":"Specifically saying that Adam went to HR on me after working with me one time. Alison made racist comments. Again, not sure if this is him tweeting out under his verified account. But is there talk in the newsroom among your colleagues about this kind of frustration that it seems Bryce Williams may have had?"},{"speaker":"MARKS","text":"He did make some accusations against people some time ago. You can never imagine that somebody's going to come back and act on those issues that were so old. It was, I guess, a little bothersome that he was still in town and would be seen by our employees.  But, again, what do you do? Do you imagine that everybody who leaves your company under difficult circumstances is going to take aim? And you think about, you know, the number of times this has happened around the country. Not just with television stations, but, you know - you know the expression, going postal and"},{"speaker":"- BANFIELD","text":"Yes."},{"speaker":"MARKS","text":"And it can always happen. Why were"},{"speaker":"- BANFIELD","text":"So"},{"speaker":"- MARKS","text":"Why were they the targets and not I?"},{"speaker":"BANFIELD","text":"And - and that is such a question"},{"speaker":"- MARKS","text":"Or somebody else in management?"},{"speaker":"BANFIELD","text":"Especially - right, with these - with these tweets that he names Alison by name. He - the person behind the tweets also naming Adam by name. Ann  I'm just - I'm curious if when you said he had made comments before, had those comments, to your recollection or knowledge, included Alison or Adam? And I'll add to that, has he shown up at the station at all?"},{"speaker":"MARKS","text":"It's been - it's been so long, I don't - Ashleigh, it's been so  long, I don't really recall."},{"speaker":"BANFIELD","text":"Yes."},{"speaker":"MARKS","text":"It could have been and they could have overlapped, Alison and this fellow. But I just don't have a - strong recollection on that."},{"speaker":"BANFIELD","text":"Had he ever shown up at the station after his dismissal?"},{"speaker":"MARKS","text":"I don't believe so. And we - yes, I don't think so and I don't think there were active threats."},{"speaker":"BANFIELD","text":"I just - you know, this is such a difficult interview, colleague to colleague, knowing what you are doing through with your team. I imagine that they are just behind the backdrop of you trying to come to terms of this incredibly tragic loss. Can you tell me a little bit about Alison and a little bit about Adam?"},{"speaker":"MARKS","text":"Well, let me just say that our senior management in news, they've all been in the business more than 20 years. I've been in it more than 40 years. We send people into difficult situations, whether it's on a helicopter that can go down or into a disturbance or a drug deal gone bad and become a hostage situation. You know there's danger in those and we take precautions.  This was - I won't call it an innocuous story, but it was not one of those controversial stories. Alison had started here as an intern. She worked at another smaller station for a while and then came and joined us. And she was exuberant on the morning broadcast that we have. She took any assignment and ran with it. Her personality came through. She was smart. She had just worked on a very serious project we had, which is an hour-long special on child abuse that aired just last week and gave her all to the job.   Adam was the same way and they worked together as a team for a long time. Adam was the kind of guy who, if he were on the way home and knew of something that needed to be done, he would turn around and go do it. There's an example of that a couple of weeks ago when he went and saved a live report by turning around and taking the back way to a location. Nobody asked him to, he just did it. And his attitude was unfailingly positive. Two less deserving people you could not - not that anybody's deserving of this, but if you looked to people who say - who give their all and would never hurt anyone, these are those people."},{"speaker":"BANFIELD","text":"Jeff, I  heard you say live on the air at the end of your morning show this morning that you were going to have a celebration and a meeting later today that has now turned tragically into an ad hoc memorial. Is this still the plan?"},{"speaker":"MARKS","text":"Right. We have periodic staff meetings to talk about, ratings and to celebrate winners of awards and things like that. That was scheduled for today. Obviously we'll do that some other time. What we need to do is gather together and the wife of one of our senior employees is a member of the clergy. She's been here working with people today, consoling them, and she'll help with us that memorial gathering at - early this afternoon."},{"speaker":"BANFIELD","text":"I'm so sorry for your loss and I'm so sorry for you having to go through this and I'm very appreciative that you took the time to speak with us, Jeff."},{"speaker":"MARKS","text":"Well, Ashleigh, we're all in this together as journalist and I appreciate the interest and your condolences, which I will pass on to the team here."},{"speaker":"BANFIELD","text":"Best to you and your staff."},{"speaker":"MARKS","text":"Take care."},{"speaker":"BANFIELD","text":"That's Jeff Mark, president and general manager of WDBJ. You heard him referring to some of the confrontations that may have happened some time ago. Well, there were tweets that were sent out by the person tweeting under the name Bryce Williams while the suspect was on the run and they are very specific and they are very targeted and they name Alison and Adam, the two victims.  Coming up after the break, I'm going to read those tweets for you, exactly what was said."}]}