{
  "show_name": "LEGAL VIEW WITH ASHLEIGH BANFIELD",
  "show_title": "Source: Apparent Killer Of Reporter and Photographer Shoots Himself; Reporter And Photographer Shot And Killed On Air In Virginia. Aired 12:30-1p ET",
  "quotes": [
    {
      "speaker": "ASHLEIGH BANFIELD, CNN ANCHOR",
      "text": "Welcome back to our viewers here in the United States and around the world. This is breaking news. About that terrible shooting of two employees of WDBJ who were live on the air with a morning report in the field when, it is alleged a colleague of theirs, a former colleague, disgruntled former employee of the station who goes by the name Bryce Williams when he was on the air. But is also named Vester Flanagan allegedly opened fire on them live on the air, killing both of them and injuring a woman who was being interviewed. She has gone through surgery and has been stabilized. In the meantime, in the hunt for this suspect, upon being confronted by police, this person shot himself and did not die. Vester Flanagan, A.K.A. Bryce Williams, is now apparently in critical condition. But on the run a person under the name of Bryce Williams tweeting under the name of Bryce Williams with a photograph that is Bryce Williams sent out a series of tweets that are very disturbing and name the victims in this case specifically. I want to read from the bottom of the screen to the top. \"Alison\" presumably Alison Parker made racist comments. \"EEOC report filed. They hired her after that?\" \"Adam\" again, presumably Adam Ward, the photographer \"Adam went to H.R. on me after working with me one time!!!\" And then the most harrowing of all of the tweets, \"I filmed the shooting, see Facebook. And indeed, those who saw what happened and this is all at about 11:45 Eastern Standard Time were able to actually see what it was that was on Facebook and it was, indeed, an execution video from the shooter's perspective of a gun, a hand holding a gun and opening fire on Alison as she was giving a live report. The camera goes dead at that point and it is presumed that shortly after the photographer, Adam Ward and then the other victim in this case, who survived, Vicki Gardner, were also shot. There was another tweet that's making a lot of news as well today and it's an entirely different kind of tweet. It comes from the boyfriend of Alison Parker, its Chris Hurst. He's one of the main anchors at that station. He anchors the 6:00 and 11:00 P.M. broadcast. And this is what he put out. \"We didn't share this publicly, but @AParkerWDBJ7\", that's Alison Parker \"and I were very much in love. We just moved in together. I am numb.\" I think it's important to mention as well that the producer of the morning show who is in the control room working on that show live named Melissa Ott or Opp , I didn't hear the name properly, she witnessed this as well. She was engaged to Adam, the photographer, who was killed. This has all been incredibly distressful. I want to bring in Drew Griffin, who's been talking to former employees and other sources. What have you found out, Drew, about Bryce Williams and his past at that station?"
    },
    {
      "speaker": "DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT",
      "text": "He was very difficult to work with at that station, according to past employees. In fact, so difficult, he would often yell at people, make charges as you've seen in some of his recent tweets at people. But also when he was fired and he was fired from understanding in February of 2013, according to a newsroom employee, all the newsroom employees had to evacuate or get out of the newsroom when this person came back and to clear out his desk. Police were at the station when this took place.  This, the employee was told was because they weren't sure of the reaction, if there would be violent reaction of Mr. Williams coming in to clear out his desk. So, clearly, there was a history at that station where at least they had suspicions that this person's ability to handle a crisis or to deal with his emotional stress could turn into violence. That was in February, 2013. We also know he filed a racial discrimination lawsuit against a former station in Tallahassee, Florida. That case also dismissed. Apparently they came to some kind of agreement. But, you know, just in the last couple of weeks, Ashleigh, there was some disturbing tweets, all down from his Twitter account now, in which she is posting going back to his childhood pictures of himself and kind of showing his entire life as it progresses through childhood, through modeling, through various jobs he took, almost to show his entire life unfolding on Twitter and then it all leads up to this day. So there's a lot of disturbing things we're seeing as we look into the past, the past that all took place before the shooting this morning at 6:45, Ashleigh."
    },
    {
      "speaker": "BANFIELD",
      "text": "So distressing. Drew Griffin, for us reporting with his source material as well, thank you, Drew. We'll be right back after this."
    },
    {
      "speaker": "BANFIELD",
      "text": "Continuing with our breaking news, two journalists from Virginia shot dead live on the air as they broadcast to a morning show on WDBJ television. Adam Ward was manning the camera, Alison Parker was doing the live report. She was interviewing a woman named Vicki Gardner from the chambers of commerce. A woman who survived this shooting, went through surgery and ultimately is now stabilized. This is the picture right before shots rang out. But all of it evolved on television. It unraveled live in front of morning show viewers' eyes. It was distressing and disturbing and it only got worse from there at the suspected gunman, the apparent shooter posting videos under the name of Bryce Williams, that's an on-air name that a man named Vester Flanagan used to use before he was fired from that very same station under uncomfortable circumstances. He was looked at as a disgruntled employee and whomever made those posts under the name of this disgruntled employee showed an image of an \n hand holding a gun and effectively filming execution style the killing of these two journalists and the serious injury of the third. I want to bring in my colleague Nancy Grace. Nancy, before we learned that Vester Flanagan, after having shot himself, you know, had been apprehended, we thought that he had shot himself dead and he is not dead. He is in critical condition. This is a double murder execution style. The video clearly shows whomever did it if it is the person posting under Bryce Williams laid in wait and lingered for at least 20 seconds, stalking his prey. This is a death penalty state. Take it from there."
    },
    {
      "speaker": "NANCY GRACE, HLN HOST, NANCY GRACE",
      "text": "Well, of course, Virginia is a death penalty state and not only is it a death penalty state, it is one of the top five leaders in the amounts of death penalty sentences that are meted out. We all recall the D.C. sniper as getting the death penalty sentence. So they're not afraid of giving the death penalty. Now, Ashleigh is all this was unfolding and suddenly we hear the police announced there is no longer a high hot pursuit. What did that mean? I immediately suspected that the shooter had gone into hiding that the chase was over and that police had already killed him or he killed himself. Well, it's a mixture. The chase was over and he obviously tried to kill himself. What is this mean? In Virginia, the choices of death penalty are lethal injection or electrocution. Death penalty applies after the district attorney announces it based on considerations calling \n called qualifiers, mass shooting or more than one body is a qualifier for the death penalty in Virginia and most other jurisdictions that have it."
    },
    {
      "speaker": "BANFIELD",
      "text": "Nancy, if you could stand by for one moment, I think the situation is as dire as it seemed from the get-go and with what you said equally dire. Our Evan Perez is our justice correspondent he is filing information as we speak with regard to how all of this actually happened and when the police made contact with Vester Flanagan, A.K.A. Bryce Williams. What do you know, Evan?"
    },
    {
      "speaker": "EVAN PEREZ ,CNN JUSTICE CORRESPONDENT",
      "text": "That's right Ashleigh the Virginia State Police now has posted on their Facebook page the latest information that they have on how this - was concluded at 11:30 A.M. the Virginia State Police said that they spotted a suspect vehicle, this is they at mustang that they were looking for, carrying the suspected shooter. It was eastbound on interstate 66. So he had gotten pretty far from Roanoke, interstate 66 is the highway that goes from the Washington, D.C. area over to the mountains west of the city. According to the Virginia State Police, they activated the Virginia State Police activated their emergency lights to try to pull him over and when he fled the scene the police gave chase and when they finally did stop they found that he had shot himself and that's how this all ended up apparently just about an hour ago. Again, this all started about 6:30 this morning or 6:45 when the suspect fired a shot, three people during a live television broadcast. It ended at about 11:30. If you look also, you know, we've been talking about his Facebook and social media twitter and social media. In the last few days, Ashleigh there's so many pictures that he has posted including apparently testing a video device, either a GoPro or camera some kind that he was testing the last few days. He even says in some of his tweets and Facebook post that he was testing it.  So this is all something now that investigators are going to be looking at and try to see again quite \n put a finer point on what motive caused him to carry out this shooting, Ashleigh."
    },
    {
      "speaker": "BANFIELD",
      "text": "I want to bring Nancy Grace back. And Nancy, that's phenomenal information that they came upon him. In that this suspect they're calling him a suspect but in other regards they're also saying the suspect is in fact Vester Flanagan, A.K.A. Bryce Williams. There is a lot of evidence that had just unraveled before our eyes in the last several hours Nancy. there is the video postings under the name of Bryce William. There is the video screen shot that the dying cameraman was to actually capture before that camera went off. And how - powerful is this going to be if this ever ends up in trial?"
    },
    {
      "speaker": "GRACE",
      "text": "Well, unless he dies, this is going to trial because it's my speculation that this will be a death penalty case and he certainly not going to plea guilty to that which means a trial. And they moved pretty quickly in Virginia. What it boils down to is what their pre-meditation? Everything that you have just mentioned Ashleigh screams premeditation. As you know, Ashleigh, premeditation doesn't mean a long drown out plan such as poisoning someone over a period of time but here you've got that. He has released a manifesto on multi page manifesto about his life and how he has been done wrong. As you were hearing earlier, his video journal of himself growing up and all that he's been through. He left under very bad circumstances there at the station. He hated this woman. He hated this guy. She had gotten promoted. She had gotten a job. He had been taken to H.R. by this camera guy. And you see the garage building but the moment of the shooting he had to follow them from the station parking lot to know where they're going for their on sight shoot or else hack into a computer to find out where they were going that morning. It could have been as simple as following them to the location. He came armed and ready. And as you just heard, he practiced the video shoot. How obscure is that and how damning that he practiced shooting video so he could shoot the murders?"
    },
    {
      "speaker": "BANFIELD",
      "text": "It is just a series of facts that have unfolded that are astounding and rarely in these cases do you get this kind of evidence, actual videotape of an execution. Again, I'm going to have to reiterate. It is posted under a Twitter account and a Facebook account of Bryce Williams with his photograph. But you can never be certain who posts what and when. I will just put that disclaimer out there. My thanks to Nancy Grace, my colleague, on this developing legal story now, Nancy, thank you, Evan Perez, as well, our justice correspondent, thank you as well. This person is in critical condition. This person survived what appears to be a suicide attempt and is in custody, presumably is also under heavy, heavy guard wherever he is being treated in critical condition. This is the last image, the last image, of Alison Parker as she interviewed Vicki Gardner and behind the lens of the person shooting this image is Adam Ward. There they are together, the morning show team, every morning, early morning, broadcasting to their viewers and this morning their viewers saw them killed. It's an astounding story and much of it, much of it traceable on social media. Coming up, my colleague Brian Stelter has tracked the presence that has been created on social media by this suspect, you will not believe how this is unfold."
    },
    {
      "speaker": "BANFIELD",
      "text": "Welcome back to our breaking news coverage of that terrible double murder that unfolded live on television. Verona, Virginia as two employees of WDBJ television the morning show were broadcasting a live interview. Alison Parker is dead. She is the reporter. Adam Ward is dead. He is the cameraman. And their guest, Vicki Gardner went through surgery. She's the woman on the right hand side of screen. She was shot in the back. She is apparently had her condition stabilized we are told. And there is a fourth person who has been shot in this incident as well. He is the alleged perpetrator, the alleged shooter, the alleged murderer in this case. His name is Vester Flanagan, A.K.A. Bryce Williams. Bryce Williams being the name he used on air before he was fired from WDBJ, before he was called on network television a disgruntled employee and before he was allegedly fleeing from the police, crashed his car and then allegedly put a gun to his own head. He survived and he is now in critical condition. There is so much to this story and how it unfolded. Cedric Alexander is our Law Enforcement Analyst. He's also on the President's Task Force for 21st Century Policing. Jonathan Gilliam in the center of the screen to the right, he is a former police officer, also FBI agent. Brian Stelter to the right of Jonathan is our Senior Media Correspondent here at CNN and CNN Legal Analyst Danny Cevallos on the left-hand side is also with me live. I want to begin with you, Cedric Alexander, if I may. There are so many different scenes to process at this time. But if you could take me in real time right now is to what police are doing with this suspect who may or may not be in surgery right now in critical condition and the crime scenes that he's left behind."
    },
    {
      "speaker": "CEDRIC ALEXANDER, CNN LAW ENFORCEMENT ANALYST",
      "text": "Well, they're going to go back to each one of those crime scenes. They're going to evaluate, look at each one separately. They're going to put this whole thing together like a puzzle and what they're going to develop out of this crime scene is a series of events that occurred starting from the beginning of this tragic event up to the point where he attempted to take his own life. But in addition to that as well too was going to be very revealing in all this investigation is when they take a look at what may have precipitated all of this. You're talking about an employee that was separated from that organization or that news station two years ago, who clearly was harboring a great deal of anger and emotion and took the lives of two innocent people who were just doing their job.  It is unspeakable, that's unacceptable it just absolutely horrific. And I want to say very quickly also if I could on behalf of the law enforcement community across this country, we certainly to extend our condolences to the two young reporters who lost who lost their life this morning."
    },
    {
      "speaker": "BANFIELD",
      "text": "And the allegations, of course, against Vester Flanagan, A.K.A. Bryce Williams, will be investigated at length. Cedric Alexander, stand by if you would for me for a moment. Jonathan Gilliam, with your law enforcement background, we're talking about two crime scenes, two shooting scenes, one on the roof top where these two employees of the TV station lost their lives, live on television. And then of course after the chase ensued and the crash of the suspect vehicle, the apparent what looked like a suicide attempt of the suspect in this case. Both of those will have to be combed with a fine tooth comb for evidence, despite the media trail that's been left behind."
    },
    {
      "speaker": "JONATHAN GILLIAM, FORMER POLICE OFFICER",
      "text": "Right, you know, two things that investigators have to do immediately is keep a crime scene as sterile as possible. And use the evidence that's there to move forward because you're doing two things. You're immediately trying to identify and find this individual. At the same time, you're trying to preserve evidence for a conviction later on. That's the most difficult part of an investigator's initial response to a homicide."
    },
    {
      "speaker": "BANFIELD",
      "text": "And that very fact, Danny Cevallos as an attorney, as a defense attorney right now we have a Twitter account and a Facebook account of Bryce Williams purporting to say \"I did it, I shot it and I posted the murders.\" It is not enough, is it, just to have that? There has to be connection to a real person, not fingers typing."
    },
    {
      "speaker": "DANNY CEVALLOS, CNN LEGAL ANALYST",
      "text": "Everyday on \n in this country we are increasingly leaving a bigger wake of electronic evidence. In this case is a classic example. Those who choose and as someone who's a criminal defense attorney, just going to any courtroom, especially a juvenile courtroom, and you will see many defendants who are hanging themselves and I mean that figuratively by what they post on Twitter, what they post on Facebook. We are generating for the price of participating in social media, people are generating evidence that will be used against them later on and this is maybe the classic example. Not the first online live shooting, that goes back to Lee Harvey Oswald. Unfortunately it's continued to happen since the 60s."
    },
    {
      "speaker": "BANFIELD",
      "text": "I want to hit up that social media thing that you just said because this is such a prominent part of the story. And Brian, you've been able to dig back to find out the social media presence of Bryce Williams. It ears fairly new."
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "text": "In this case Bryce Williams actually choose to be doing this year you may get disappoint but that may accidentally or inadvertently leave evidence. In this case he seems to have been very methodical about this. You look at his Twitter account, was setup a week ago with those dozens of pictures from his life, from his past. Now I would surmise seeing that, that someone who might be thinking about getting some media attention in the coming days or weeks or months."
    },
    {
      "speaker": "BANFIELD",
      "text": "In just quickly, there was a fax that was also sent to ABC News attach..."
    },
    {
      "speaker": "STELTER",
      "text": "That's the other evidence. That ABC News received a fax sometime overnight from Bryce Williams. 23 pages, they've handed it over to authorities."
    },
    {
      "speaker": "BANFIELD",
      "text": "Reportedly from Bryce Williams who also goes by the name Vester Flanagan, in such a series of disturbing developments in what is a very fast moving story. Thank you to Cedric Alexander, Danny Cevallos, Jonathan Gilliam and Brian Stelter as well. Our coverage continues with Wolf Blitzer. After the break, I want to leave you with some pictures of Adam Ward and Allison Parker our colleagues in journalism who tragically lost their lives doing their jobs this morning."
    }
  ]
}