{
  "show_name": "NEW DAY",
  "show_title": "Trump Reignites Feud with FOX News; Manic Markets. Aired 6:30- 7a ET",
  "quotes": [
    {
      "speaker": "MARGARET HOOVER, CNN POLITICAL COMMENTATOR",
      "text": "There are a lot of people who agree with Donald Trump.  And he is certainly channeling something.  It is also August.  It is early.  There are 17 people are in the field.  He is a celebrity and cutting through.  I get that and I appreciate it and it"
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "text": "I don't think it's early anymore.  I think that it's only early in terms of time, it's not in terms of tempo and in tone.  We now know what matters to a big group of your party.  OK?  My pushback to both of you"
    },
    {
      "speaker": "HOOVER",
      "text": "my party"
    },
    {
      "speaker": "CUOMO",
      "text": "his numbers"
    },
    {
      "speaker": "HOOVER",
      "text": "Bernie Sanders on the Left."
    },
    {
      "speaker": "CUOMO",
      "text": "Well, but Bernie Sanders is a very different animal.  And he's tapping into something"
    },
    {
      "speaker": "HOOVER",
      "text": "There is anger on both sides.  There is populist anger"
    },
    {
      "speaker": "JOHN AVLON, CNN POLITICAL ANALYST",
      "text": "Bernie is relentlessly civil \n how we disagree with"
    },
    {
      "speaker": "CUOMO",
      "text": "That's right.  Donald Trump is doing something different that is, frankly, being a lot more effective than what Bernie Sanders is doing.        My point of pushback is this on both.      One, your party has a problem.  They have got angry people who you have made angry through a disposition of opposition"
    },
    {
      "speaker": "HOOVER",
      "text": "By the way, FOX News has helped make angry"
    },
    {
      "speaker": "CUOMO",
      "text": "that's right.  But now, they want to know who is going to deliver and Trump is doing better.        The point to you would be, no, it is not that he is on cycle of repeat because the media is afraid they are going to miss something. He is number one in the polls.  We ignored him early on.  I was one of them, saying this guy can't get traction.  People are going to see that the emperor has no clothes.        I was wrong.  People are grabbing on to him as what voices their discontent.  You have to take him seriously."
    },
    {
      "speaker": "AVLON",
      "text": "Look, you absolutely have to take him seriously.        And that's where there's a degree of responsibility in coverage, which involves calling B.S. and not simply giving somebody two and a half hours of free air time in primetime.  That is not typical behavior for covering front-runners.  That's not typical behavior for covering the President of the United States.  So let's be real about that, too."
    },
    {
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "text": "And it's interesting, Margaret, that you say that FOX created him because in part they did.  They get \n even when he wasn't running for president, they had him on all the time.  He had a weekly slot on \"FOX and Friends.\"  And now the fact that he is feuding with them is the irony."
    },
    {
      "speaker": "HOOVER",
      "text": "It is irony.  And it's not just that FOX created Donald Trump.   I mean, there is an angry, sort of resentful populist streak in the Republican Party that has tuned into FOX News and has been a loyal constituency of FOX News for some time.        This is what has been stoked for many, many years, from Glenn Beck, from Rush Limbaugh to Glenn Beck to many other personalities on the Right.        And do your chickens do come home to roost?        But what Jorge Ramos did, I just want to say, look, he tried to challenge him on the policy, on the \n how are you really going to build a wall?.  How are you \n what are you going to do about the 40 percent of people who come here and overstay their visas?        I mean, the nitty-gritty of the policy, this is where this is"
    },
    {
      "speaker": "CAMEROTA",
      "text": "And what Trump did so masterfully against Jorge Ramos was he changed the conversation.  And he said, some of them are criminals, Jorge.  You need to admit that, right?  Jorge, am I right? Some of them are criminals.  Are you going to say yes?  You going to say \n he turned it on him and he debated him."
    },
    {
      "speaker": "CUOMO",
      "text": "both valid points.  And you know what, Jorge's questions, with all due respect, are not new ones.  People have been asking him how he's going to do what he's going to do for a long time.       When we did our first interview with him and I spent the thing just saying how, how, how, I got a lot of criticism.  People are saying it's too early for how.  You wouldn't ask other candidates how.      So"
    },
    {
      "speaker": "HOOVER",
      "text": "a lot of these candidates have been talking about this for years \n  Marco Rubio, Jeb Bush, all these"
    },
    {
      "speaker": "CUOMO",
      "text": "But they sound like people are saying things that they will never do.  And that's what he's tapping into"
    },
    {
      "speaker": "HOOVER",
      "text": "it's not that easy.  And that is the massive fault and problem with Donald Trump, is that his oversimplification of these policies \n like \"I'll just get in and I'll do it.  I'll fill the well up \n \""
    },
    {
      "speaker": "CUOMO",
      "text": "You create an opportunity for him by doing nothing.  So he's saying you people do nothing."
    },
    {
      "speaker": "HOOVER",
      "text": "look, you are right, this is a very difficult policy conversation."
    },
    {
      "speaker": "CUOMO",
      "text": "What do you think?"
    },
    {
      "speaker": "CAMEROTA",
      "text": "bow on it."
    },
    {
      "speaker": "CUOMO",
      "text": "Hoover loves America, do you?"
    },
    {
      "speaker": "CUOMO",
      "text": "Using the hashtag #NewDayCNN, post your comment on facebook.com/newday.  It's an important conversation."
    },
    {
      "speaker": "MICHAELA PEREIRA, CNN ANCHOR",
      "text": "I love that that's your takeaway. She loves America.  Done.      All right.  We have been watching this economic meltdown occurring in China and we know it's taking a toll on your 401. Markets are plummeting, investments shrinking.      What happens next and what do we need to know to protect our future?  That's ahead on NEW DAY."
    },
    {
      "speaker": "(MUSIC PLAYING)                   (MUSIC PLAYING)      PEREIRA",
      "text": "Donald Trump in a tense exchange with a reporter from Univision.  Jorge Ramos thrown out of a Trump news conference after repeatedly interrupting and trying to ask questions.  Ramos was eventually let back into the press conference.  Mr. Trump went back and forth about immigration for several minutes with him, with Ramos calling Trump's plan full of, quote, \"empty promises.\""
    },
    {
      "speaker": "CAMEROTA",
      "text": "The man suspected of attacking a French passenger train allegedly watched a jihadist video on his cellphone moments before last Friday's foiled attack.  Officials say the gunman also belonged to a well-known radical mosque and was heavily armed when he boarded that train.        The 25-year old, indicted on terrorism offenses in what prosecutors are calling a targeted and premeditated attack."
    },
    {
      "speaker": "CUOMO",
      "text": "A Pennsylvania man who jumped a White House fence in March shot and killed inside a courthouse yesterday.  Police say 34- year-old Curtis Smith pulled a knife in the lobby and slashed an officer's hand and arm before another deputy opened fire.  It's not clear what Smith was doing in the courthouse or why he attacked the deputy."
    },
    {
      "speaker": "PEREIRA",
      "text": "The full Donald on display at that news conference in Iowa, though, I was telling you about, kicking out enemies, attacking the media, that's kind of vintage Trump, right?        But is it a winning strategy?        We'll put that question to our panel, ahead."
    },
    {
      "speaker": "(MUSIC PLAYING)                   (MUSIC PLAYING)      CUOMO",
      "text": "Donald Trump.  Wait; this is a new angle.  He has made history.  He has changed the rules of what candidates say to the media and the field.  Witness:  he battles with Univision's Jorge Ramos and watch what happens."
    },
    {
      "speaker": "DONALD TRUMP, ENTREPRENEUR",
      "text": "Sit down.  Sit down.  Go ahead.  No, you don't.  You haven't been called.  Go back to Univision.  Go ahead. Go ahead.  Go ahead.  Sit down, please.  You weren't called.  Go. Yes, go ahead."
    },
    {
      "speaker": "CUOMO",
      "text": "A combination of things you do not see, somebody signaling security to get rid of a journalist, a journalist standing up and breaking protocol, the rest of the media not telling him to shut up and sit down.  This is all new.  Let's discuss why it's happening and if it's working.      CNN senior media correspondent, host of \"RELIABLE SOURCES,\" Brian Stelter and CNN contributor Bill Carter.        The question is simple.        Bill, when you look at that situation yesterday, what was right, what was wrong, what worked?"
    },
    {
      "speaker": "BILL CARTER, CNN CORRESPONDENT",
      "text": "Well, I think it worked very well for Trump.  I think he was commanding the situation.  I think Jorge looked like he was trying to interrupt the guy.  And then he had the optics of saying, get out, which sort of plays like he was deporting him in some way.        The optics were like his message.  You know, you get out unless you are polite.  Unless you're polite, now you come back.  You can come back.  Now I'll address but I command the microphone.  We couldn't even hear Jorge talking.  You can only hear Trump.  And it sounded like he was being reasonable.  He was handling it.  He sort of \n to me, he controlled that situation."
    },
    {
      "speaker": "CAMEROTA",
      "text": "But wasn't that a win-win for both?"
    },
    {
      "speaker": "CAMEROTA",
      "text": "I mean, can you see it as a win-win for both?        Jorge was a journalist; he was challenging Donald Trump on immigration.  Donald Trump was throwing him out."
    },
    {
      "speaker": "BRIAN STELTER, CNN HOST",
      "text": "Ramos was doing what he says he has to do.  He was being confrontational, he was doing it on behalf of his audience, particularly Spanish-speaking viewers, who think Trump's plan is out of this world, is crazy.  Jorge was in some ways advocating for them.  That's what he's all about.        I think what he'll say, he's going to call in later on the NEW DAY, I think he's going to say, he was standing up and he wasn't going to sit down.  It was important to him that he kept standing through that entire encounter and it was important to him that he had a chance to confront Trump, even if he wasn't going to get answers to his questions.  It was important that he try."
    },
    {
      "speaker": "CUOMO",
      "text": "Bill, that's a strong point.        Brian, Bill, at this point, his metaphor still has my head fuzzy. I hadn't thought of it that way before.  And it's interesting because"
    },
    {
      "speaker": "CARTER",
      "text": "Go back to Univision, he even said."
    },
    {
      "speaker": "CUOMO",
      "text": "Go back to Univision; go back to Mexico."
    },
    {
      "speaker": "CUOMO",
      "text": "And I think that there are two ways to look at Donald Trump, that these are random acts of rhetoric; he's just angry, he fulminates.  Or he knows what he's saying and it's part of a purpose.        Play what he said about the media.  Please.  Right now."
    },
    {
      "speaker": "TRUMP",
      "text": "You know why those cameras are all red-lighted?  Because of ratings.  If I didn't get ratings, they wouldn't be here.        They are not nice people.  They don't care about me.  They don't care about you.  They don't care about anything.  The only thing they care about is ratings."
    },
    {
      "speaker": "CUOMO",
      "text": "We hear politicians get upset at the media.  We never hear that.        And it echoes.  It resonates.  He is capturing a moment in time and discontent.  And he is using us as part of the bad guy and I think it's working.      What do you think?"
    },
    {
      "speaker": "CARTER",
      "text": "Well, it is.  Interestingly, someone once said it's never wrong in the Republican Party to attack the media.  That person was Karl Rove on FOX News, by the way."
    },
    {
      "speaker": "CARTER",
      "text": "And in fact now he's even attacking FOX News because he is effective in making the other \n I'm standing up for you guys, they are against you.  Everybody's \n even FOX News is against us.  Even they're \n they're are all against us."
    }
  ]
}