{"show_name":"NEW DAY","show_title":"Univision's Ramos Booted From Trump Event; \"New York Times\": Jeb Bush Was \"Awful\" At The Border; Judge Orders ISIS Supporter To Rehab Not Prison. Aired 7:30-8a ET","quotes":[{"speaker":"MICHAELA PEREIRA, CNN ANCHOR","text":"John King will explain all of that ahead on \"Inside Politics.\""},{"speaker":"PEREIRA","text":"Time for \"Inside Politics\" with John King.  I was thinking your producers have kind of an easy job.  Press conference from Donald Trump, your show is made, right? JOHN KING, CNN HOST, \"INSIDE POLITICS\":  Easy job.  There is so much to choose from.  We had to make very, very tough choices about what to talk about, Michaela.  An interesting job, I don't know that it's easy.  Let's go \"Inside Politics.\" With me this morning to share their reporting and their insights, Jackie Kucinich of \"The Daily Beast,\" and Margaret Talev of \"Bloomberg.\"  You probably want to go back to bed, but you are here with me this morning. Folks at home, I'm making a reference to yesterday in Dubuque, Iowa, Donald Trump was having a press conference meeting with reporters before a speech. As he tried to take questions, Mr. Trump started the Q & A.  Jorge Ramos of Univision jumped up, he was not called on, but he wanted to go first and this is what happened."},{"speaker":"DONALD TRUMP (R), PRESIDENTIAL CANDIDATE","text":"OK, who is next?  Excuse me, sit down, you weren't called on.  Sit down.  Sit down.  Sit down."},{"speaker":"UNIDENTIFIED MALE","text":"I have the right to ask a question."},{"speaker":"TRUMP","text":"Go back to Univision."},{"speaker":"KING","text":"So, it plays out, Ramos says you cannot deport 11 million people.  Trump says sit down, you were not called on.  At this point, Mr. Ramos gets escorted out by security.  Let's be clear, he was standing up.  He hadn't been called on.  He was promoting his agenda.  Mr. Trump seemed to like that moment. JACKIE KUCINICH, \"THE DAILY BEAST\":  Well, right.  This helped Trump and Ramos.  He's the most popular Hispanic anchor in the United States.  He's been playing an activist role in the immigration issue. He was thrown out of the room.  That's going to help him.  It looks like he's being shut down and silenced.  Trump says go back to Univision.  He polls probably spike with a sector of the Republican Party that he is popular with."},{"speaker":"KING","text":"Trump seems rude.  He can seem like a bully.  He seems himself, which is working at the moment.  We can all sit here from a distance and say, a presidential candidate shouldn't be acting like that.  He can look at the poll numbers and say why not?  It's working. MARGARET TALEV, \"BLOOMBERG\":  He's just, you know, going for a certain demographic.  It's not fans of Jorge Ramos."},{"speaker":"KING","text":"Mr. Ramos is escorted out.  Trump says ask security, as if he didn't know how it happened.  Mr. Ramos is allowed back in and gets his question.  Take a listen."},{"speaker":"TRUMP","text":"Remember, you used the word illegal immigrant."},{"speaker":"UNIDENTIFIED MALE","text":"No, I didn't."},{"speaker":"TRUMP","text":"You should use it.  That's the definition.  When you cross the border without their papers, they are illegal."},{"speaker":"KING","text":"Jorge Ramos saying no human being is illegal.  Donald Trump is playing straight to the conservative base and he has a factual point here.  When people come across the border or if they overstay their visas, they are breaking the law. And a lot of conservative voters think that the political elites and media elites ignore that fact and just say give them legal status or give them citizenship and don't want to deal with it. So again, Mr. Trump there, some of us say the answer was rough.  He's playing to that constituency you talked about, Margaret.  To a conservative base who thinks a lot of people want to ignore that fact, that laws were broken."},{"speaker":"KUCINICH","text":"That's straight out of the Republicans.  Some of the things we hear Donald Trump say, my gosh, that came out of a politician's mouth.  That is something you hear from a lot of conservative Republicans.  They were quibbling over the word illegal rather than undocumented person or something which again Donald Trump would probably argue"},{"speaker":"TALEV","text":"I think there's two dynamics to watch.  One is, sort of a side issue, the way the rest of the press handle the situation.  If this is a new president in which the press corps bands together so that individual reporters aren't bullied, to stick to the topic that the press corps wants them to stick to.  It could be an interesting campaign. Two, this creates a pocket of air space for a Republican candidate in this very crowded field to step up, again, and be the anti-Donald Trump.  There are opportunities after opportunities.  Many of those candidates seemed sort of hesitant to take it.  This is another opportunity."},{"speaker":"KING","text":"Especially in a state like Iowa where you have a more conservative electorate that tends to agree with Trump and likes the fact that Donald Trump is essentially at least a hand grenade right now.  They like the fact that he has everybody squeamish. They like the fact that he has the establishment squeamish.  They like the fact that he us squeamish.  That man, you think would be Jeb Bush. At times it is Jeb Bush.  I don't think this helps Jeb Bush, unless he wants to say \"The New York Times\" is after me. But \"The New York Times\" in an op-ed piece today.  The editorial board of the \"New York Times\" says, you know, we kind of think you could have been wonderful, Jeb.  We kind of think you could have been the thoughtful Republican talking about legal status, talking about a rational way to deal with the immigration issue. For all his paper qualifications, Mr. Bush has been angering to many, boring to many others, inspiring to none.  Then he goes and gets lectured about ethnic sensitivity by Donald Trump. To that point, Jeb Bush talking again yesterday, and again Mr. Trump is setting the agenda.  Jeb Bush is talking about anchor babies, in the quick sand of the immigration debate. But Jeb Bush yesterday did say, listen here, look at my family history.  I won't be lectured."},{"speaker":"JEB BUSH (R), PRESIDENTIAL CANDIDATE","text":"My record is pretty clear.  I'm married to a Mexican-American, United States citizen.  I'm immersed in the culture.  I'm bilingual.  I feel like I'm bicultural.  I'm proud of the diversity of my own family.  My record, not just yesterday, but over my lifetime is one that people can look at. I'm 62 years old.  When I was 17 years old, I fell in love with my wife.  It's going to be hard to get lectured to about the politics of immigration."},{"speaker":"KING","text":"But he is being lectured to at the moment.  The question is, in the end, nobody is voting for six more months, in the end, who wins is the conversation."},{"speaker":"KUCINICH","text":"You keep hearing from the Bush camp, they are going to take it to Donald Trump.  That they are going to really go after him.  So far, it's been a miss.  You wonder, when everybody is watching in the next debate, whether he's going to come out swinging. But so far, he's tried to go after Trump talking about Jeb Bush's record and Trump not having a record.  It's fallen flat.  As you said, he is letting himself be lectured."},{"speaker":"TALEV","text":"Those who covered Bush 20 years ago as a rising politician in Florida know what he's capable of when he's testy and pushes back. One of the criticisms in the \"New York Times\" pieces was that he's like kind of too nice and not really going for it.  Whether Jeb Bush kind of gets goated into what he's capable of, I think we are going to see in the coming weeks."},{"speaker":"KING","text":"I think we'll see that.  They've all including the Bush campaign made the decision to wait until the next debate and see what happens to Mr. Trump after that.  But I think middle of September, we will see that happen. Margaret, Jackie, thanks for coming in.  Michaela, remember, September 16th is the next turning point in this campaign.  We'll have debating up to that point."},{"speaker":"PEREIRA","text":"I feel like we will.  There'll be several opportunities \n the pre-debate debate.  All right, John, thanks so much. Interesting conversation we are going to have ahead, can ISIS supporters be deradicalized?  Is rehabilitation a better alternative to incarceration?  We are going to discuss that next."},{"speaker":"PEREIRA","text":"Interesting thought here.  Can a person who wants to become a terrorist actually be deradicalized?  In January, a judge ordered a Minnesota teen who pleaded guilty to supporting ISIS to leave jail and instead undergo rehabilitation. He was sent to a halfway house, which is run by a group that have no experience dealing with Islamic radicals according to \"The Daily Beast,\" but is it a good alternative? I want to talk with a counterterrorism expert, Daveed Gartenstein- Ross.  He is a senior fellow at the Foundation for Defensive Democracies.  You are just the man to talk about it.  Let's look at some stats right off the bat. I think we have this full still of ISIS case in the United States, 59 total, 81 percent are U.S. citizens.  The average age, interestingly, 24, 14 percent of prior felons and three, we learned, three of them have been killed. What do you think there is to say about this notion of rehabilitation? Can someone essentially be deradicalized?"},{"speaker":"DAVEED GARTENSTEIN-ROSS, COUNTERTERRORISM ANALYST","text":"Yes, they can. There have been cases that have been verified.  One example is Jason Walters.  He's Dutch-American.  He was part of a Dutch group that was involved in the murder of Van Gogh back in 2004.  He was a Dutch artist and film maker. He was not involved in that killing.  He went to prison for his role in the hostage network.  From prison, he wrote a letter recanting his views and giving a very long explanation based on continuing his university studies and studying western philosophy. Now he's out and remains very interested in helping people to deradicalize.  When I was living in the Netherlands, I got to know him and consider him a friend.  That's one personal example."},{"speaker":"PEREIRA","text":"We have had some on NEW DAY.  I want to talk about the process in a second.  Specifically, you know, we look at this kid.  We should note the teen is no longer in the halfway house.  He's back in jail.  Is the question of deradicalization, a different proposition when you are talking about a younger person than say an older adult?"},{"speaker":"GARTENSTEIN-ROSS","text":"Absolutely.  When you are young, you are often experimenting with lots of ideas and ways to view the world.  Let's face it, we live in a world that is flawed that has a lot of social problems and people want answers. Sometimes, the totalitarian mass movements like ISIS can benefit from people who are really sincere and looking for ways to approach this flawed world and get sucked into that utopian world view that purports to offer answers.  Young people have malleable ideas than people who are older and more set in their ways."},{"speaker":"PEREIRA","text":"Let's talk about the how because I know that the halfway house that this Minnesota teen was sent to, there's been some criticism level from \"The Daily Beast\" revealing that they have no experience in deradicalization.  The question becomes how do you do it?  Does it matter that they have experienced who are the right groups or former jihadist that was deradicalized.  How do you do it?"},{"speaker":"GARTENSTEIN-ROSS","text":"These are excellent questions.  I don't think there's actually any set answer.  On the one hand, if you look at the massive deradicalization programs internationally, they don't have an unblemished record of success. There's a lot of debate about just how successful programs like Saudi Arabia's are with a lot of analysts saying the numbers don't actually reflect the true rate. But, at any rate, the United States is not like a lot of countries that have engaged in deradicalization programs.  It's not Saudi Arabia or European states.  In terms of how strong our separation between church and state is. We don't consider it in the United States to be a proper function of the state to tell Muslims how they should to interpret Islam and that inherently puts some limitations on ideological dimensions of any program."},{"speaker":"PEREIRA","text":"I would argue that more needs to be done.  Clearly, we need to have these conversations, if we haven't already.  Glad you could bring your perspective to us, Daveed.  Hopefully, we'll continue the conversation here on NEW DAY."},{"speaker":"GARTENSTEIN-ROSS","text":"Absolutely.  Great joining you."},{"speaker":"PEREIRA","text":"OK, Chris."},{"speaker":"CHRIS CUOMO, CNN ANCHOR","text":"All right, the media, politicians, politics are a buzz.  Why?  Jorge Ramos got thrown out of Donald Trump's news conference in Iowa.  Why?  He was interrupting.  He wasn't waiting his turn and Trump told him to go back to Univision then he got escorted out. But was Ramos right to put his agenda ahead of other reporters?  We are going to put the question to Mr. Ramos himself when he joins us on NEW DAY coming up."},{"speaker":"ALISYN CAMEROTA, CNN ANCHOR","text":"Politics has been the source of some good punch lines lately.  Last night Conan O'Brien and Jimmy Kimmel provided some.  Here they are."},{"speaker":"UNIDENTIFIED MALE","text":"a spokesman for the White House said yesterday Vice President Joe Biden has received President Obama's blessing to run if he decides to do that.  Biden hasn't made a decision yet.  But he plans to as soon as Amazon delivers the Magic 8 ball he ordered."},{"speaker":"UNIDENTIFIED MALE","text":"Crazy news about Donald Trump came out.  Yes, it's come out that Donald Trump's grandfather owned a brothel.  When reached for comment, Trump said screwing people for money is a long family tradition."},{"speaker":"CUOMO","text":"Who wins?"},{"speaker":"CAMEROTA","text":"Conan.  With the extra added visual punch line."},{"speaker":"CUOMO","text":"You know what's really big news?"},{"speaker":"CAMEROTA","text":"What."},{"speaker":"CUOMO","text":"That isn't getting the attention it should?  There is a huge 50th birthday in our midst.  Someone whose face defies the age"},{"speaker":"PEREIRA","text":"It's 50 years old."},{"speaker":"CAMEROTA","text":"It is Michaela's birthday."},{"speaker":"CUOMO","text":"You are beautiful."},{"speaker":"PEREIRA","text":"They even made me a Canadian cake.  I love it."},{"speaker":"CUOMO","text":"You are beautiful and the outside has nothing on the inside. Nothing.  It's a big compliment.  You are as sweet as they come."},{"speaker":"PEREIRA","text":"I will celebrate that loud and proud."},{"speaker":"CUOMO","text":"Fifty."},{"speaker":"CAMEROTA","text":"Your presents are waiting.  They are.  Yes."},{"speaker":"CUOMO","text":"Jorge Ramos in the news, instead of covering it, he is becoming it, got kicked out of Donald Trump's news conference.  Why did he do what he did?  Is it the right response and what is behind his questions?  Mr. Ramos explains to you himself ahead."},{"speaker":"MARQUEZ","text":"Donald Trump on the attack."},{"speaker":"TRUMP","text":"Go ahead."},{"speaker":"JORGE RAMOS, UNIVISION","text":"I have the right to ask a question."},{"speaker":"TRUMP","text":"No, you don't.  You haven't been called."},{"speaker":"RAMOS","text":"I'm a reporter.  Don't touch me, sir. That's the first time I've ever been escorted out of any news conference."},{"speaker":"TRUMP","text":"No, I would not apologize."},{"speaker":"UNIDENTIFIED FEMALE","text":"This is where Donald Trump needs to stop being a bully."},{"speaker":"UNIDENTIFIED FEMALE","text":"Is there any relief in sight for investors?"},{"speaker":"UNIDENTIFIED FEMALE","text":"There is a great deal of anxiety out there."},{"speaker":"UNIDENTIFIED FEMALE","text":"It is having global ramifications.  Investors absolutely have to get ready for more volatility."}]}