{
  "show_name": "NEW DAY",
  "show_title": "Univision Anchor Ejected from Press Conference; Government Shutdown Fight Over Planned Parenthood; Is Trump the Candidate for the Tea Party? Aired 7-7:30a ET",
  "quotes": [
    {
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "text": "We are not as used to a presidential candidate throwing journalists out of their press conference, but that's exactly what happened last night.  Take a look."
    },
    {
      "speaker": "MURRAY",
      "text": "In true Trump campaign fashion, the fireworks exploded from the get-go."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE",
      "text": "OK.  Who's next?  Yes, please.  Excuse me, sit down.  You weren't called.  Sit down.  Sit down."
    },
    {
      "speaker": "JORGE RAMOS, UNIVISION ANCHOR",
      "text": "I'm a U.S. citizen, an immigrant."
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "No you don't.  You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision."
    },
    {
      "speaker": "RAMOS",
      "text": "No, this is the question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "You cannot deport 11 million people."
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "You cannot build a 1,900-mile wall.  You cannot deny citizenship to children in this country."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down, please.  You weren't called."
    },
    {
      "speaker": "RAMOS",
      "text": "And with those ideas \n I'm a reporter, and I have \n don't touch me, sir.  Don't touch me, sir.  You cannot touch me.  I have the right to ask a question."
    },
    {
      "speaker": "MURRAY",
      "text": "Univision anchor Jorge Ramos forcibly removed from Donald Trump's news conference in Dubuque, Iowa."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "You don't just start taking over the press conference."
    },
    {
      "speaker": "RAMOS",
      "text": "Yes, I can.  I can ask a question.  I have the right to ask a question."
    },
    {
      "speaker": "MURRAY",
      "text": "After ten minutes, Trump allowed Ramos to rejoin."
    },
    {
      "speaker": "TRUMP",
      "text": "Yes.  Good."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you, Mr. Trump."
    },
    {
      "speaker": "TRUMP",
      "text": "Absolutely.  Good to have you back."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you very much.  So, here's the problem with your immigration plan.  It's full of empty promises.  How are you going to deport 11 million immigrants?  By plane, by bus?  Are you going to bring \n are you going to bring he army?  Are you going to put them in a stadium?"
    },
    {
      "speaker": "TRUMP",
      "text": "We are going to do it in a very humane fashion, believe me.  I have a bigger heart than you do."
    },
    {
      "speaker": "MURRAY",
      "text": "Ramos describing the experience to ABC News."
    },
    {
      "speaker": "RAMOS",
      "text": "I have to go back and ask questions.  That's my job.  As a reporter, as an immigrant, as a U.S. citizen, I have the right to ask any questions to anyone.  This is the first time that I've ever been escorted out of any press conference or any interview."
    },
    {
      "speaker": "MURRAY",
      "text": "But Ramos wasn't the only one in Trump's crosshairs this week.  Trump reigniting his battle against FOX News anchor Megyn Kelly upon her return from vacation on Monday.   On Tuesday, retweeting a post calling her a bimbo and another that said, \"Megyn needs to go back on vacation.  What a waste of an hour on FOX.\"   FOX News head Roger Ailes calling the tirade \"unacceptable\" and \"disturbing.\"  But Trump made it clear, he has no plans to apologize."
    },
    {
      "speaker": "TRUMP",
      "text": "I don't care about Megyn Kelly, but no, I would not apologize. She should probably apologize to me, but I just don't care."
    },
    {
      "speaker": "MURRAY",
      "text": "Now of course, there's a lot of discussion this morning about whether there will be any fallout for Donald Trump after this event or even for Jorge Ramos.  We'll see if Trump has any more fireworks in store for us later today or when he continues on the campaign trail tomorrow in South Carolina.   Back to you, Michaela."
    },
    {
      "speaker": "MICHAELA PEREIRA, CNN ANCHOR",
      "text": "If I were a betting woman, which I'm not, I feel there will be some more soundbites coming from Donald Trump.  All right, thanks so much.  We appreciate it. Conservatives in Congress are plotting to shut down the federal government over funding for Planned Parenthood.  That is setting up quite an explosive confrontation inside the Republican Party, because a government shut-down at the end of September is the last thing Republican leaders need right now.   We've got the latest now from White House correspondent Michelle Kosinski.   Good morning once again."
    },
    {
      "speaker": "MICHELLE KOSINSKI, CNN WHITE HOUSE CORRESPONDENT",
      "text": "Hi, Michaela. Yes, you look at what this is, a fight over federal funding for an organization that has come under such fire lately.  An organization that provides abortions, mainly to poor women.  And the ideological opposition there is so strong that this could be the thing that ends up in a government shutdown.  The leadership, though, Republicans in both the House and the Senate do not want to see that happen.  They're looking for alternatives, maybe a temporary spending bill or a congressional investigation that would take some time, maybe get some more Democrats on board, because they don't want to see a shutdown ultimately backfire on Republicans.   Here's the White House weighing in."
    },
    {
      "speaker": "JOSH EARNEST, WHITE HOUSE PRESS SECRETARY",
      "text": "We know what's going to happen.  We've seen this movie before.  The ending is not very good. They're going to come back in early September and they're going to say, \"Oh, my goodness, look at this.  We only have three weeks before government shutdown.\"  And they're going to claim that they don't have time."
    },
    {
      "speaker": "KOSINSKI",
      "text": "The White House doesn't agree with attaching these ideological riders to larger spending bills.  They've already threatened to veto it.  And this week, the president called those who would do something like this \"crazies\" \n Alisyn."
    },
    {
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "text": "OK, Michelle.  Thanks so much for setting all of that up.  And we will speak about it in a moment.   We are joined now by Congressman Jim Jordan, a Republican from Ohio on the Judiciary Committee.  And he chairs the House Freedom Caucus which considers ending government funding of Planned Parenthood a major priority.   Good morning, Congressman.   REP."
    },
    {
      "speaker": "JIM JORDAN (R), OHIO",
      "text": "Good morning.  Good to be with you, Alisyn."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Great to have you.  I understand there's a delay, but we'll  do our best with it."
    },
    {
      "speaker": "JORDAN",
      "text": "OK."
    },
    {
      "speaker": "CAMEROTA",
      "text": "So we'll talk about Planned Parenthood funding in a moment. But first, we want to just start with the news of the day.  And that is all of the attention that Donald Trump is getting in this race, that he's getting this week, these feuds that he's having with the media.  What do you think about the tone that Donald Trump is setting and the topics that he's bringing to the fore and how the Republicans are handling him?"
    },
    {
      "speaker": "JORDAN",
      "text": "Well, I don't know if I'd always agree with the tone, but I think he understands that there's a frustration out there, a real frustration out there with voters and that nothing is getting done in Washington.  And specifically on immigration issue.   When I talked with folks in the 4th District of Ohio that I get the privilege of representing, they all come up to me and say, \"Look, we want the law enforced.  We want an administration that follows the law, not makes it up as they go, which this president has done.\"   And I think Mr. Trump, when he taps into that and brings this issue up, people understand that this administration \n think about the president's executive amnesty, Alisyn.  Twenty-two times he said he couldn't do what he turned around and did.  And that bothers Americans, because they think that's not adhering to the Constitution, not adhering to the rule of law.  And they want Republicans who will stand up and fight for just that, the rule of law and following the law.  And I think that's what he tapped into, and that's why you see some of the poll numbers that you do."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Well, sure.  I mean, he \n but it's not just the president that Donald Trump is going after.  He's going after fellow Republicans.  He's going after Jeb Bush.  He's saying, you know, snarky things about Lindsey Graham.  He's saying all sorts of things about his fellow contenders.  Is that OK?"
    },
    {
      "speaker": "JORDAN",
      "text": "I mean, look, it's a primary.  You're going to have to go after your opponents in some way.  So I get that.  That's just the normal give and take of politics.  Sometimes you have to have a tough semifinal before you get to the finals.  And I think we're going to see that play out over the next few months with these 17 candidates who are running for office.   What I know is it's a good field.  Whoever emerges, I think is going to be a good candidate and give us the best chance to beat Secretary Clinton if that's who their nominee is."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Donald Trump is also going after the media.  As you know, this week, he reignited a feud that he had had after the first debate with Megyn Kelly of FOX News.  And he tweeted out some tweets that people say were nasty about her.  And it elicited a sharp response from the president of FOX News, Roger Ailes.  I'll just read a little portion of it: \"Donald Trump's surprise and unprovoked attack on Megyn Kelly during her show last night is as unacceptable as it is disturbing.  Donald Trump rarely apologizes.  But in this case, he should.\"   Who do you think wins this battle?  FOX News or Donald Trump?"
    },
    {
      "speaker": "JORDAN",
      "text": "I don't know.  But I mean, what I do know is I've been on Megyn Kelly's show.  I think she does a good job hosting her show.  I think she's a good journalist.  I don't necessarily think it's a smart move to attack her.   But you know, I've got a lot of other issues to worry about and things that I think impact the 4th District of Ohio, will impact our country than getting into some debate with a presidential candidate and a news anchor.  What I know is I've been on Megyn Kelly's show, and I think she does a great job."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Is it uncomfortable for you, as a Republican, to watch Donald Trump make everything so topsy-turvy?"
    },
    {
      "speaker": "JORDAN",
      "text": "Look, you know, as I said before, this is politics.  This is not, you know \n this is \n sometimes it gets rough-and-tumble.  We've got a primary.  We've got good candidates in this field.  They're going to \n they're going to fight it out, and whoever emerges, as I said before, I think will be a good candidate and will give us a great chance to win.  And I think we will win against Secretary Clinton or Joe Biden or whomever \n whomever the Democrats decide is going to be their nominee."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Let's talk about an issue that you do want to bring to the fore, and that's funding for Planned Parenthood.  As you well know, next month, this issue could shut down the government, if the two sides, you know, become at loggerheads.  You've gone down this road before of defunding, attempting to defund Planned Parenthood and shutting down the government.  And it hasn't worked well for Republicans.  Why go down it again?"
    },
    {
      "speaker": "JORDAN",
      "text": "Well, Alisyn, look.  First of all, understand this.  Planned Parenthood has been engaged.  These videos point out some of the most disgusting, immoral what looks like criminal activity.  There is no way, no way they should be getting a penny of taxpayer money.   And if the president of the United States and if Harry Reid think it's more important that Planned Parenthood get your tax dollars than it is to pay our troops, then they're the ones shutting down the government.  No one wants a government shutdown.  We just don't want an organization engaged in the activities that these videos show Planned Parenthood was engaged in.  we don't want them getting any taxpayer money. That's another thing, is I travel around our district.  Constituents come up to me and say, \"Don't give them a dime of my taxpayer money. I've seen those videos.  That is disgusting.\"  So that's the \n and if the president thinks it's more important that an organization engaged in criminal activity gets our tax dollars than it is to fund our troops, fund our veterans.  And we want to just send the money to the 9,000 community health centers."
    },
    {
      "speaker": "CAMEROTA",
      "text": "But Congressman, I mean..."
    },
    {
      "speaker": "JORDAN",
      "text": "Not to the 700 Planned Parenthood centers around the country."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Look, as you know there are, I think three investigations going on currently into those videos and if they represent what they appear to."
    },
    {
      "speaker": "JORDAN",
      "text": "Yes."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Why not let the investigations happen first?  I mean, you're saying that there's criminal activity.  You don't know that there's criminal activity."
    },
    {
      "speaker": "JORDAN",
      "text": "I said what appears to be criminal activity but certainly disturbing activity.  Why should they be getting taxpayer money while these investigations are going on?   I'm on the Judiciary Committee.  I'm on the Oversight Committee, two of the three committees looking into this issue.  Of course we should continue the investigation.  Of course we should get all the information out there.  But we know enough already to say this organization shouldn't be getting your tax money.  And oh, by the way, a few years ago, they were on videotape advocating all kinds of disgusting things, as well, then.  We should have defunded them then."
    },
    {
      "speaker": "CAMEROTA",
      "text": "But I mean, you're suggesting defunding next month."
    },
    {
      "speaker": "JORDAN",
      "text": "So this is clear, and they shouldn't be getting your tax dollars."
    },
    {
      "speaker": "CAMEROTA",
      "text": "I mean, this battle is coming up next month.  If the investigation is not complete by next month, isn't it just called due process?  Aren't they due an investigation before you defund them and possibly shut down the government?"
    },
    {
      "speaker": "JORDAN",
      "text": "Alisyn, it is as clear as clear can be.  On videotape changing the procedures to harvest these organs; doing the things they talk about on the tape; profiting from the sale of it.  Things that are just \n just wrong.  We know enough to say they shouldn't be getting any taxpayer money.   And again, if Harry Reid thinks it's more important to fund them than it is \n frankly, more important to fund them than it is to fund women's health.  Because if we give money to that, transfer the money to the 9,000 community health centers, they're going to \n they're in the business of helping women and the health needs that are there.   If he thinks it's more important to fund Planned Parenthood than women's health, more important to fund Planned Parenthood than it is our troops, than it is our veterans and other services that the federal government provides, then that's his problem.  He's going to have to answer to his constituents for that \n for that position."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Congressman Jim Jordan, thanks so much for coming on and talking about all of these topics with us on NEW DAY."
    },
    {
      "speaker": "JORDAN",
      "text": "Thank you."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "text": "A battle for the soul of America.  Is that what the Trump bump represents?  A \"mad as hell\" moment, \"I'm not going to take it any more\"?  Is that what's going on?  An uprising against the establishment, the media, manifested in the person of one Donald J. Trump?  Let's discuss.  CNN political reporter Sara Murray and CNN political commentator and host of \"The Ben Ferguson Show,\" Ben Ferguson his self.   Sara, when you were in there last night, and Jorge jumped up, made his comment, got into it with Donald Trump, what do you think the reaction was to the media core and to the reporting on the incident in the aftermath?"
    },
    {
      "speaker": "MURRAY",
      "text": "Well, look, I think that there are a lot of questions about whether there will be fallout on either side.  I actually think this ended up being a good moment for both of them.  I think if you are a supporter of Donald Trump, you like that Trump stuck it to this journalist.  He kicked him out, and that, you know, Trump sort of behaved in the brunt \n the blunt and brash fashion that you're used to.   If you are one of the tons of Hispanic viewers that watch Univision, if you are a fan of Jorge Ramos, I think that you're glad he didn't sit down.  You're glad that he really pressed Trump to answer some of these questions.  And by the way, when Jorge Ramos was let back in, they had a pretty interesting exchange going back and forth about actual immigration issues.  And so overall, I think both sides will end up casting it as a win."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Ben, you said something last night in light of all of this that was controversial.  You said you don't think that Jorge Ramos's viewers even understand what Trump is saying, because they don't understand English.  Do you want to stick by that this morning?"
    },
    {
      "speaker": "BEN FERGUSON, CNN POLITICAL COMMENTATOR",
      "text": "Well, I think some of them don't.  And people are acting as if Donald Trump somehow last night did a lot of damage with people that are going to watch Univision. And my point was, there are a lot of people that watch Univision that are never going to like Donald Trump.  And many of them that watch don't even know what Trump is saying.   They're going to listen to Ramos' perspective on this.  They're going to think he's a crusader, that he stood up to this evil man running for president that doesn't like illegal immigrants.   And my point was, Donald Trump didn't do any damage.  That's not his audience.  Donald Trump's not trying to connect with them."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Right.  So I mean, your point is that they were never going to vote for Donald Trump to begin with..."
    },
    {
      "speaker": "FERGUSON",
      "text": "Exactly."
    },
    {
      "speaker": "CAMEROTA",
      "text": "... not that they don't understand English.  Eighty-two percent of Hispanics in this country consume news in English.  So that part of your statement, you now this morning disavow?"
    },
    {
      "speaker": "FERGUSON",
      "text": "Well, I mean, my point is this.  There are a lot of people that watch Univision, and they watch Ramos.  And they are \n many of them that do watch are not looking at the presidential election the same way that I would.  And they're not paying attention to it the same way.   So this \n you know, one person said, \"Well, Donald Trump just did a ton of damage.\"  And I'm sitting there going, did he really do any damage?  I don't think so.  If you're watching Ramos, you're probably cheering for him, if you watch him on a nightly basis.  You think he's standing up to this guy..."
    },
    {
      "speaker": "CUOMO",
      "text": "I get it."
    },
    {
      "speaker": "FERGUSON",
      "text": "... that was trying to be tough.  And that's my point was, is that he didn't do damage."
    },
    {
      "speaker": "CUOMO",
      "text": "We get the \n we get the point.  But the way you made it was not \n it was not just arguably inartful.  It was a little mean- spirited.  Right?  I mean, you were kind of like saying they speak English."
    },
    {
      "speaker": "FERGUSON",
      "text": "Well, some of them don't."
    },
    {
      "speaker": "CUOMO",
      "text": "That's just not a nice way to put it.  You're doing the same thing that you criticize Trump for."
    },
    {
      "speaker": "FERGUSON",
      "text": "I was being \n I'll say this.  I was being politically blunt and people would say politically incorrect.  But there are a lot of people..."
    },
    {
      "speaker": "CUOMO",
      "text": "That's \n that's the new word.  That's the new word for rude and offensive, is I don't \n I'm not politically correct?"
    },
    {
      "speaker": "FERGUSON",
      "text": "Let's \n hold on.  Let's deal with reality, though.  If you're watching Telemundo, if you're watching Univision, there's a very good chance you're watching it because you don't want to watch it in English."
    },
    {
      "speaker": "CUOMO",
      "text": "Doesn't mean they don't speak English."
    },
    {
      "speaker": "FERGUSON",
      "text": "Am I wrong?  That's what the whole network's about."
    },
    {
      "speaker": "CUOMO",
      "text": "It doesn't mean you don't speak English."
    },
    {
      "speaker": "FERGUSON",
      "text": "A lot of them don't speak English, though.  But hold on.  A lot of them do not speak English that are watching."
    },
    {
      "speaker": "CUOMO",
      "text": "I don't think you should use it as a disparaging way.  But that's a conversation for a different time.   Sara, let me ask you something: Donald Trump is not making  mistakes.  By that, I mean, he's saying something he didn't know he was going to say or he couldn't control himself to say something about Megyn Kelly."
    },
    {
      "speaker": "CAMEROTA",
      "text": "That's your theory.  We don't know..."
    },
    {
      "speaker": "CUOMO",
      "text": "That is my theory."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Right."
    },
    {
      "speaker": "CUOMO",
      "text": "OK?  And here's why I am sticking with that theory, even though you are beating me over the head with it every five minutes. Listen to what he said about the media in general."
    },
    {
      "speaker": "TRUMP",
      "text": "And you know why those cameras are all red-lighted?  Because of ratings.  If I didn't get ratings, they wouldn't be here.   They're not nice people.  They don't care about me.  They don't care about you.  They don't care about anything.  The only thing they care about is ratings."
    },
    {
      "speaker": "CUOMO",
      "text": "You are \"they,\" Sara Murray.  I am not.  Donald Trump told me I am awesome."
    },
    {
      "speaker": "CAMEROTA",
      "text": "You are a nice person."
    },
    {
      "speaker": "CUOMO",
      "text": "You are part of the problem.  And what he is doing is saying, \"I am the voice against those who are holding back your dream.  The politicians in D.C.  The media establishment that doesn't like me.\"   And he's talking about that through this lens of why he wants to do this.  One more piece of sound to feed your thoughts on it.  Here he is on \"The Today Show\" this morning, talking about why he did what he did with Jorge Ramos.    TRUMP (via phone"
    },
    {
      "speaker": ")",
      "text": "He was totally out of line last night.  I was asking and being asked a question from another reporter.  I would have gotten to him very quickly.  And he stood up and started ranting and raving like a madman.  And frankly, he was out of line.  And most people, in fact, most newspaper reports said I handled it very well. He was totally, absolutely out of line."
    },
    {
      "speaker": "CUOMO",
      "text": "Sara, is Donald Trump effectively using the media as proof of the need for him?"
    },
    {
      "speaker": "MURRAY",
      "text": "Look, I think there's no doubt that Donald Trump isn't good for ratings.  We saw that alone in the ratings for the first debate.  But I also think he's made it a pillar of his campaign to be against  the establishment, whether that means the media, whether that means even FOX News, whether that means the Republican establishment in Washington.  This is part of his shtick.  And that works for you, I think, in a Republican primary.   The question is, if you are Donald Trump and you are serious about being a candidate for president and you really want to win the presidency, where does this take you?  I mean, Ben was talking about how the people who watch Univision are never going to vote for Donald Trump.  Well, this is the problem Republicans have had.  Right?  If you can't appeal to anyone who watches Univision, then you can't win the presidency.  That is what we have seen, time and time again. That's why there's no Republican in the White House right now."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Hold.  Ben, before I let you respond, let me put up the numbers, because they are pretty striking.  This is a new Gallup poll, and it talks about the favorability of presidential candidates, and this is among Hispanics.   Hillary Clinton gets a 58 percent favorable with Hispanics.  Donald Trump gets a 14 percent.  He's unfavorable among Hispanics, 65 percent.  Can he win with those numbers, Ben?"
    },
    {
      "speaker": "FERGUSON",
      "text": "I think he thinks he can.  And  don't think he really cares too much about those numbers.  Because the narrative of what has made him become so popular is it's Donald Trump against the world.   Look at what he's been able to do just even with FOX News.  FOX News, in many ways, created Donald Trump.  He wasn't a political person until they were allowing him to come and talk about politics.  They created this monster in many ways.  And now, he's even convinced people and his supporters that it's even FOX News now against him.   So whether it be Telemundo, Univision, whether it be anybody else, it's \"I'm Donald Trump.  Everyone is out to get me.  I'm not \n I'm going to punch back; I'm going to fight back.  And look at this. We're winning.  And no one else is going to control this, whether it be financially, whether it be through donations, or whether it be the evil media coming after me.\"  Last night played into the narrative.   And here's the big thing."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Yes."
    },
    {
      "speaker": "FERGUSON",
      "text": "Last night was a terrible night for every other GOP candidate.  Because guess what?  All the oxygen for the next week and a half, everything in the room is about Donald Trump.  And none of them are getting press.  None of them are being heard from.  None of their campaign objectives are going to be talked about."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Yes."
    },
    {
      "speaker": "FERGUSON",
      "text": "And Donald Trump is continuing to win."
    },
    {
      "speaker": "CAMEROTA",
      "text": "And you know, Ben, I'm glad you're bringing it up, because we do invite all of the other candidates on NEW DAY all the time."
    },
    {
      "speaker": "FERGUSON",
      "text": "Sure."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Our invitation has been extended to Ted Cruz, Marco Rubio, Jeb Bush.  And we look forward to them coming on the show whenever they're ready.   Ben Ferguson, Sara Murray, thanks for the great conversation."
    },
    {
      "speaker": "FERGUSON",
      "text": "Thanks."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Another programming note for you.  Coming up in less than an hour, we are going to be speaking live with Jorge Ramos about that heated exchange with Donald Trump, what he took away from it."
    },
    {
      "speaker": "CUOMO",
      "text": "There's no question we've covered Trump more, but there are good and bad reasons for that.  He's a prohibitive favorite right now in the polls, and the frontrunner gets a lot of attention.  And he has changed the dynamic in the election.   And I think that is a shame not just on the media; it's a shame on the other candidates.  They have to do something to catch up to his popularity.   And go ahead and look for yourself.  See who has more of the candidates on the show than NEW DAY does.  We have them on.  The question is, who you want to see.  So..."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Our door is open."
    },
    {
      "speaker": "CUOMO",
      "text": "Always, always, 24/7/365.  So we're going to get Mr. Trump's take on this in a live interview on NEW DAY tomorrow.  Today, we have Jorge Ramos on to explain to you why he did what he did and what he thinks matters about this confrontation \n Mick."
    },
    {
      "speaker": "PEREIRA",
      "text": "All right.  Well, as you mentioned, Republican rivals have questioned Donald Trump's conservative credentials.  But they may be good enough for the Tea Party wing of the GOP.  Could Trump be their man?  We'll get a Tea Party perspective next."
    },
    {
      "speaker": "TRUMP",
      "text": "Politicians all talk, no action.  It's all bull.  We've got to stop.  We need people that are going to take us to the promised land. We need people that are going to be great."
    },
    {
      "speaker": "CUOMO",
      "text": "Donald Trump loves America, wants to make it great, is an outsider, has solutions, hates Washington; and it seems that that message is resonating, especially with conservatives.  So is he the man for the Tea Party, another movement that tried to make the same case?  Mark Meckler, the president of Citizens for Self-Governance, a group  that wants to return to states' rights.  He's the co-founder and former national coordinator of the Tea Party Patriots.   Mr. Meckler, thank you for joining us this morning.  We are experiencing another moment in the determination of the soul of what America is.  Do you believe Donald Trump is the face of America's discontent?  Is he your man?"
    },
    {
      "speaker": "MARK MECKLER, PRESIDENT, CITIZENS FOR SELF-GOVERNANCE",
      "text": "Well, he's definitely not my man in particular.  I don't have a horse in the race right now.  I'm enjoying the race; I'm enjoying watching all the candidates fight it out.   I do think, if you look at how he's polling, he's clearly the man for a good portion of America.  He's also clearly speaking about issues that appeal to Americans.  He's speaking in real terms that Americans can understand.  He's doing something very unusual in American politics with his blunt talk and, as you've talked about earlier, his attack on the establishment, both media and political."
    },
    {
      "speaker": "CUOMO",
      "text": "But Mark Meckler, if he's not your man, where does he go from there?  He has to be in line with the Tea Party.  You have to get behind him for him to be successful.  Why are you hesitating?"
    },
    {
      "speaker": "MECKLER",
      "text": "I'm hesitating, because you're in the middle of what I think is an incredibly healthy primary with a lot of very qualified candidates.  If you look at what's going on, on the Republican stage, it's the most healthy thing I've seen in American politics in a long time.   You have a diverse slate of candidates, which is really amazing. You've got youth.  You've got Hispanic.  You've got African-American. You've got a great tested female business executive on the stage.  I think it's an incredible primary.  I'm watching it play out.   And as I talk to most people around the country, even people who are Donald Trump fans, they're enjoying the process.  They're learning a lot.  And they feel like it's healthy for the country."
    },
    {
      "speaker": "CUOMO",
      "text": "Here's the concern.  It is harsh, some would say even mean. It is about harsh strength versus sweet strength.  It is about exclusion versus inclusion.  Your movement, the Tea Party, had been criticized for being too harsh, for being exclusive.  Why do you believe that that tone is the right way to go for America?"
    },
    {
      "speaker": "MECKLER",
      "text": "I think, first of all, that's your premise, and I don't buy into that premise.  It has not been too harsh; it has not been exclusionary.  If you look at the values of the Tea Party movement \n fidelity to the Constitution, free markets, limited government \n the vast majority of Americans support those things.  Today, 72 percent of Americans say that the federal government is too large and does too much.  Not enough politicians are talking about the issues that really matter to America."
    },
    {
      "speaker": "CUOMO",
      "text": "People have always said those things."
    },
    {
      "speaker": "MECKLER",
      "text": "We have the highest African-American unemployment rate in  decades, the highest female unemployment rate in decades.  And we need candidates that are going to deal with those issues head on.  That's what we want.  We want politicians dealing with reality.  We don't get a lot of that from Washington, D.C., or the media, frankly."
    },
    {
      "speaker": "CUOMO",
      "text": "Well, that's \n that's your premise.  You know, I would argue that the whole purpose of this show..."
    },
    {
      "speaker": "MECKLER",
      "text": "That is my premise."
    },
    {
      "speaker": "CUOMO",
      "text": "... is to test what happens in Washington, D.C., and to bring people on and ask them questions about accountability.  What we can't do is just forward agendas.  And that's more and more what groups like yours want out of the media.   My question to you is when you look at..."
    },
    {
      "speaker": "MECKLER",
      "text": "That's what the media \n the media is forwarding an agenda. You guys support what goes on in Washington, D.C.  You don't really challenge it.  We have the highest real..."
    },
    {
      "speaker": "CUOMO",
      "text": "That's \n that's a generalization."
    },
    {
      "speaker": "MECKLER",
      "text": "... unemployment rate \n we have the highest real unemployment rate since the Depression.  We have people who feel disaffected..."
    },
    {
      "speaker": "CUOMO",
      "text": "That's right, and that's why the media is going after politicians for solutions."
    },
    {
      "speaker": "MECKLER",
      "text": "... all over the country."
    },
    {
      "speaker": "MECKLER",
      "text": "I personally have been \n I have been in 21 states since the beginning of the year.  I can tell you what real grassroots people think.  Washington, D.C., and the media talk about economic recovery. Meanwhile, people that I talk to all over the country are struggling to get real jobs.  They're struggling to buy groceries."
    },
    {
      "speaker": "CUOMO",
      "text": "No question."
    },
    {
      "speaker": "MECKLER",
      "text": "And people in Washington, D.C., and the media aren't dealing with the real problems of America."
    },
    {
      "speaker": "CUOMO",
      "text": "I don't \n well, look, I think you..."
    },
    {
      "speaker": "MECKLER",
      "text": "Donald Trump is talking about those things today."
    },
    {
      "speaker": "CUOMO",
      "text": "I don't disagree with you."
    },
    {
      "speaker": "MECKLER",
      "text": "As are most of the Republicans."
    },
    {
      "speaker": "CUOMO",
      "text": "But the resonance is, I think that you are over-applying the criticism, but that's the nature of political dynamic.  What I'm saying is you sound like Donald Trump.  He also echoes your  sentiment, which is he takes the principals: we need better solutions; we have to get back to the Constitution; we have to get back to doing what we do best; no more of this discord in Washington.   But the way he articulates it is through what people would argue is exclusion and harshness: get rid of the immigrants; they're our biggest problem in the world all of a sudden.  And let's kick everybody out, and let's get tough again and tell everybody to bow. Otherwise, we'll take it to them.   If that is what his message is, why don't you accept it and make him the face of your movement?"
    },
    {
      "speaker": "MECKLER",
      "text": "Look, nobody is the face of our movement, of the Tea Party movement and, frankly, the grassroots movement in America, because it has its own face.  It is its own \n its own movement."
    },
    {
      "speaker": "CUOMO",
      "text": "But you've got to back somebody at some point."
    },
    {
      "speaker": "MECKLER",
      "text": "I don't speak for anybody in particular.  What I'm telling you \n I do.  I'm speaking straight with you.  I'm telling you, I've traveled to 21 states.  I was just in my 21st state yesterday.  I listen to the people.  And I come back here on the television, and I tell you what people are thinking.   I'm telling you there's a chunk of the electorate that likes Donald Trump.  But there's plenty of people who prefer other candidates. There's a robust and diverse debate going on, on the right that the left should envy.  We have Ted Cruz.  We have Ben Carson.  We have Carly Fiorina.  Youth, ideas, diversity in the Republican Party.  And frankly, that aspect of it, the fact that you've got that on the right, is not being reported on by the media."
    },
    {
      "speaker": "CUOMO",
      "text": "Hmm.  That's an interesting take.  Mr. Meckler, thank you very much.  Appreciate you traveling around and reporting back to us on what you're hearing out on the hustings.  Thanks for being on NEW DAY \n Mick."
    },
    {
      "speaker": "MECKLER",
      "text": "Thank you."
    },
    {
      "speaker": "PEREIRA",
      "text": "All right, Chris, we know Donald Trump has been taking some heat for his comments on immigration.  Lately, though, so has his rival, Jeb Bush.  A new op-ed is calling out Bush this morning and had some advice to get him on message.  John King will explain all of that ahead on \"Inside Politics.\""
    }
  ]
}