{
  "show_name": "NEW DAY",
  "show_title": "Trump Ejects Univision Anchor from Press Conference; Government Shutdown Fight Over Planned Parenthood; Prosecutor: Train Attacker Watched Jihad Video; Wall Street Set for Higher Open. Aired 6-6:30a ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Donald Trump on the attack."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE",
      "text": "Sit down. You haven't been called.  Go back to Univision."
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "text": "Donald Trump's feud with Jorge Ramos is not the only one."
    },
    {
      "speaker": "TRUMP",
      "text": "I don't care about Megyn Kelly but, no, I would not apologize."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "This is where Donald Trump needs to stop being a bully."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Is there any relief in sight for investors?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "There's a great deal of anxiety out there. It is having global ramifications."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Investors absolutely have to get ready for is more volatility."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "It could have been a blood bath."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "I saw the tip of a gun.  I thought to myself, everybody in this train is going to die."
    },
    {
      "speaker": "ANNOUNCER",
      "text": "This is NEW DAY with Chris Cuomo, Alisyn Camerota, and Michaela Pereira."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "text": "Good morning, welcome to your NEW DAY. It is Wednesday, August 26, now 6 a.m. in the East.  And we, my friends, are at a unique moment in political history.  Are the rules changing for politicians before our eyes?       Case in point: Arguably, the nation's most influential Hispanic journalist kicked out of a news conference in Iowa by Donald Trump, who told Jorge Ramos to go back to Univision.  By the way, he's suing Univision.  The question is: Will Trump pay a price for his treatment of others, or will it actually make him more popular?"
    },
    {
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "text": "OK.  So here's what happened. Ramos was thrown out of that press conference, then eventually let back into the event where he and Trump clashed over immigration for several minutes.  Now, this incident comes as Trump continued his war of words against FOX News host Megyn Kelly.        What is Donald Trump doing?  CNN political reporter Sara Murray is live in Iowa with the latest.  And Sara, you were there last night for all the fireworks."
    },
    {
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "text": "Yes, good morning, Alisyn.        Last night at his event here in Iowa, Donald Trap [SIC] \n Donald Trump seemed to be on the warpath.  He was going out against Jeb Bush, Marco Rubio, even John Kerry.  But he reserved his toughest criticism for journalists.  Let's take a look."
    },
    {
      "speaker": "MURRAY",
      "text": "In true Trump campaign fashion, the fireworks exploded from the get-go."
    },
    {
      "speaker": "TRUMP",
      "text": "OK.  Who's next?  Yes, please.  Excuse me, sit down.  You weren't called.  Sit down.  Sit down."
    },
    {
      "speaker": "JORGE RAMOS, UNIVISION",
      "text": "I'm a U.S. citizen, an immigrant."
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead.  No you don't.  You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision."
    },
    {
      "speaker": "RAMOS",
      "text": "No, this is the question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "You cannot deport 11 million people.  You cannot build a 1,900-mile wall.  You cannot deny citizenship to children in this country."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down, please.  You weren't called."
    },
    {
      "speaker": "RAMOS",
      "text": "And with those ideas \n I'm a reporter, and I have \n don't touch me, sir.  Don't touch me, sir.  You cannot touch me.  I have the right to ask a question."
    },
    {
      "speaker": "MURRAY",
      "text": "Univision anchor Jorge Ramos was forcibly removed from Donald Trump's news conference in Dubuque, Iowa."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "You don't just start taking over the press conference."
    },
    {
      "speaker": "RAMOS",
      "text": "Yes, I can.  I can ask a question.  I have the right to ask a question."
    },
    {
      "speaker": "MURRAY",
      "text": "After ten minutes, Trump allowed Ramos to rejoin."
    },
    {
      "speaker": "TRUMP",
      "text": "Yes.  Good."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you, Mr. Trump."
    },
    {
      "speaker": "TRUMP",
      "text": "Absolutely.  Good to have you back."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you very much.  So, here's the problem with your immigration plan.  It's full of empty promises.  How are you going to deport 11 million immigrants.  By plane, by bus?  Are you going to bring the army?  Are you going to put them in a stadium?"
    },
    {
      "speaker": "TRUMP",
      "text": "We are going to do it in a very humane fashion, believe me.  I have a bigger heart than you do."
    },
    {
      "speaker": "MURRAY",
      "text": "Ramos describing the experience to ABC News."
    },
    {
      "speaker": "RAMOS",
      "text": "I have to go back and ask questions.  That's my job.  As a reporter, as an immigrant, as a U.S. citizen, I have the right to ask any questions to anyone.  This is the first time that I've ever been escorted out of any press conference or any interview."
    },
    {
      "speaker": "MURRAY",
      "text": "But Ramos wasn't the only one in Trump's crosshairs this week.  Trump reigniting his battle against FOX News anchor Megyn Kelly upon her return from vacation on Monday.        On Tuesday, retweeting a post calling her a bimbo and another that said, \"Megyn needs to go back on vacation.  What a waste of an hour on FOX.\"        FOX News head Roger Ailes calling the tirade \"unacceptable\" and \"disturbing.\"  But Trump made it clear, he has no plans to apologize."
    },
    {
      "speaker": "TRUMP",
      "text": "I don't care about Megyn Kelly, but no, I would not apologize.  She should probably apologize to me, but I just don't care."
    },
    {
      "speaker": "MURRAY",
      "text": "Now we'll see if Donald Trump has more fireworks in store for us today.  So far, it doesn't look like he's fired up his Twitter yet.  But we'll be keeping an eye on it.      Meanwhile, he continues barnstorming the campaign trail.  He hits up South Carolina tomorrow.        Back to you, Alisyn and Chris."
    },
    {
      "speaker": "CAMEROTA",
      "text": "OK, Sara.  Stay with us, if you would, because we want to bring in our CNN political commentator and political anchor for New York One, Errol Louis; also CNN political commentator and host of \"The Ben Ferguson Show,\" Ben Ferguson.  Guys, great to have you here.        Ben, I want to start with you, because I know that you watched all these fireworks last night between Jorge Ramos and Donald Trump. And then you said something controversial.  You said that you didn't think that \n let me read it here.  \"To be honest, if you're watching Jorge Ramos, the chances that you even understand the words coming out of Donald Trump's mouth tonight, are slim.  I highly doubt that you're going to even know what he was saying.\"        Now, Ben, of course, you know that Hispanic viewers of Univision, many consume their news in English; they are bilingual.  What do you mean by that?"
    },
    {
      "speaker": "BEN FERGUSON, CNN POLITICAL COMMENTATOR",
      "text": "Well, I think this war that Ramos was trying to start was a fake war.  It was a stunt by him and his news group, to somehow go in there and attack Donald Trump and act like \"I'm going to take him on, on behalf of illegal immigrants.\"        And it's been very obvious from what he's said that he believes that all the illegal immigrants are here are good people, and they deserve to be American citizens.  They deserve to have this right to stay here.  And they're getting not a fair deal from Donald Trump.        But the fact was, Donald Trump, last night, handled this incredibly well.  He said, \"Sit down.  I didn't talk to you yet.  I haven't called on you.\"  And Ramos knew how these press conferences work.  This was a stunt.  And Donald Trump played it very well and said, \"Go ahead, come back in, but you're not going to bully me.\"         And this is why people love Donald Trump.  They love that he is in control.  He's in command.      They ended up having a great conversation, actually, about immigration reform, but he also didn't take any of this, you know, stunt.  And one of the best parts was when he said, \"How are you going to build this wall?\"        And Donald Trump owned him and said, \"I build skyscrapers.\"  So I think it backfired.  And I don't think it's going to work."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Do you think it was a stunt, Errol?"
    },
    {
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "text": "It was a little stagey. I don't know if I'd call it a stunt.  But normally in a press conference, you actually do wait.  You do sort of wait your turn."
    },
    {
      "speaker": "CAMEROTA",
      "text": "His point was that Donald Trump wasn't calling on him. Donald Trump looked around the room, saw Jorge Ramos, and went \"You,\" to a different person."
    },
    {
      "speaker": "CUOMO",
      "text": "Only a couple questions had been asked, though."
    },
    {
      "speaker": "CAMEROTA",
      "text": "It's true.  But Jorge, I think, felt that Donald Trump was never going to call on him."
    },
    {
      "speaker": "LOUIS",
      "text": "Well, that's right.  And look, whether or not it's asked in exactly the right sort of cadence with the right etiquette doesn't really matter.  I mean, the reality is, the exchange, when they finally got to it, I think, was very telling.       I mean, I thought the most important point that Ramos made was  that most \n well, he said 40 percent.  I thought the number was higher.  But most people who are here undocumented are visa overstays. Meaning they walk in the front door.  They're greeted at the airport. And then they just don't go back after 30 or 90 days."
    },
    {
      "speaker": "CUOMO",
      "text": "And most of them come by plane."
    },
    {
      "speaker": "LOUIS",
      "text": "That's right.  And most people are \n the wall has nothing to do it with.  So he was trying to inject sort of a different level of logic into the conversation, which of course, Donald Trump does not want to do."
    },
    {
      "speaker": "CUOMO",
      "text": "Here is what's important about this.  Ben, hold on one second.  Hold on, because I think I know the point you're going to make.  Let me tee it up a little differently.      One, the reason Alisyn called you out on what you said is that a big reason to have this conversation we're having this morning is about how you do things the right way.  And when you say the people who watch Ramos aren't going to understand Trump, you're playing to a stereotype.  You're saying something that's a little inappropriate, and I think you know that.  The question is why you would say that. It's the same conversation we're having about Trump.      What we saw on display last night was that Ramos did something that was \n he had a right to do, but wasn't right to do within that setting.  Right?  We also got to see how Trump responds to that and how the media responds to it.        I've been in press conferences where I've talked out of turn, and people say, \"Shut up and sit down.  Wait till your turn.\"  They didn't do that last night, because they want to see how Trump deals when he's confronted.  And many people feel that he comes off as a bully.  You say no, why?"
    },
    {
      "speaker": "FERGUSON",
      "text": "I don't think he was a bully, because Ramos knew exactly what he was doing.  It was very early on in the press conference.  Donald Trump has not been accused of not talking to the media.        Let's also be very clear: Donald Trump has talked to everyone that asked him a question.  He loves to spar with people.  He loves the controversy.  He loves the center of attention.        What Ramos was trying to do was somehow become a victim.  As if you don't like Univision.  You don't like Hispanics.  You don't like me.  You won't let me talk.  And Donald Trump talks to virtually every person in the media and will talk to you for a long period of time."
    },
    {
      "speaker": "CUOMO",
      "text": "But hold on, Ben."
    },
    {
      "speaker": "FERGUSON",
      "text": "Donald is not \n Ramos is not a dumb guy.  He went in there, knowing..."
    },
    {
      "speaker": "CUOMO",
      "text": "That's fine."
    },
    {
      "speaker": "FERGUSON",
      "text": "... that he was going to try to become a victim."
    },
    {
      "speaker": "CUOMO",
      "text": "That's absolutely \n let's say what you're saying is absolutely true.  I don't know that, but let's say it's true. Everything also applies to Donald Trump.  And I would argue that the way he was last night is exactly how he wanted to be, because listen to what he said about the media."
    },
    {
      "speaker": "TRUMP",
      "text": "And you know why those cameras are all red-lighted? Because of ratings.  If I didn't get ratings, they wouldn't be here.        They are not nice people.  They don't care about me.  They don't care about you.  They don't care about anything.  The only thing that care about is ratings."
    },
    {
      "speaker": "CUOMO",
      "text": "My point is this, Errol, now obviously, that's grossly inaccurate.  But what I'm saying is..."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Is it?"
    },
    {
      "speaker": "CUOMO",
      "text": "... that I think we haven't spent enough time examining why Donald Trump does what he does.  I don't believe it's a randomness.  I don't believe he can't control his temper.  I think that that statement goes with part of his narrative: \"The media is against him, and it's against you, too, America.  And that's why I take them on the way I do.\"  And I think that's why he gets forgiven for so much."
    },
    {
      "speaker": "LOUIS",
      "text": "Exactly right.  His style is one of sort of just operating from the gut.  He's \n you know, if you want to cast him as a political player, which he now is, clearly, he's really just kind of feeding off the energy that's around him.        And there are a lot of people out there who would say, yes, because you have some legal dispute with an entirely different division of Univision involving entertainment, this guy, a respected journalist who talks to 2 million people every night, came in as a hatchet man.  Only in sort of an uninformed logic could that be true. But Donald Trump says, \"You know what?  I'll take that, and I'll run with it.\""
    },
    {
      "speaker": "CAMEROTA",
      "text": "But Sara, what he says is not completely false.  I mean, the media is trapped in this Trump cycle that they can't get out of.  He's like their verbally abusive boyfriend they can't break up with.  Because it's a totally symbiotic relationship.  Hold on, I want to hear from Sara.  I mean, he \n it is because of ratings that the media goes back to him day after day."
    },
    {
      "speaker": "CUOMO",
      "text": "And polls."
    },
    {
      "speaker": "MURRAY",
      "text": "Right.  And I would say that, you know, when you look at his exchange last night, I think both sides got exactly what they wanted out of it.  I think Donald Trump got an opportunity to say, \"Look at how the media is going after me:\" and to sort of be brash and throw him out and bring him back in.  And he had his moment.        And I think Jorge Ramos had his moment, which is to ask serious questions about Donald Trump and his border plan.        And by the way, Donald Trump is getting hammered on Spanish- language media.  And there are a lot of people who watch Univision..."
    },
    {
      "speaker": "CUOMO",
      "text": "Every day."
    },
    {
      "speaker": "MURRAY",
      "text": "... who feel like they haven't heard from Donald Trump, who feels like they haven't answered his question.         And I would just say that at the end of the day, Jorge Ramos doesn't need to win 40 percent of the Hispanic vote to become president, and Donald Trump is going to need numbers much higher than what Republicans have been getting.  So, you know, they may have both won this exchange, but ultimately, it's a longer term problem for Trump than for Jorge Ramos."
    },
    {
      "speaker": "CUOMO",
      "text": "Ben."
    },
    {
      "speaker": "FERGUSON",
      "text": "Let's be clear, though.  Ramos, last night, this interaction did not necessarily hurt Donald Trump that much.  It's not like someone that is watching Univision and is in love with Ramos and the narrative that he pushes is somehow going to be switched and like Donald Trump because they have a conversation.        That's why I say this was nothing but a stunt by Ramos, because Donald Trump didn't lose voters last night that he was going to have that were watching Ramos and Univision.  This for him was a win situation."
    },
    {
      "speaker": "CUOMO",
      "text": "Right, but the mistake..."
    },
    {
      "speaker": "FERGUSON",
      "text": "He took on the media.  He didn't get bullied.  And he says, \"I'm not going play by your rule.  This is my press conference.\""
    },
    {
      "speaker": "CUOMO",
      "text": "Well, he's certainly not going to get bullied.  We know that, because there's usually more decorum coming at him than there is being returned.  And that's part of the style.  That's fine.  He calls it frankness.        But the mistake, the potential, Errol, is the one that we were calling Ben out on also, is that you disrespect Hispanics.  Is that you don't just lay to the anger of the discontented in the GOP, but you're casting a light on an entire group of people who are now the biggest minority in this country.  And there's danger in that."
    },
    {
      "speaker": "LOUIS",
      "text": "Exactly right.  Lots and lots of people are watching this, and part of the Trump effect is going to be whoever the nominee is.  Let's say it's not Donald Trump.  Everybody is going to say, what did you do when he was out there insulting Jorge Ramos, when he was out there insulting Latino voters, when he was out there sort of making all these derogatory remarks?  Did you buy into it, as Jeb Bush appeared to do the other day in a small way by saying \"anchor baby\" for the first time, even though his politics, his personality, his family history all goes in a different direction.        Did you go down that road with Donald Trump or did you call him out?  Did you stick up for us when we needed somebody to sort of open their mouth and say, talking about a nonexistent 2,000-mile fence that will never be built or talking about, you know, visa overstays in a factually inaccurate way?  Was not the way to go.        So we'll see the damage that he's doing, I think, later down the road, whether or not he is the nominee."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Errol, Sara, Ben, thanks so much for the conversation."
    },
    {
      "speaker": "CUOMO",
      "text": "So, man of the hour is Jorge Ramos.  And we're going to talk to him in our 8 a.m. hour.  What was it that motivated him to stand up like that?  What did he think was going to happen?  And what does he think the fallout should be?  Please watch that interview.        And also, tomorrow, Mr. Trump will be live on NEW DAY, giving his assessment of the state of play, and we'll ask him why he believes we're just craven ratings hounds \n Mick."
    },
    {
      "speaker": "MICHAELA PEREIRA, CNN ANCHOR",
      "text": "All right.  Now to the high-stakes showdown simmering within the Republican Party.  Conservatives are threatening to shut down the government at the end of September, rather than vote for any spending plan that includes funding for Planned Parenthood.  That's the last thing Republican leaders want right now.  Could it actually lead to a second government shutdown in three years?       CNN White House correspondent Michelle Kosinski live in Washington with more on this \n Michelle."
    },
    {
      "speaker": "MICHELLE KOSINSKI, CNN WHITE HOUSE CORRESPONDENT",
      "text": "Good, Michaela.  We've seen Congress avoid these shutdowns often at the last minute.  But this one over Planned Parenthood could prove to be really tricky, especially since some of the those who are so vehemently opposed to using federal money for this organization that's come under scrutiny and don't necessarily mind seeing it get to that point.        The Republican leadership in both the House and the Senate couldn't disagree more.  They're looking for other means, maybe even a temporary spending bill, a Congressional investigation.  Because ultimately, they see a shutdown as backfiring on Republicans themselves.        Well, on that, the White House agrees, and they've been slamming Republicans over even the possibility.  Listen."
    },
    {
      "speaker": "JOSH EARNEST, WHITE HOUSE PRESS SECRETARY",
      "text": "We know what's going to happen.  We've seen this movie before.  The ending is not very good.  They're going to come back in early September and they're going to say, \"Oh, my goodness, look at this.  We only have three weeks before government shutdown.\"  And they're going to claim that they don't have time."
    },
    {
      "speaker": "KOSINSKI",
      "text": "So the federal government funds Planned Parenthood to the tune of a half a billion dollars a year.  But that's only \n not even half of its yearly budget.  So even if Congress did vote to defund it at the federal level, states could still choose to fund it \n Chris."
    },
    {
      "speaker": "CUOMO",
      "text": "Or the opposite.  States could opt out, which we've seen them doing, and continue the political situation that way, as well. Michelle, thank you very much.        So we have even more evidence this morning that the potential massacre on high-speed train in France was no robbery attempt. Authorities say the suspect watched a video called \"Calling for Jihad\" moments before his attack was foiled by heroic passengers.  This, as the wife of the French-American hero injured by the attacker speaks exclusively to CNN.        CNN's Martin Savidge is live in Paris with the very latest.  How is it going, Martin?"
    },
    {
      "speaker": "MARTIN SAVIDGE, CNN CORRESPONDENT",
      "text": "Good morning, Chris.        We have good news to report to you.  And that is that Mark Moogalian, according to his wife, he's going to be moved out of intensive care.  Clearly, that's a sign that his health is improving.        But also, she tells us about the terror on that train last Friday, and it was awful."
    },
    {
      "speaker": "SAVIDGE",
      "text": "Back on U.S. soil this morning, 23-year-old Anthony Sadler, one of the American heroes thwarting a terror attack on a passenger train in France.  This as another man heralded as a hero remains confined to a hospital bed."
    },
    {
      "speaker": "ISABELLE RISACHER, WIFE OF MARK MOOGALIAN",
      "text": "All of a sudden, I look at the man.  My husband says, \"Get out.  This is serious.\""
    },
    {
      "speaker": "SAVIDGE",
      "text": "In a CNN exclusive, the wife of French American Mark Moogalian recounted to me the moment her husband was shot, just a few feet away from her, by 25-year-old gunman Ayoub El-Khazzani."
    },
    {
      "speaker": "RISACHER",
      "text": "I thought to myself, we're going to die.  Everybody on this train is going to die."
    },
    {
      "speaker": "SAVIDGE",
      "text": "Isabelle Moogalian says her husband was one of the first to engage the gunman when he saw the Khazzani enter their car on the Paris-bound train, strapped with an AK-47."
    },
    {
      "speaker": "RISACHER",
      "text": "I heard him say, \"I got the gun.\""
    },
    {
      "speaker": "SAVIDGE",
      "text": "At one point, Isabelle says her husband had grabbed the gun, but El-Khazzani fought back.  She hid behind her seat.  Shots rang out.  And to her horror, she saw her husband fall to the floor."
    },
    {
      "speaker": "RISACHER",
      "text": "I see two guys running down the aisle really fast."
    },
    {
      "speaker": "SAVIDGE",
      "text": "That's when American Spencer Stone and Alek Scarlatos tackle El-Khazzani in a bloody fight to subdue him."
    },
    {
      "speaker": "RISACHER",
      "text": "He told me, \"I'm hit.  I'm hit.  It's over.\""
    },
    {
      "speaker": "SAVIDGE",
      "text": "As the gunman lay hog-tied in the aisle, her husband was losing blood fast.  Isabelle panicked."
    },
    {
      "speaker": "RISACHER",
      "text": "I saw the blood was coming like this, you know, from his neck.  And then I was like, \"Oh, my God.  Oh, my God.  He's going to die.\"  Spencer had put his finger like this on the bound."
    },
    {
      "speaker": "SAVIDGE",
      "text": "In this video, you can see Spencer, the heroic U.S. airman, hovering over Mark as he slows down the bleeding with his fingers, an effort Isabelle knows saved her husband's life."
    },
    {
      "speaker": "SPENCER STONE, STOPPED GUNMAN ON TRAIN",
      "text": "I just thought that guy was going to die, so I wanted to give him a fighting chance."
    },
    {
      "speaker": "SAVIDGE",
      "text": "French officials are crediting those brave passengers on the plane that rose up with preventing a massacre.        They also say, the French prosecutor, that there is no doubt in their minds, they believe that this suspect was intent on killing as many people as possible.  Pointing out that, even while on the train, preparing in the bathroom, he was apparently using his phone to access YouTube sites which had some kind of Islamic rant on it, apparently as a kind of inspiration.        Meanwhile, the attorney, though, that represents this gunman says that her client is no longer talking to the authorities and maintains that he was not there to carry out a terror attack but to rob the train.        And that is something that Isabelle Moogalian says is ridiculous. She saw that man shoot her husband in cold blood in the back.  That was not robbery \n Alisyn."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Yes.  It will be a challenge for the defense attorney to use that line of logic.  Martin, thanks so much.        Turning now to the stock market jitters being felt around the world.  Asian markets mostly lower overnight.  Chinese stocks falling for a fifth straight day.  How are Dow futures looking?  CNN's Alison Kosik is here with the answer.        Good morning, Alisyn."
    },
    {
      "speaker": "ALISON KOSIK, CNN CORRESPONDENT",
      "text": "Good morning.  It's a morning ritual.  You get up in the morning.  You brush your teeth, and you check the futures market.       And this morning, actually, they're looking pretty good here in  the U.S.  We're seeing lots of green arrows.  Dow's indicating it could open 205 points higher.        Here's the problem with that, though.  Yesterday, stock futures looked like that they were going to open up 600 points higher.  We did see stocks open higher, but not that much.        Now throughout the day, we saw a lot of movement here, a lot of volatility.  We even saw a 441-point pop.  But here's the problem.        Stocks then didn't see that number again.  They went down, down, down.  And by the end of close, they were in the negative.  In fact, when they turned negative, I was at the New York Stock Exchange, and you could hear an audible, \"Aaa\" when that \n when we saw that green turn to red.        So that very well could happen.  We could see stocks start in the green and then end up in the red.        How did world markets do?  Well, right now, European markets are lower.  One thing that the U.S. markets have been doing is following Asian markets.  Now, the Shanghai Composite fell again overnight. That's not a good sign.  Once again, European shares are mostly lower, as well.        But we are seeing green arrows here in the U.S.  We'll see if these futures can hold.  And more importantly, hold throughout the day to the close."
    },
    {
      "speaker": "PEREIRA",
      "text": "Three hours and ten minutes, we'll be waiting.  All right, Alison.  We'll check back with you.  Thanks so much.        Some breaking news overnight.  Two NATO soldiers killed in an Afghanistan insider attack.  This happened at a military base in the Helmand province.  We're told men wearing Afghan military uniforms opened fire on those soldiers.  The attackers were then killed in an exchange of fire with NATO service members.  No group has yet claimed responsibility."
    },
    {
      "speaker": "CUOMO",
      "text": "A story now that frankly demands a lot more attention. Twenty-seven students and their teacher at a West Virginia high school safe this morning, released by an armed 14-year-old who held everyone hostage inside a classroom for two hours.        The teen surrendered after negotiations with police.  Authorities say they were able to talk the would-be shooter down, mainly because the teacher and students remained calm."
    },
    {
      "speaker": "CAMEROTA",
      "text": "ESPN pulling baseball analyst and former Major League pitcher Curt Schilling off the air after an offensive tweet, comparing Muslims and Nazi-era Germans.  He shared a meme of Hitler with text that read, quote, \"It's said only 5 to 10 percent of Muslims are extremists.  In 1940, only 7 percent of Germans were Nazis.  How'd that go?\"       Schilling himself wrote, quote, \"The math is staggering when you  get to the true numbers.\"  That message was deleted, and Schilling later tweeted an apology, saying he takes responsibility for his, quote, \"bad decision.\"  ESPN called the tweet completely unacceptable."
    },
    {
      "speaker": "PEREIRA",
      "text": "The Twitters [SIC] get people in trouble."
    },
    {
      "speaker": "CAMEROTA",
      "text": "It really does.  I was thinking that.  You know, it's more dangerous than you'd think."
    },
    {
      "speaker": "CUOMO",
      "text": "Well..."
    },
    {
      "speaker": "PEREIRA",
      "text": "It's really \n it's really concerning."
    },
    {
      "speaker": "CUOMO",
      "text": "It can be.  But also, this could be a case where he believes what he says, and a lot of people would agree with him about what he says."
    },
    {
      "speaker": "PEREIRA",
      "text": "But then he then apologized.  You see what I mean? Like..."
    },
    {
      "speaker": "CUOMO",
      "text": "Because he wants to keep his job."
    },
    {
      "speaker": "PEREIRA",
      "text": "I know."
    },
    {
      "speaker": "CUOMO",
      "text": "And the rules of the place where he is demanded that he do that.  We don't know which it is.  We'd have to hear it from him."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Oh, no, I think Twitter is often truth serum, but it still gets you in trouble."
    },
    {
      "speaker": "PEREIRA",
      "text": "It gets you in trouble."
    },
    {
      "speaker": "CUOMO",
      "text": "And sometimes it's trouble you're looking for.      So why does \n speaking of that, why does Donald Trump say what he says?  No one is safe.  Politician, anchors, TV networks.  Random acts of rhetoric or well-planned strategy?  Ahead."
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me, sit down, you weren't called.  Sit down.  Sit down.  Sit down!  Go ahead.  No, you don't.  You haven't been called.  Go back to Univision."
    },
    {
      "speaker": "CUOMO",
      "text": "It's like a memory of what Sister Bridgette Marie said to me in fourth grade."
    },
    {
      "speaker": "CAMEROTA",
      "text": "With a knuckle rap."
    },
    {
      "speaker": "CUOMO",
      "text": "Wound up with a ruler on the tenders.       All right.  The rules are off.  Trump can say and do what others  cannot.  Fact.  The question is why?  Because you're OK with it, and maybe the media, as we OK with it, too?        Univision anchor Jorge Ramos you just saw there ejected, then invited back in.  Trump also continuing a war with FOX News.  And yet his numbers go up, up, up, up.       Let's go through it all with John Avlon, CNN political analyst and editor-in-chief of \"The Daily Beast\"; and Margaret Hoover, CNN political commentator, Republican consultant, loves America.        Jorge Ramos \n Jorge Ramos stands up last night, does what he had a right to do, but was not right to do in that context.  And he gets what some suggest what he was looking for.  He gets ushered out. Maybe he was surprised that he gets left back in.  He gets to have his fight with Trump.  Net to net, who was right, who was wrong in this situation?"
    },
    {
      "speaker": "JOHN AVLON, CNN POLITICAL ANALYST",
      "text": "Look, Jorge Ramos, to say he was aggressive, sure.  But if you want to make America great again, start with respecting the Bill of Rights.  Start respecting freedom of speech for someone other than yourself.  Secondly..."
    },
    {
      "speaker": "CAMEROTA",
      "text": "But he wasn't called on.  Jorge Ramos was interrupting the press conference."
    },
    {
      "speaker": "AVLON",
      "text": "And you know what?  Because he wasn't being called on, because Donald Trump is in a lawsuit, using legal violence \n against Univision."
    },
    {
      "speaker": "CUOMO",
      "text": "Legal violence?"
    },
    {
      "speaker": "AVLON",
      "text": "Which is a habit of bullies and thugs who are also billionaire populists."
    },
    {
      "speaker": "CUOMO",
      "text": "Calling him a bully and a thug?"
    },
    {
      "speaker": "AVLON",
      "text": "Yes.  You're damn right.  Look, I'm tired..."
    },
    {
      "speaker": "MARGARET HOOVER, CNN POLITICAL COMMENTATOR",
      "text": "And a billionaire populist."
    },
    {
      "speaker": "AVLON",
      "text": "There is a absolutely \n there is a double standard going on where this guy's getting millions of dollars of free air time, because everyone is trying to watch for a car crash.  It feeds into his overall snuffing out of any substantive conversation in the field. And when a goon hustles a respected reporter out of a room, other reporters should do more than chew their cud or try to find ways to blame the victim in this case."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Let me play for you how Trump feels about the media, because he talked about that last night, Margaret.  Listen to this."
    },
    {
      "speaker": "TRUMP",
      "text": "And you know why those cameras are all red-lighted? Because of ratings.  If I didn't get ratings, they wouldn't be here.        They're not nice people.  They don't care about me.  They don't care about you.  They don't care about anything.  The only thing that care about is ratings."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Look, isn't part of what he said true?  Everybody covers Trump, because it gets good ratings."
    },
    {
      "speaker": "HOOVER",
      "text": "Yes.  It is true.  And in fact, the best idea that came out of last night is that he's going to give $10 million out of CNN's profits from that debate or else he's not going to show up and he's going to give it to charity.  He's going to name all the charities. The best idea I've heard out of Donald Trump.  Frankly, the most doable policy idea I've heard out of Donald Trump.  May not be that doable, but neither is building a wall."
    },
    {
      "speaker": "CUOMO",
      "text": "You know what happened?  This is \n why don't I like it? One, because I don't see myself that way.  Everyone likes ratings. That's the nature of the commercial part of the business.  But how you do your job has an integrity to it.  And you know what?  Donald Trump knows that.      So the question becomes why does he say what he says?  I think he's doing it because it's working for him."
    },
    {
      "speaker": "AVLON",
      "text": "Of course it is."
    },
    {
      "speaker": "CUOMO",
      "text": "People do like \n the discontented do blame the media for a lot of things.  And he is going after FOX News.  That I'm not as sure about, from a calculus from his standpoint.  But he's going after someone like Jorge Ramos, because the people who like him embrace it."
    },
    {
      "speaker": "AVLON",
      "text": "This is a massive ego trip.  For someone who's saying \n look, he is basically an entertainer right now.  And he is getting crowds, in part because of his celebrity.  This is about demagoguery meets celebrity.  And when..."
    },
    {
      "speaker": "CUOMO",
      "text": "He says he's a populist."
    },
    {
      "speaker": "AVLON",
      "text": "Yes, building a populist, you know, through the looking glass here.  So let's really start talking about what's happening, though.  Because there's a degree of collusion.  Because there is a ratings factor.  When you give somebody hours of air time.  When you say, \"Sure, you can do the full Ginsburg on the Sunday shows, and you can just call in.\"  You know, because we're afraid you might say something outrageous and we might miss it.        It ends up really feeding upon itself.  And it snuffs out all the substantive conversation from a very wide field.  And the only way they can make news is to say something even crazier."
    },
    {
      "speaker": "CAMEROTA",
      "text": "And that raises the next question, Margaret.  Why is he in this feud with FOX?  Why did he reignite the battle against Megyn Kelly this week?  What's in it for him?"
    },
    {
      "speaker": "HOOVER",
      "text": "As far as I can tell, this is not a strategy.  This is  not well-thought-out.  We have all seen he has incredibly thin skin. If anybody insults him, he simply can't take it, and he can't let it go.  It's like a bee in his bonnet.        I see no upside for him.  And frankly, I am pleased to see Roger Ailes and every other journalist and personality at FOX News stand up for Megyn Kelly finally.  I said this last night; I'll say it again. The right needs its Sister Souljah moment with Donald Trump.  It also \n it needs its William F. Buckley telling the John Birch Society, \"You guys are crazy and cannot be part of the conservative movement.\" There needs to be a line drawn in the sand between the way he is behaving and the way adults are going to behave in the conservative movement and the Republican Party in 2016."
    },
    {
      "speaker": "CUOMO",
      "text": "Here's the problem..."
    },
    {
      "speaker": "CAMEROTA",
      "text": "... followers don't like that you're saying that."
    },
    {
      "speaker": "HOOVER",
      "text": "Yes.  There are a lot of people who agree with Donald Trump, and he is certainly channeling something.  It is also August. It is early.  There are 17 people in the field, and he's a celebrity and cutting through.  I get that, and I appreciate it."
    },
    {
      "speaker": "CUOMO",
      "text": "I don't think it's early any more.  I think that it's only early..."
    }
  ]
}