{
  "show_name": "NEW DAY",
  "show_title": "Donald Trump Expels Univision Reporter from Press Conference; Donald Trump Attacks FOX News Anchor Megyn Kelly; Interview with Jorge Ramos. Aired 8-8:30a ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Is there any relief in sight for investors?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "There is a great deal of anxiety out there.  It is having global ramifications."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Investors absolutely have to get ready for more volatility."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "It could have been a blood bath."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "I saw the tip of a gun and I thought to myself everybody on this train is going to die."
    },
    {
      "speaker": "ANNOUNCER",
      "text": "This is NEW DAY with Chris Cuomo, Alisyn Camerota, and Michaela Pereira."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "text": "Good morning.  Welcome to your NEW DAY. It's Wednesday, August 26th.  It's now 8:00 in the east.  Go back to Univision, Donald Trump shooing a Hispanic journalist with those words out of a news conference in Iowa.  Why?  Because Jorge Ramos repeatedly interrupted Trump to ask him questions without being called on.  Did he lose his cool, or is this part of his winning strategy?"
    },
    {
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "text": "Now, Jorge Ramos was eventually allowed back inside.  And then more fireworks flew as Trump and Ramos dueled over immigration policy.  All of this follows the feud that Trump reignited Monday with Megyn Kelly of FOX.  Let's talk about it with CNN political reporter Sara Murray.  She has the latest for us from Iowa this morning.  Tell us about all the fireworks last night."
    },
    {
      "speaker": "SARA MURRAY, CNN POLITICAL REPORTER",
      "text": "Good morning, Alisyn.  It was an unusual moment even for Donald Trump before his event even got started, when he was going back and forth with reporters, actually kicking one out of his news conference last night.  Let's take a look."
    },
    {
      "speaker": "MURRAY",
      "text": "In true Trump campaign fashion, the fireworks exploded from the get go."
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENTIAL CANDIDATE",
      "text": "OK, who was next?  Yes, please."
    },
    {
      "speaker": "JORGE RAMOS, UNIVISION ANCHOR",
      "text": "Mr. Trump, I have a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me.  You weren't called.  Sit down.  Sit down.  Sit down."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "No, you don't.  You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision."
    },
    {
      "speaker": "RAMOS",
      "text": "This is the question.  Mr. Trump, you cannot deport 11 million people.  You cannot build a 1,900 mile wall.  You cannot deny citizenship to children in this country."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down."
    },
    {
      "speaker": "RAMOS",
      "text": "I'm a reporter and I have \n don't touch me, sir.  Don't touch me, sir.  You cannot touch me.  I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Univision anchor Jorge Ramos forcibly removed from Donald Trump's news conference in Iowa.  After 10 minutes, Trump allowed Ramos to rejoin."
    },
    {
      "speaker": "TRUMP",
      "text": "Yes."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you, Mr. Trump."
    },
    {
      "speaker": "TRUMP",
      "text": "Absolutely.  Good to have you back."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you very much.  So here's the problem with your immigration plan.  It's full of empty promises.  How are you going to deport 11 million?  Are you going to bring the army?"
    },
    {
      "speaker": "TRUMP",
      "text": "No.  We're going to do it in a very humane fashion.  Believe me, I have a bigger heart than you do."
    },
    {
      "speaker": "MURRAY",
      "text": "Ramos describing the experience to ABC News."
    },
    {
      "speaker": "RAMOS",
      "text": "I had to go back and ask questions.  That's my job as a reporter, as an immigrant, as a U.S. citizen.  I have the right to ask questions to anyone.  This is the first time I've ever been escorted out of any press conference or any interview."
    },
    {
      "speaker": "MURRAY",
      "text": "But Ramos wasn't the only one in Trump's crosshairs this week.  Trump reigniting his battle against FOX News anchor Megyn Kelly upon her return from vacation on Monday.  On Tuesday re-tweeting a post calling her a bimbo.  And another that said, \"Megyn needs to go back on vacation.  What a waste of an hour on FOX.\"  FOX News head Roger Ailes calling the tirade unacceptable and disturbing.  But Trump made it clear he has no plans to apologize."
    },
    {
      "speaker": "TRUMP",
      "text": "I don't care about Megyn Kelly.  No, I would not apologize. She should probably apologize to me, but I just don't care."
    },
    {
      "speaker": "MURRAY",
      "text": "Now, Donald Trump not backing down from anyone this morning. He was also on \"The Today Show\" saying Jorge Ramos was totally out of line, saying he was ranting and raving like a madman.  Back to you, Chris and Alisyn."
    },
    {
      "speaker": "CAMEROTA",
      "text": "OK, Sara, thanks so much for all of that background. Joining us now to discuss is CNN's political commentator and former White House political director for Ronald Reagan Jeffrey Lord, great to see you, Jeffrey, and CNN political commentator and host of \"The Ben Ferguson Show,\" Ben Ferguson.  Great to see you as well, Ben.   Let's talk, gentlemen, particularly let's start with the feud that Donald Trump for some reason on Monday reignited with Megyn Kelly. All of this started, as you remember, from the first Republican debate, then it died down.  And then on Monday he fired it up again with some tweets.  Just this morning Matt Lauer asked Donald Trump, what is it about Megyn Kelly that has you so hot and bothered?  Listen to what he said."
    },
    {
      "speaker": "MATT LAUER",
      "text": "It starts to sound a little bit \n and take this in the right way, Donald \n like you're a guy with a schoolyard crush.  When we were in elementary school and junior high school, guys often saying the meanest things about the girls they like the most."
    },
    {
      "speaker": "TRUMP",
      "text": "Trust me, Matt, there is no crush.  That I can tell you.  and as far as I was concerned, during the debate she asked me questions that were totally inappropriate.  Other people were asked nice questions about jobs, about God, about other things.  And she hits me with questions that were totally inappropriate."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Jeffrey, let me start with you.  What is Donald Trump doing?"
    },
    {
      "speaker": "JEFFREY LORD, CNN POLITICAL COMMENTATOR",
      "text": "Well, you know, Donald Trump is Donald Trump, number one.  But there's an interesting dynamic going on here with FOX and the conservative base, if you will.  I happen to be \n and I think I mentioned this when I was with you guys at an earlier time.  I happened to be on a talk show in Alabama the day after that debate.  And I asked the radio host, Matt Murphy by name, in Birmingham, what's up with your audience on this?  And his answer was, they were really mad at FOX and they were mad at Megyn Kelly.   Now, one of the other things I noticed is that when Hillary Clinton was on FOX a year earlier to hype her book, she sat down with Bret Baier and Greta Van Susteren together, and the conservative audience out there took FOX to task for not being tough with Hillary Clinton.  So in other words you have a dynamic here where there is a part of the  conservative base that's watching FOX and think that they let Hillary Clinton escape and they go after Donald Trump.  That's an interesting dynamic.  I don't know where it goes here, but Donald Trump is no dummy when it comes to this kind of a thing."
    },
    {
      "speaker": "CUOMO",
      "text": "Does gender have a role here?  Let me ask the most intelligent person on this panel, you.  When people say, oh, it's because it's a woman, the Trump answer would be no, it's because she attacked me in an unfair way.  And when she came back from her vacation attacked me again, and I'm not going to let anybody attack me."
    },
    {
      "speaker": "CAMEROTA",
      "text": "She didn't attack him again when she came back.  He attacked her."
    },
    {
      "speaker": "CUOMO",
      "text": "He says that when she came back on the show that she was not treating him with respect on her show again."
    },
    {
      "speaker": "CAMEROTA",
      "text": "You think that's what prompted his tweets?"
    },
    {
      "speaker": "CUOMO",
      "text": "Yes.  He said he would not sit idly by."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Because, you know, Roger Ailes put out a statement saying it was unprovoked.  So I don't know what gender has to do with it, but I think it was an interesting question.  Is Matt Lauer's question sexist, is what you're saying, that he referred to a schoolyard crush?"
    },
    {
      "speaker": "CUOMO",
      "text": "No, you just said that."
    },
    {
      "speaker": "CAMEROTA",
      "text": "I don't know.  But I do think there is something about Megyn Kelly that particularly gets under the skin of Donald Trump. And I think it's fair to ask why.  Ben, what do you think about this feud with FOX and Megyn Kelly?"
    },
    {
      "speaker": "BEN FERGUSON, CNN POLITICAL COMMENTATOR",
      "text": "I've been saying this for a long time.  I don't think it's necessarily Megyn Kelly a as much as it is anyone that challenges Donald Trump is ignorant, stupid, incompetent, dumb.  We hear this all the time.  He's an idiot.  He's not very smart.  Look at the things he said about Jeb Bush.  Look at what he said about Ted Cruz.  Look at what he said about Lindsey Graham.  Anyone that gets in his way he is going to try to destroy and say that you're dumb or stupid.  In her case he re-tweets that she's a bimbo.   And I think that feeds into his narrative, which is everyone is against me.  All of these people are members of the media, which is evil, or they're politicians that are running against me, and they're also evil.  I don't take money from anybody.  No one is going to control me.  I don't suck up to anybody.  So if you're a woman and you attack me I'm going to rip on you and I'm not going to play the politically correct game."
    },
    {
      "speaker": "BAIER",
      "text": "He did go after Ramos which shows some kind of gender balance."
    },
    {
      "speaker": "FERGUSON",
      "text": "Absolutely."
    },
    {
      "speaker": "BAIER",
      "text": "My question for you is why does he have to do it this way? This is a sophisticated man.  He's very educated.  He knows people well.  He can be very solicitous of people when he wants to make a deal.  He moves the New York circles very well.  Why does he choose to be harsh with his critics when he could go at it a lot of different ways?"
    },
    {
      "speaker": "LORD",
      "text": "You know, he writes about this in his book, at least one of his books that I have read, I think it was called \"Think Big.\" He has a chapter in there, something to the effect, that when somebody does something to you, you go after them.  There was long before Megyn Kelly.  This is something that he believes in."
    },
    {
      "speaker": "CUOMO",
      "text": "How you go after them is as important as whether you go after them."
    },
    {
      "speaker": "CUOMO",
      "text": "Go ahead.  Hold on, Ben.  Jeffrey, you got cut off.  Make the end point."
    },
    {
      "speaker": "LORD",
      "text": "He doesn't believe in political correctness.  So whether it's Megyn Kelly or Lindsey Graham or anybody else, he's going to treat them quite equally here in this and go after them."
    },
    {
      "speaker": "CUOMO",
      "text": "This political correctness, let me cut you off there, though, Ben, and go to this point about political correctness.  We talk about this on the show a lot.  I often feel that what you say matters more than what you do, and that bothers me about what's called PC.  But saying he's not politically correct is not the same thing as saying you can be harsh, that you can be rude.  That's not the same thing. That's about political correctness.  That's just decorum."
    },
    {
      "speaker": "FERGUSON",
      "text": "Sure.  But I think he thinks that America needs somebody now that is not going to always be in perfect line and order with what society thinks.  This is exactly why he has gotten this hardcore base that loves him.  He's saying I'm not going to be the normal, calculated individual that's at the White House trying to play both sides or trying to talk kind.    We need to be blunt.  We need to be real.  We need to be in each other's face.  He keeps saying it, America's in serious trouble. I'm the guy that's going to get us out of it and it's not going to happen by being the nice guy.  I'm going to come after you.   Look what he even said about, he though, look, Marco Rubio is a great example.  He goes Marco Rubio was mentored by Jeb Bush.  And then he comes out and goes against Jeb Bush in this election.  If I'm Jeb Bush, I would destroy Marco Rubio because I helped create you and you weren't loyal to me, and I would attack him and trash.  That is exactly what Donald Trump does with everybody."
    },
    {
      "speaker": "LORD",
      "text": "Extrapolate this, Chris.  Out to running the American government, and you know use the \n what he's really saying is he would be like this not just with illegals.  He'd be like this with Vladimir Putin.  He'd be like this with, you know, European trading partners."
    },
    {
      "speaker": "CUOMO",
      "text": "With ISIS."
    },
    {
      "speaker": "LORD",
      "text": "He'd be the tough guy with ISIS, exactly.  Which is why when you read these internals of these CNN polls that people think he's the best qualified to deal with ISIS.  You had that discussion with him."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Yes.  He's a tough, strong voice, and that's what they believe America has been lacking.  But let me play for you what Donald Trump said this morning about that testy exchange with Jorge Ramos. Listen to this."
    },
    {
      "speaker": "TRUMP",
      "text": "He was totally out of line last night.  I was asking and being asked a question from another reporter.  I would have gotten to him very quickly.  And he stood up and started ranting and raving like a madman.  And frankly he was out of line.  And most people, in fact most newspaper reports said I handled it very well.  He was totally, absolutely out of line."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Very quickly Jorge Ramos has a huge following.  He is very popular among the Hispanic community.  Is this a winning strategy?  As we discussed, the numbers may not add up if he doesn't get the Hispanic vote."
    },
    {
      "speaker": "LORD",
      "text": "Alisyn, this was Donald Trump's equivalent of Ronald Reagan's \"I paid for this microphone, Mr. Green\" moment back in New Hampshire. It showed him strong and decisive, and the people that take offense, frankly, are probably not Donald Trump fans anyway."
    },
    {
      "speaker": "CUOMO",
      "text": "You think you can win the general election if you have 65 percent negatives with the Latino community?"
    },
    {
      "speaker": "LORD",
      "text": "Yes.  I've looked into this.  And Hispanics in this country with disproportionately situated in two states, Texas and California, which clearly one will go Republican, one will go Democratic.  I don't think in 2016 that you over got to get 40 percent of the Hispanic vote is correct.  I think there are other ways to the White House.  Winning Ohio, winning Virginia, which don't have large Hispanic populations. Florida, yes, that might be in play, that might questionable.  But I don't think this is quite the problem it's made out to be."
    },
    {
      "speaker": "CUOMO",
      "text": "It's 28 million voters.  Jeffrey Lord, Ben Ferguson, let's end it with a sweet note.  You're both beautiful men.  Thank you for being on \"NEW DAY.\""
    },
    {
      "speaker": "CUOMO",
      "text": "Change the tone."
    },
    {
      "speaker": "LORD",
      "text": "We like Alisyn better."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Thank you, thank you very much, and men of good insight."
    },
    {
      "speaker": "CUOMO",
      "text": "Yes, and good will. We're going to take a break here.  When we come back, we have Jorge Ramos.  He's going to talk to us about why he did what he did, what he thinks matters about Donald Trump.  And then you decide."
    },
    {
      "speaker": "CUOMO",
      "text": "Univision anchor Jorge Ramos ejected from a Donald Trump news conference then invited back in.  Let's take a listen."
    },
    {
      "speaker": "TRUMP",
      "text": "OK, who's next?  Yes, please."
    },
    {
      "speaker": "RAMOS",
      "text": "Mr. Trump, I have a question"
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me.  Sit down.  You weren't called.  Sit down.  Sit down.  Sit down."
    },
    {
      "speaker": "RAMOS",
      "text": "As a U.S. citizen, I have the right to ask a question.  And this is the question."
    },
    {
      "speaker": "TRUMP",
      "text": "No, you don't.  You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask the question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision."
    },
    {
      "speaker": "RAMOS",
      "text": "No, this is the question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "You cannot deport 11 million people.  You cannot build a 1,900 mile wall.  You cannot deny citizenship to children in this country."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down.  You weren't called."
    },
    {
      "speaker": "RAMOS",
      "text": "And with those ideas.. I'm a reporter and I have \n don't touch me, sir.  Don't touch me, sir. I have the right to ask a question."
    },
    {
      "speaker": "CUOMO",
      "text": "All right, he would then be brought back in.  They would go at it about immigration.  Jorge Ramos again making these same points about how  he's going to do this and is it the right thing to do. We have Univision anchor Jorge Ramos joining us by the phone now.  My friend, are you with us?"
    },
    {
      "speaker": "RAMOS",
      "text": "I am here.  Thanks for inviting me."
    },
    {
      "speaker": "CUOMO",
      "text": "It is good to have you, want to hear your side on this.  The claim that this was a stunt, that you knew you were out of turn there and you were asking for this kind of provocation.  Is that a fair assessment?"
    },
    {
      "speaker": "RAMOS",
      "text": "It is not.  The one who is out of line is Donald Trump. What happened is - you know how it is in the press conferences.  There were two reporters before me who asked their question and then it was my turn.  So I said, I have a question on immigration.  I stood up. He didn't say anything.  So I kept on asking my questions.  And I confronted him on the fact that he wants to deport 11 million and build the wall and deny citizenship. Obviously, he didn't like my question.  So when he realized that he didn't like my question, and when he realized what was going on, he tried to stop me and asked another reporter to ask a question.  At that point, I told him as a U.S. citizen, as an immigrant, and as a reporter, I had the right to ask a question. He said no.  He told me to go back to Univision.  And then I just kept on asking my question.  He signaled to his security people.  And at that point \n let's remember this is Donald Trump's press conference. He was in control.  He signaled his security people, who threw me out of the press conference.  It's the first time in my life that this has happened."
    },
    {
      "speaker": "CUOMO",
      "text": "Right, but like \n as you said, Jorge, I mean, it's his press conference.  He runs the rules.  You jumped the queue. And you know sometimes"
    },
    {
      "speaker": "RAMOS",
      "text": "I didn't - I didn't jump the queue."
    },
    {
      "speaker": "CUOMO",
      "text": "Well, he didn't call on you for a question.  He didn't call you."
    },
    {
      "speaker": "RAMOS",
      "text": "Two reporters asked a question and then it was my turn.  No. He didn't have to call on everyone, Chris.  And you know how it is"
    },
    {
      "speaker": "CUOMO",
      "text": "Oh, I know, I totally do.  But usually when you're not called onto ask a question, usually the other reporters yell at you.  I just want you to hear what he said about it this morning on the \"Today\" show and get your reaction."
    },
    {
      "speaker": "RAMOS",
      "text": "OK."
    },
    {
      "speaker": "TRUMP",
      "text": "You know why those cameras are all red lighted?   I was not out of line last night.  I was asking and being asked a question from another reporter.  I would have gotten to him very quickly.  And he stood up and started ranting and raving like a madman.  And frankly he was out of line.  And most people, in fact, most newspaper reports said I handled it very well.  He was totally, absolutely out of line."
    },
    {
      "speaker": "CUOMO",
      "text": "His point is it wasn't a question, it was a comment.  You wanted to get into a fight with him and you got your fight."
    },
    {
      "speaker": "RAMOS",
      "text": "No.  I wanted to have an interview with Donald Trump.  And I wanted to have an interview with Donald Trump.  Up to a point a few weeks ago, I sent him a handwritten note with my cell phone on it. And instead of responding, he published on the Internet my cell phone. So he hasn't been giving us answers.  And it is \n this is very important for the Hispanic community and this is personal.  So we're talking about the lives, destroying the lives of millions of people, if his plan goes ahead. And so instead of waiting \n and you never wait, Chris \n instead of waiting, I decided to come to Iowa and ask him the questions that he didn't want to answer.  And that's precisely what I did.  I think, as reporters, our responsibility is to ask questions \n and he hasn't answered those questions.  So we just have to go with whatever the news is.  And in this case, I felt that it was not only my duty but I had to ask those questions.  And he didn't like the question.  That's why he threw me out."
    },
    {
      "speaker": "CUOMO",
      "text": "Well, he certainly doesn't like to be tested.  Many politicians don't.  But in fairness, you were making comments and asking questions.  You've said in the past that he's the face of hatred in America.  When he said I only want to deport illegals, not all immigrants, you said no human is illegal.  When you understand that when someone comes in here and they don't have proper paperwork, that means they're illegal in any country.  Those are points of view. They're not questions.  Are you making this too personal?"
    },
    {
      "speaker": "RAMOS",
      "text": "Well, first of all, it cannot be too personal, because no human being is illegal.  And words are important"
    },
    {
      "speaker": "CUOMO",
      "text": "But I don't understand what that means, Jorge.  Of course human beings can be illegal if they break the law.  I don't understand what your point is.  Your point is about human dignity.  Why are you making it that way?"
    },
    {
      "speaker": "RAMOS",
      "text": "No, the fact is that as I reporter I believe that you have to take a stand here when it comes to racism, discrimination, corruption, public life, dictatorships, and human rights. The best of journalism that we've seen and that you've seen, Chris, is always when reporters take a stand in front of those who are in power. And I think the most important social responsibility as a reporter is to prevent and denounce the abuse of those who are in power.  That's when you see the best journalists and that's what happened with Watergate, with Edward R. Morrow.  We've seen it plenty of times. So, as reporters, I don't think that you have to sit down because Donald Trump tells you to sit down.  You have to ask the question. And it is not that I'm advocating a specific ideas.  Of course, I'm an immigrant.  Of course, I believe that if he wants to deport 11 million people, can you imagine \n just stop for a moment.  Can you imagine what that would mean?  He would have to bring the army.  Imagine the human rights violations that that would provoke. Is that the kind of country that we want?  So I believe honestly as reporters we have to take a stand.  And that's what I think I did yesterday."
    },
    {
      "speaker": "CUOMO",
      "text": "Well, you did, but there's line, right?  I mean, and that's what's going to drive the controversy here, is when you're asking comments versus making questions.  When you are advocating a position versus testing somebody else's.   People are going to look at you now, they're going to see what you've said about him in the past, which is not typical journalist description, saying he's the face of hate and division in America. You have a daughter, I believe, that works for Hillary Clinton.   People are going to say you have a disposition on this issue and you don't like Donald Trump and you're attacking him."
    },
    {
      "speaker": "RAMOS",
      "text": "No, what people are going to say is that I think we're going \n I am being transparent as a journalist.  And that, again, as journalists, I'm absolutely convinced that many times you have to takes a stand.   Now, when somebody says, Chris, that he wants to deport 11 million men, women and children, when he says that he wants to deny citizenship to children born in the United States, which by the way are U.S. citizens just like he is, he is creating division.  He is creating hatred.  And we have to call him out on that."
    },
    {
      "speaker": "CUOMO",
      "text": "I understand, but he's not the only one."
    },
    {
      "speaker": "CUOMO",
      "text": "He's not the only one, though, Jorge.  He's not the only one.   Look, I hear what you're saying.  I often walk the line between advocacy journalism and what people see as traditional journalism.    I get it.  And I understand what you're motivated by, and I think a lot of people are motivated the same way.  But it does go to a side of an issue here.  You have a lot of his party who agree with him and that's why he's come out of nowhere to be on top of the polls, in part.  You've got other major candidates who are saying the same things, that all illegals must go.  We have to figure out how.   You have other candidates who are saying that the 14th Amendment should change, that birthright citizenship either isn't properly construed in the Constitution currently, or should be changed.  It's not just him.  Why target him?"
    },
    {
      "speaker": "RAMOS",
      "text": "Well, because, first of all, he's leading the polls.  First of all, his language, I'm absolutely convinced, it is dangerous.  And his ideas are extreme. None of the candidates are espousing the ideas that he has expressed in the last few days.  It is extreme what he's saying about immigrants in this country.  It is extreme what he's saying about children being born in this country and denied citizenship.   It is extreme, Chris, and I'm completely convinced of that, that somebody says he wants to build a wall.  Is that true, that he wants to build a wall, 1,900 mile wall between Mexico and the United States?  And with those extreme ideas, that would have an immediate and terrible impact on millions of people, that would project a terrible, negative image of the United States in the world, and then, as journalists, are we supposed to sit down because he says so? This is not his country.  This is our country too.  And I think, again, as journalists, it is our responsibility to do that.  And also the problem, Chris, is that if we don't do that, it seems other candidates aren't doing it, for many different reasons.  But if our job is not to ask questions, then what it is?"
    },
    {
      "speaker": "CUOMO",
      "text": "I understand that.  The criticism is going to be that you created a situation that you knew would bring about this controversy and give you a platform to make your points.  But you know what?  I welcome you on the show to make your points. and I respect you as a journalist and I respect you in general."
    },
    {
      "speaker": "RAMOS",
      "text": "Thanks \n let me just say that"
    },
    {
      "speaker": "CUOMO",
      "text": "Please, make a final point and then we'll leave it there."
    },
    {
      "speaker": "RAMOS",
      "text": "That the fact that I was brought back to the press conference signaled that he made a mistake.  Otherwise, why would he have accepted"
    },
    {
      "speaker": "CUOMO",
      "text": "Well, he says that \n I don't think that he would say it's a mistake.  I think that he was saying it was him being inclusive, and as long as you follow the rules, you come back in, and that's why he said it's good to have you back.  And he wound up taking you on, which a lot of candidates wouldn't have done.  So you can look at that two ways."
    },
    {
      "speaker": "RAMOS",
      "text": "It's very simple to finalize this.  I've asked for an interview.  He has given interviews to a lot of people, including you. So he can give me an interview and then we can have a conversation. But, for some reason, he has spoken to everyone but he's afraid to talking to us."
    },
    {
      "speaker": "CUOMO",
      "text": "Hey look, I used to say the same thing.  He didn't come on NEW DAY and there's definitely, when you see people where he's on TV more, it seems to be that there's a treatment that he gets in those places that has him on more. But in truth he did have you back on.  He had the conversation.  I don't know that you're going to get a sit-down out of this.  It'll be interesting to see what happens. But, Jorge Ramos, you're always welcome here on NEW DAY.  I wish you good luck going forward.  It's good to hear your voice."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you, Chris.  See you."
    },
    {
      "speaker": "CAMEROTA",
      "text": "OK, you and Jorge have given us a lot of grist for the mill. So, let's bring in CNN senior media correspondent and host of \"RELIABLE SOURCES\", Brian Stelter, and CNN contributor Bill Carter.   Great to have both of you back.   Bill, they both \n I mean, you heard Jorge Ramos's explanation.  They both, he and Donald Trump, have strong positions.  Who win this one?"
    },
    {
      "speaker": "BILL CARTER, CNN CONTRIBUTOR",
      "text": "Well, I think in a way you could say they both win.  I think Jorge has enhanced his reputation and profile by doing this."
    },
    {
      "speaker": "CUOMO",
      "text": "In the right way?"
    },
    {
      "speaker": "CARTER",
      "text": "Well, you know, for him \n I don't think he's not apologizing, the fact that he's an advocate journalist."
    },
    {
      "speaker": "CUOMO",
      "text": "Absolutely not."
    },
    {
      "speaker": "CARTER",
      "text": "He's not apologizing for that.  That's what he is. I think it's going to enhance his reputation in that community.  I think it will.  And I think Trump's dealing with it wound up being for his audience very strong again.  He was again very forceful.   And also, I think he controlled that situation.  He wants to contrast to what happened with Bernie Sanders in the Black Lives Matter thing where he couldn't control that.  He made fun of Bernie Sanders.  Trump controlled the situations."
    },
    {
      "speaker": "CUOMO",
      "text": "Those were protesters.  This was a journalist."
    },
    {
      "speaker": "CARTER",
      "text": "I know.  But I bet he would make the comparison.  I have the microphone, I control the microphone.  I don't give it up."
    },
    {
      "speaker": "MICHAELA PEREIRA, CNN ANCHOR",
      "text": "But, Brian, you could look at this, that the optics were powerful for both, for both Ramos and for Trump. You have on Ramos' side a journalist being taken from the room during a conversation with a potential presidential candidate.  And on Trump's side, as you made the point earlier, Bill, a journalist being deported and invited back in.  That's a strong optic for both sides."
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "text": "On Ramos's side you wonder what might happen in a Trump presidency and wonder what a press briefing might look like, and whether a journalist might ever be escorted out."
    },
    {
      "speaker": "PEREIRA",
      "text": "Right."
    }
  ]
}