{
  "show_name": "NEW DAY",
  "show_title": "Trump's Confrontation with Ramos; Could Altercation Hurt Trump? Trump Reignites Feud with Fox News. Aired 8:30-9a ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "text": "Press briefing room might look like and whether a journalist might ever be escorted out."
    },
    {
      "speaker": "MICHAELA PEREIRA, CNN ANCHOR",
      "text": "Right."
    },
    {
      "speaker": "STELTER",
      "text": "That's a wild hypothetical, way down the line. But Ramos is absolutely an advocate for Hispanic-America, as well as an anchor man for Hispanic-America. That's his brand and he's risen - he's helped his brand through this. This entire case might be an example of our polarized media and our polarized country. If you think that Ramos was grandstanding, that he was, you know, being a bully to Trump, being rude to Trump, then you've got your side. But a lot of other folks, especially Hispanics, are on Ramos's side here and that's going to remain true."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "text": "Is it OK for Jorge Ramos to say, I disagree with your positions. I think they're wrong. And in the interest of journalism"
    },
    {
      "speaker": "- BILL CARTER, CNN CONTRIBUTOR",
      "text": "Yes."
    },
    {
      "speaker": "CUOMO",
      "text": "I'm going to say that they're wrong. Which he spent a lot of his time doing, saying you can't, you can't, you can't, this is wrong, this is wrong, this is wrong."
    },
    {
      "speaker": "STELTER",
      "text": "Right. Right."
    },
    {
      "speaker": "CUOMO",
      "text": "As opposed to asking questions."
    },
    {
      "speaker": "CARTER",
      "text": "Yes. Yes."
    },
    {
      "speaker": "CUOMO",
      "text": "Is that journalism? Is it OK? Is it what we need?"
    },
    {
      "speaker": "CARTER",
      "text": "Oh, this is journalism. Of course we have"
    },
    {
      "speaker": "- PEREIRA",
      "text": "We challenge \n, sure."
    },
    {
      "speaker": "CARTER",
      "text": "Columnists all the time. We have - there are opinion people in journalism all the time. What's difference is, usually at a press conference you ask questions. You don't stand up and make points. And I think Jorge wanted to make points. He was challenging him on points. And he was basically saying his own point of view instead of asking a question."
    },
    {
      "speaker": "STELTER",
      "text": "Almost like it was Ramos' show, yes."
    },
    {
      "speaker": "CARTER",
      "text": "Almost like he was, yes, controlling - trying to control the narrative. And, interestingly, the problem I think is, he didn't have a microphone. We couldn't even hear what he was saying."
    },
    {
      "speaker": "STELTER",
      "text": "Yes. Right. Right."
    },
    {
      "speaker": "CARTER",
      "text": "Only Trump's responses came through, so he totally controlled the narrative."
    },
    {
      "speaker": "STELTER",
      "text": "But on Ramos' program, we will hear his side."
    },
    {
      "speaker": "CARTER",
      "text": "Right."
    },
    {
      "speaker": "STELTER",
      "text": "We will hear his microphone. So Hispanic"
    },
    {
      "speaker": "-  CARTER",
      "text": "But he won't be talking to The Donald."
    },
    {
      "speaker": "STELTER",
      "text": "Spanish speaking viewers will hear that point. You know, this is - this is a - sometimes in journalism what we - when we learn most and we learn best is when journalists challenge power."
    },
    {
      "speaker": "CARTER",
      "text": "Absolutely."
    },
    {
      "speaker": "STELTER",
      "text": "And even express a point of view. You all have done it on this program. In some way Jorge Ramos is a combination of Chris Cuomo and Bill O'Reilly, you know what I mean. He is both the anchorman and the advocate."
    },
    {
      "speaker": "CARTER",
      "text": "Right."
    },
    {
      "speaker": "STELTER",
      "text": "That's unusual in English language television in the U.S., but it's not unusual in Spanish language television in the U.S. And we're seeing that this morning."
    },
    {
      "speaker": "CARTER",
      "text": "And I support - I support reporters having some point of view. I think they have to. If he thinks there's something wrong, he should ask a very pointed question."
    },
    {
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "text": "Well, and furthermore, I mean to Jorge Ramos' point that he just made on our air, he was trying to get to the bottom of how."
    },
    {
      "speaker": "PEREIRA",
      "text": "Right."
    },
    {
      "speaker": "CARTER",
      "text": "Yes."
    },
    {
      "speaker": "CAMEROTA",
      "text": "So it's time for Donald Trump to make these grand proclamations."
    },
    {
      "speaker": "CARTER",
      "text": "Of course."
    },
    {
      "speaker": "CAMEROTA",
      "text": "He was saying, how exactly are you going to deport 11 million?"
    },
    {
      "speaker": "CARTER",
      "text": "Right."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Are you going to use the Army? I hadn't heard that question before."
    },
    {
      "speaker": "CARTER",
      "text": "Right."
    },
    {
      "speaker": "CAMEROTA",
      "text": "That's a good question. And he wanted an answer to that."
    },
    {
      "speaker": "CARTER",
      "text": "It is a good question. And there - and there are really good questions to ask about that. I'm not sure he got his message through this way. If he get - if he gets an interview with Donald, it will be very interesting and we'll see"
    },
    {
      "speaker": "- PEREIRA",
      "text": "Yes, it will."
    },
    {
      "speaker": "CARTER",
      "text": "Maybe we'll be enlightened. I don't think"
    },
    {
      "speaker": "- CUOMO",
      "text": "Who thinks he gets an interview with Donald out of this?"
    },
    {
      "speaker": "PEREIRA",
      "text": "I think he does."
    },
    {
      "speaker": "CARTER",
      "text": "I think he will eventually. I think Trump is very bold."
    },
    {
      "speaker": "STELTER",
      "text": "I am not so sure."
    },
    {
      "speaker": "CUOMO",
      "text": "Bill threw that \"eventually\" in there."
    },
    {
      "speaker": "PEREIRA",
      "text": "You don't think so, Brian?"
    },
    {
      "speaker": "CARTER",
      "text": "Yes, eventually."
    },
    {
      "speaker": "CUOMO",
      "text": "I think that Donald Trump has high ground to say, you see the way he treated me? You know how I feel about how people treat me."
    },
    {
      "speaker": "PEREIRA",
      "text": "If he wants to get that Latino vote, he's got to speak to the people."
    },
    {
      "speaker": "STELTER",
      "text": "Maybe he'll go on the other Spanish language network now instead."
    },
    {
      "speaker": "PEREIRA",
      "text": "Maybe."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Ah-ha, there you go."
    },
    {
      "speaker": "STELTER",
      "text": "Trump has a lot of leverage."
    },
    {
      "speaker": "CARTER",
      "text": "He did that already. He has already done - he's already done a Telemundo interview, so"
    },
    {
      "speaker": "- CAMEROTA",
      "text": "Yes."
    },
    {
      "speaker": "STELTER",
      "text": "But journalists have a lot of questions for Trump. And the more we ask, the better."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Brian, Bill"
    },
    {
      "speaker": "- CUOMO",
      "text": "I have to say, something that could have been very simplistic"
    },
    {
      "speaker": "- CAMEROTA",
      "text": "What?"
    },
    {
      "speaker": "CUOMO",
      "text": "Wound up being very deep, this conversation."
    },
    {
      "speaker": "CARTER",
      "text": "Yes."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Yes, I know. Surprise ."
    },
    {
      "speaker": "STELTER",
      "text": "We're deep guys."
    },
    {
      "speaker": "PEREIRA",
      "text": "."
    },
    {
      "speaker": "CARTER",
      "text": "Yes, right."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Obviously. Thanks, guys."
    },
    {
      "speaker": "PEREIRA",
      "text": "We've said that before."
    },
    {
      "speaker": "CUOMO",
      "text": "All right, so we've heard from Jorge Ramos. We've heard from the big brains about this. How about Donald Trump? He may wind up driving this conversation. Why did he do what he did? What does he think about his disposition about the media? Does he really think that we don't like people? He's going to come on NEW DAY tomorrow and explain why he's the right man to lead the country for you."
    },
    {
      "speaker": "PEREIRA",
      "text": "But today, in fact up next, we're going to get to - reaction, rather, to what Jorge Ramos just said. we're going to speak with former RNC Chair Ed Gillespie, next."
    },
    {
      "speaker": "CUOMO",
      "text": "All right, let's bring in Ed Gillespie. He has been at the head of the GOP before. He understands the party very well. And it is not just because he's the chairman - former chairman of the Republican National Committee and a former senior advisor to the 2012 Romney campaign and now a senior council to the Brunswick Group. Very important to say you're your current job. But you understand where people are in your party, what they want, who they are, and what's going to happen in this general election if you don't have all your ducks in a row. That's why we want your perspective starting the Donald Trump. Do you believe the GOP can win the general if Trump is your candidate?  ED GILLESPIE, FMR. RNC CHAIRMAN, FMR. SR."
    },
    {
      "speaker": "ADVISOR TO ROMNEY CAMPAIGN",
      "text": "Well, I believe the Republican nominee is going to be a favorite to win the White House next year because of historical patterns. And when you look at the right direction, wrong track, President Obama's approval rates and disapproval ratings, I think it bodes very well for the Republican nominee, and that includes Donald Trump if he's the nominee. Obviously that remains to be seen and we're in the middle of a very spirited contest right now on the Republican side."
    },
    {
      "speaker": "CUOMO",
      "text": "What do you think about the 2012 lessons, though, and the money that the party put into understanding how to connect better with the Latino vote, and going from, some say, 16 to 18 million voters to 28 million voters. Trump having a 65 percent negative with that group. It bleeding onto the rest of the field, who seem to be resonating with his message more than separating themselves?"
    },
    {
      "speaker": "GILLESPIE",
      "text": "Well, I think, again, it's conceivable and possible that Donald Trump could be the nominee. And he would have to have a strategy to address that. I've seen some data that show in specific states that he does better with Hispanic voters. And as you know, Chris, that's the key. Obviously the percentage of the Hispanic vote is more important in Florida and Nevada, Colorado"
    },
    {
      "speaker": "- CUOMO",
      "text": "Texas."
    },
    {
      "speaker": "GILLESPIE",
      "text": "Than in Texas or California when it comes to the Electoral College."
    },
    {
      "speaker": "CUOMO",
      "text": "Yes. Right."
    },
    {
      "speaker": "GILLESPIE",
      "text": "And so you have to separate those out in that regard.  I do believe that in those states, in particular, we need to be north of 35 percent of the Hispanic vote in those states if we're going to find a path to 270 Electoral College votes. And I do think that will be a focus for our nominee. But, again, it's early in the process. The party will be defined by the nominee largely after the nomination is secured, not so much by give and take in August the year before."
    },
    {
      "speaker": "CUOMO",
      "text": "How true is it that insiders, higher-ups, big shots within the GOP, don't want him and they're trying to figure out how to get rid of him?"
    },
    {
      "speaker": "GILLESPIE",
      "text": "Well, I don't think that's the case from what I understand and I am neutral, just to be clear, and will support whomever our nominee is. I do think, you know, I've heard concerns expressed. But I - look, I - you know, I have faith in Republican Party voters. I have faith in the process. I believe that whomever emerges from this very wide and deep field will be a very strong nominee for us next year. And I think, you know, I would counsel patience to people, let the - let the process play out. We're better as a party when we're a bottom up party and have faith in our voters to make the right decision here. And I think we're going to see that over the - as we get closer to votes being cast, I think we're going to see that."
    },
    {
      "speaker": "CUOMO",
      "text": "What happens if you come out of the convention and Donald Trump has either fizzled out or believes he's being fizzled out and he decides to make a third party run. Does the ghost of Ross Perot wind up hang over your head?"
    },
    {
      "speaker": "GILLESPIE",
      "text": "Well, look, I think that would be very damaging. And I think that that's one of the issues that Donald Trump is going to have to address in a pretty concrete fashion before votes start being cast in caucuses and primaries because that is a concern to Republicans, the notion that if he doesn't get the nomination he would run as an independent. That's a - you know, that is a problem for him and I think it's a limitation for him with Republican primary voters and caucus goers that he's going to have to address, you know, one way or the other. He's going to have to make clear either he's going to run if he, you know, as an independent if he doesn't get the nomination or he's going to support the nominee. But that's a question that's going to have to be resolved, I suspect, here in the near future."
    },
    {
      "speaker": "CUOMO",
      "text": "You say you're open to who it is in the field, but how do you feel right now about how it's being done within the field? You say it's a wide and deep field, but the tone is harsh. The tone is even mean, you could say, on some issues. You've got Donald Trump saying the media doesn't like you, they're not here for you. That's resonating with certain people. Him taking on people, it's inciting other candidates to say they're going to kick his butt in South Carolina, Lindsey Graham. You know, there's a harshness to the tone there right now. Are you concerned that that is the party's complexion going into the general?"
    },
    {
      "speaker": "GILLESPIE",
      "text": "No, because going into the general, we're going to have a nominee who is talking about the need to create jobs and raise take home pay, lift people out of poverty and have policies that would do that, that would address the concerns of working Americans, in my estimation, in particular the non-college educated working poor who are being crushed in the current economy. And we're going to have answers and solutions and policies that will make life better for those Americans, as well as for others as well. And I think that's what's going to resonate in the general election next year.  I don't believe that the majority of Americans are going to want four more years of the last eight years, that they're going to want to continue with a third term for President Obama. I think, again, when you look at his approval numbers, when you look at the right direction, wrong track numbers, I think people are going to be ready for change next year and we'll have a nominee who puts forward a positive vision and agenda for change."
    },
    {
      "speaker": "CUOMO",
      "text": "Change, but really what they're going to want is better, right? They want better in tone, better in policy."
    },
    {
      "speaker": "GILLESPIE",
      "text": "Yes."
    },
    {
      "speaker": "CUOMO",
      "text": "Ed Gillespie, thank you very much. Appreciate your insight. Please come back to NEW DAY."
    },
    {
      "speaker": "GILLESPIE",
      "text": "Thanks for having me on, Chris. Appreciate it."
    },
    {
      "speaker": "CUOMO",
      "text": "Absolutely. Absolutely.  Who am I going to?"
    },
    {
      "speaker": "CAMEROTA",
      "text": "You're going to me."
    },
    {
      "speaker": "CUOMO",
      "text": "Thank you."
    },
    {
      "speaker": "CAMEROTA",
      "text": "All right, I'll take it. Thanks, Chris. So it is Trump versus Fox News Channel and Megyn Kelly all over again this week. Who is likely to win that war? Let's debate it. That's next."
    },
    {
      "speaker": "PEREIRA",
      "text": "All right. Here's the five things on this Wednesday.  At No. 1, Donald Trump defending the ejection of Hispanic journalist Jorge Ramos from a news conference in Iowa.  Trump saying Ramos was out of line when he repeatedly interrupted to ask questions on immigration. Conservatives in Congress threatening to shut down the government at the end of September rather than vote for a spending bill that includes federal funding for Planned Parenthood. Breaking news out of Indianapolis, a driver reportedly arrested after slamming into several pedestrians.  CNN affiliate WISH reports at least five people were hit at four different locations.  The driver suspected in a stabbing earlier this morning.   The man charged with opening fire on a Paris bound train accused of watching a video calling for jihad shortly before pulling off that foiled attack.  Officials say he may have also had help in what they're calling a calculated plan. We are about 45 minutes from the Opening Bell.  Right now Dow futures pointing up about 300 points.  The index hoping to break a six-day losing streak. For more on the five things you can always visit newdayCNN.com for the latest.   All right. In Today's \"New Day, New You,\" the number of kids in the U.S. with peanut allergies on the rise.  Pediatricians are offering new advice that may help combat that trend.  According to the American Academy of Pediatrics, infants at a high risk of peanut allergies should be given foods containing peanuts before their first birthday. It found that exposure to peanuts in infancy seemed to help build tolerance. That contradicts what doctors used to think, that exposing children too early increased their chance for developing an allergy. So some new information there. Back to our top story, Donald Trump taking on Fox News and now Univision anchor Jorge Ramos. The question is is the strategy going to help or hurt him in the long run?  We'll explore that after a break."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Donald Trump is embroiled in two media fights this week.  One with Jorge Ramos of Univision and one with Megyn Kelly, again, that he has revived with Fox News.   Why is he doing this?  Let's ask Ronald Kessler. He's an investigative reporter and author of \"The First Family Detail.\" We also have here Republican strategist Cheri Jacobus.  Great to see both of you. Ronald, I understand why he is going after Jorge Ramos. That makes sense. They are squabbling over the immigration topic.  Why is Donald Trump going after Megyn Kelly again and Fox News?  RONALD KESSLER, AUTHOR, \"THE FIRST FAMILY DETAIL\": You know, I  interviewed Norma Foederer, who was his top aide for 26 years, knew him better than anybody on both the business and social side.  She said there are two Donald Trumps.  One is the outrageous one that you see on TV who makes provocative comments to get attention for his brand, and of course now for his campaign.  The other one is the real Donald that we see behind the scenes, who is totally different.  He's a savvy businessman.  He's built this empire of 22,500 employees.   If you were hiring a CEO of a company, you wouldn't have debates, you wouldn't even listen to promises that much. You would look at what has that person accomplished, what's the track record and what's the character.   I got to know Donald almost two decade ago when I did a book on Palm Beach, of all things.  Flew down with him on his plane with my wife Pam.  Spent the weekend with him at Mar-A-Lago, his own club, I've since interviewed a lot of his people. And behind the scenes, he's not this brash guy you see on TV.  He's very meticulous, he gets into the details of planning.  He treats his employees with respect, unlike Hillary Clinton who"
    },
    {
      "speaker": "CAMEROTA",
      "text": "So this is - Ronald, just in interrupt for a second, it sounds like what you're saying that this is all mindful, this is all intentional, this isn't a shoot-from-the-hip Donald Trump.  He's doing this on purpose.  And why?"
    },
    {
      "speaker": "KESSLER",
      "text": "You got it. You got it. He's a media sensation, so he's doing exactly what he wants to do.  And I think if he were in the White House, he would operate quite differently.  He would operate the way he does in his business.   Barack Obama in one of his books admitted that he accomplished almost nothing as a community organizer.  Ted Cruz, as a  U.S. Senator, has accomplished absolutely nothing as a senator.  And yet, you know, we're considering this person for president. You want to look at accomplishments.  You want to look at confidence."
    },
    {
      "speaker": "CAMEROTA",
      "text": "OK, Cheri, let me talk to you about Fox. You worked at Fox. You've done work there. I worked for Roger Ailes and Fox for 16 years. So when I see this fight, I can't help but try to read between the lines of what's going at Fox.   Let me read to you what Roger Ailes, the head of Fox, put out the statement about Donald Trump when he revived his feud again on Monday with Megyn Kelly by sending out a series of, what some believe, very nasty tweets.  Here is what Roger Ailes said yesterday. \"Donald Trump's surprise and unprovoked attack on Megyn Kelly during her show last night is as unacceptable as it is disturbing.  Donald Trump rarely apologizes, although in this case he should.\"  What do you think? I mean, when you \n Is it a winning strategy to go against Roger Ailes for Donald Trump?"
    },
    {
      "speaker": "CHERI JACOBUS, REPUBLICAN STRATEGIST",
      "text": "I don't know think that Donald Trump - I don't know what he is like behind the scenes.  But what we're hearing is that we're not seeing his authentic self right now. I think he's coming off, though, as unhinged.  The key word in the Ailes statement is \"disturbing.\" It is disturbing.   When Roger Stone quits the Trump campaign because he can't handle it \n Roger Stone is known as somebody that can handle a lot of mud and he quit a few weeks ago.  This is disturbing.  And the fact that the media is covering him and not really saying a word about it.  This behavior by Donald Trump is unacceptable, it's crude, it's crass.   The problem that I have with all of this is this massive amount of coverage he has. Now look, the guy comes into the race because he has a high name I.D.  That's a given.  But he's been perpetuated by the media and in some ways I think it's irresponsible."
    },
    {
      "speaker": "CAMEROTA",
      "text": "So, Cheri, what is the answer? I mean, if you think that the media is giving him too much coverage - and a lot of people think that. Are we supposed to stop covering him?"
    },
    {
      "speaker": "JACOBUS",
      "text": "You're supposed to be a little bit more fair.  Look, you guys carried this rally last night where it was just rambling.  No policy initiatives.  This was just the equivalent of a monkey throwing his you-know-what at passersby - and this is what Donald Trump was doing. We have other candidates, you have Trump people saying, look - supporters say, look, at least Donald Trump is the only one answering questions. The only questions the other candidates are getting are about Donald Trump.  At this point I think they need to back off. Yes, he's great for ratings, but there needs to be some serious conversations in the newsrooms for the mainstream media."
    },
    {
      "speaker": "CAMEROTA",
      "text": "Cheri, Ronald, thanks so much for being here. We have a little bit of breaking news. Sorry to cut you short. Thanks so much. Great points both. Let's get over to Chris."
    },
    {
      "speaker": "CUOMO",
      "text": "All right. We're going to give you over to \"NEWSROOM\" right now because there is a very serious situation breaking right now.  Two employees at an affiliate station in Virginia, WBDJ, they were shot and killed this morning during a live report. \"NEWSROOM\" with Carol Costello is going to pick up right after the break.  We have new information for it.  Please stay with us."
    }
  ]
}