{
  "show_name": "NANCY GRACE",
  "show_title": "Two Journalists Shot Dead on Live TV. Aired 8-9:00p ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "NANCY GRACE, HOST",
      "text": "Breaking news now, live to Virginia, where a disgruntled former TV reporter stalks his victim to an early morning TV   shoot only to video himself gun down a TV anchor and her cameraman live on air as morning viewers watch. Bombshell tonight.  Dead, 24-year-old Alison Parker and 27-year-old Adam Ward."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "A gunman opened fire on reporter Alison Parker..."
    },
    {
      "speaker": "ALISON PARKER, REPORTER",
      "text": "Hey, everyone, I`m Alison Parker."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "... and her photographer, Adam Ward..."
    },
    {
      "speaker": "ADAM WARD, CAMERAMAN",
      "text": "Adam Ward, News 7 sports."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "... killing them while they were broadcasting live.  The suspect..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "... may be a disgruntled employee of that television station."
    },
    {
      "speaker": "GRACE",
      "text": "And live, Concord, New Hampshire.  A young teen girl victim breaks down in tears on the stand as she describes an elite prep school   rape, all part of a virginity-taking contest where male students, quote, \"keep scores\" written on the walls behind the washer/dryers of the names of   their victims.  As we go to air, the defendant still on the stand all day in his own difference, even insisting to this moment that it never   happened. I`m Nancy Grace.  I want to thank you for being with us.  Bombshell tonight.  Live to Virginia, where a disgruntled former TV reporter stalks his victims to an early morning TV shoot, only to video   himself as he guns down a TV anchor and her cameraperson live on air, morning viewers watching.  Dead, 24-year-old Alison Parker and 27-year-old   Adam Ward. Straight out to Jamie Forrest joining us, WFNR.  Jamie, what happened?"
    },
    {
      "speaker": "JAMIE FORREST, WFNR",
      "text": "Well, hey, Nancy.  Basically, as you said, and you`ve been reporting all day, Alison Parker and Adam Ward   were both employees of WDBJ channel 7 and were gunned down on live TV this morning by a former disgruntled employee for the station. And pursuit ensued on Interstate 66.  The individual, I guess, shot himself and was airlifted at some point to a hospital in northern Virginia   is now confirmed to be deceased."
    },
    {
      "speaker": "GRACE",
      "text": "Oh, my stars!  Jamie Forrest joining us, WFNR.  Out to Evan Perez, CNN justice reporter.  Evan, thank you for being with us, both you   and Jamie. Evan, this disgruntled employee, I understand that he sent a 23-page manifesto in the hours before these shootings about all his perceived hurts   and grievances and about how he`s been done wrong from one station to the next to the next. And how did it all get taken out on these two innocent murder victims?"
    },
    {
      "speaker": "EVAN PEREZ, CNN CORRESPONDENT",
      "text": "Well, that`s the mystery that the police are now trying to unravel, Nancy.  We do know that at 8:26 this   morning, this 23-page what we now believe is suicide note arrived from someone who called himself Bryce Williams.  He called later on to make sure that the 23-page statement was received, and said that he was being pursued by police and he had to go.    ABC News said that they turned over this document to police immediately. But you know, we`ll give you a little flavor of what this person claimed is behind what happened here.  He says that, apparently, he   suffered from racial discrimination throughout his career.  He said, finally, though, that one of the things that triggered all this was the   Charleston massacre, the massacre in that church in Charleston in which a racist gunned down nine people and killed them at a church meeting.  He   said that was the trigger that caused him, apparently, to do this.  He bought a gun two days after that shooting and then has decided and I guess planned to carry this out, this 23-page..."
    },
    {
      "speaker": "GRACE",
      "text": "No, hold on, Evan Perez.  I`ve got \n there`s an inconsistency in what you`re saying, not what you`re reporting, but in the common sense   of this because he actually made comments about these two, that one of them had said ugly comments to him in the past.  And he looked at her, Alison,   who`s now dead, and said, Why did she get the job?  Why her?"
    },
    {
      "speaker": "PEREZ",
      "text": "Right."
    },
    {
      "speaker": "GRACE",
      "text": "What does that have to do with the Charleston shooting?"
    },
    {
      "speaker": "PEREZ",
      "text": "Right.  And you know, that`s the mystery of these types of things, as you well know, Nancy.  You know, one of the things \n you know,   the colleagues say that he didn`t even work with this person, so for him to have a beef with her makes absolutely no sense.  And the police stopped short today in their press conference of saying that they believe these two people were his intended targets.  We   know that he was live tweeting in the last couple hours and the couple hours after the shooting, even though he was..."
    },
    {
      "speaker": "GRACE",
      "text": "Hold on.  Hold on.  Evan, I`m showing the shooter right now."
    },
    {
      "speaker": "PEREZ",
      "text": "Right."
    },
    {
      "speaker": "GRACE",
      "text": "This is on air Bryce Williams, who you`re seeing there reporting.  And right now, I`m going to show you \n everyone, I want to   warn you this could be very disturbing \n the video of what took place.  Take a look."
    },
    {
      "speaker": "PARKER",
      "text": "Take about why it`s important to get these business leaders involved."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Well, this is our community, and we want to come together.  We want to share information that can help us grow and develop   to provide a better experience.  We`re seeing tourism.  We want the people that come here to say that..."
    },
    {
      "speaker": "GRACE",
      "text": "OK, Evan Perez, we were showing what happened.  We cut it off right before the shooting.  But you can actually see \n I watched his   video.  It shows him walking up to the two of them.  It shows him holding up his gun, then he brings his gun down.  He`s videoing himself!"
    },
    {
      "speaker": "PEREZ",
      "text": "He waits.  He waits for the camera to pan back to the reporter, to Ashley  as she continues her report.  He waits about 30   seconds.  The entire video lasts about 56 seconds.  He waits until she is back on camera before he starts firing, Nancy. That`s part of what we now know.  Police say they`re still working to verify, indeed, that this is all what it seems like it is."
    },
    {
      "speaker": "GRACE",
      "text": "OK, let me ask another question.  I`ve got Evan Perez with me, Jamie Forrest, Dave Mack. Jamie Forrest joining me from WFNR there in Virginia, he had to know where they were going.  Did he hack into their computers to find out where   their morning assignment was?  This was happening at the breakfast time, 6:00 o`clock, 6:30 in the morning.  Did he simply wait in the parking lot   to watch them?  I mean, he used to work there.  He knows the schedule.  Did he follow them to this mall, this live shoot?  How did he know where they were if he wasn`t stalking them, Jamie?"
    },
    {
      "speaker": "FORREST",
      "text": "Oh, Nancy, I don`t \n you know, I`m not sure about that, and I don`t want to speculate because I don`t know.  There were reports that he   had rented a car as much as a month ago, and that`s the car that was in \n that was involved when he was pulled over on Interstate 66."
    },
    {
      "speaker": "GRACE",
      "text": "Hold on.  Just a moment, everybody.  You are looking at the car right now.  See the car over in the corner?  That`s an aerial shot   we`re bringing you of the car he was driving.  He was in this car, we believe, when he shot himself.  Everybody, you are seeing the car of Bryce Williams.  That`s his on- air name, real name Flanagan.  He had had a string of reporting jobs, seemingly always disgruntled, always angry, always thinking he had been   done wrong. Leading up to the shooting of an on-air anchor, this man, Bryce Williams, writes a 23-page manifesto, then sneaks up on an on-air reporter,   Alison Parker, just 24 years old, and her cameraman, Adam Ward, 27, as they`re doing a live shoot.  They`re doing a live shoot.  Their loved ones were watching, watching them on air that morning.  The fiancee of the cameraman was there in the   control room, bringing in the show.  You know, when somebody goes on TV, there`s a whole team of people around them, behind them, in their ear.  They were all sitting there,   watching their friend at a live shoot when he`s gunned down, along with the on-air talent, Alison Parker.  So to Evan Perez \n Jamie Forrest, Evan Perez with me.  Evan, was he waiting in the parking lot?  And what is this about having rented to a car?"
    },
    {
      "speaker": "PEREZ",
      "text": "That`s right.  He rented a car as much as a month ago from the airport location.  That`s where he left his own automobile.  And then he   drove this Chevy, is what he was found driving on I-66.  When police using a license plate reader noticed that this was the car he was driving and   they tried to pull him over, when he was \n he crashed the car.  He was pursued by the police.  He crashed the car. And that`s when they found that he had suffered a gunshot wound, a self-inflicted gunshot wound, and he died at about 1:30 this afternoon."
    },
    {
      "speaker": "GRACE",
      "text": "You`re seeing the vehicle that he led police on a high-pursuit  case.  And I noticed immediately, Jamie Forrest, WFNR, that police   were in pursuit.  Then the next thing you see is a wire, There is no further pursuit.  That only meant they lost him, they shot him, or he is   hiding somewhere, bunkered in somewhere, and they`re going to try hostage talks to get him out. Well, as it turned out, it was a mixture of all of that.  He led them on the chase.  Police were on his tail, and he shot himself,   immediately taken to a hospital and tended to.  What about the third victim, the woman shot in the back, Jamie Forrest?"
    },
    {
      "speaker": "FORREST",
      "text": "You know, Nancy, she was a member of the local Chamber of Commerce there in Moneta .  And the last that I heard, and it`s been an   hour or so, is that she was shot in the back and was in surgery.  And I`m sorry I don`t have an update beyond that."
    },
    {
      "speaker": "GRACE",
      "text": "Well, I can tell you this.  They think that she is pulling through.  Evan Perez joining me, CNN justice reporter.  She took a shot to the back, and when you see \n what I don`t get, Evan Perez, is how the gunman   managed to get so close to them."
    },
    {
      "speaker": "PEREZ",
      "text": "Well, you know..."
    },
    {
      "speaker": "GRACE",
      "text": "He`s this close to them."
    },
    {
      "speaker": "PEREZ",
      "text": "Right."
    },
    {
      "speaker": "GRACE",
      "text": "And we`re showing you that shot right there.  In fact, Evan, I was looking at the raw video that he took.  It shows him holding his gun.    He must be holding a videocamera like this.  He holds up the gun, and then you see the gun move away, and everybody just keeps on with the live shoot.    He looks like he`s maybe six feet from them!"
    },
    {
      "speaker": "PEREZ",
      "text": "Right.  And you know..."
    },
    {
      "speaker": "GRACE",
      "text": "He holds it up again and starts shooting."
    },
    {
      "speaker": "PEREZ",
      "text": "Right.  If you`ve ever been \n if you`ve been on a live shoot, you know that one of the things you do is you focus on the camera.  You   literally don`t see anything on your peripheral vision.  And this is what he was counting on.  These people were there.  They had no idea that he was sitting and waiting.  And he waits for the cameraman, for the photographer to pan the   camera back to the reporter, Alison, as she was doing her report and doing her interview before he opens fire.  That`s what we see occur from those   both videos that we see now, Nancy."
    },
    {
      "speaker": "GRACE",
      "text": "All those years of feeling slighted, feeling mistreated, boiled over on two people that he knew from his station.  He had been fired   from there. We`re talking about Bryce Williams.  This whole thing had to be very carefully planned, including a rental car, getting a weapon, coming to the   scene with the weapon.  Did he stalk them in the parking lot and follow them to the live shoot?  How did he know where they would be that early in   the morning, 6:45 AM?  Goes up to the scene actually filming himself, as he walks up to Alison and Adam \n filming himself!  You see him raise the gun during the   live shoot and unleash a hail of bullets.  One of the last things the cameraman did was get a shot of his killer."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "The gunman opened fire on reporter Alison Parker and her photographer, Adam Ward, killing them.  They were   interviewing Vicki Gardner at Smith Mountain Lake."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "This place is in \n in shock, as you might expect.  There`s a lot of crying and hugging going on."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Alison worked at a station in Jacksonville, North Carolina, before she returned to WDBJ 7 in 2014.  Adam had been here for   four years, first as an employee of our production department and more recently as a photographer in news."
    },
    {
      "speaker": "GRACE",
      "text": "We are getting the very latest in an incredible story, a devastating story, an on-air reporter and her cameraperson gunned down this   morning \n here they are, Alison Parker and Adam Ward \n during a live shot first thing in the morning.  As the control room and thousands and   thousands of viewers watch, Alison is gunned down by a former co-worker, a disgruntled former reporter, angry at his treatment. But as we go to air right now, we are learning more.  We have obtained a document from ABC, and it is that manifesto, an alleged 23-page   manifesto, that Bryce Williams, AKA Vester Flanagan, writes about all of his mistreatment.  And the timeline, Clark Goldband, very, very odd.  At 8:26 \n this would be after the shooting \n they get the manifesto two hours after the   shooting.  And then they get a call from this guy identifying himself as Bryce Williams, claiming he just shot dead two people and the police are   after him."
    },
    {
      "speaker": "CLARK GOLDBAND, NANCY GRACE PRODUCER",
      "text": "Well, that`s right, Nancy.  You know, seemingly similar cases we have covered in the   past that involve a note or a manifesto, typically, what you see is it is sent before the event takes place. However, in this case it was not only sent after \n now, keep in mind this happened at quarter to 7:00 in the morning.  This was faxed in almost   two hours later, and then a follow-up..."
    },
    {
      "speaker": "GRACE",
      "text": "Amazing!"
    },
    {
      "speaker": "GOLDBAND",
      "text": "... phone call at 10:00 AM, so twice after the fact."
    },
    {
      "speaker": "GRACE",
      "text": "And some of the incredible things he is saying is that \n the Charleston shooting happened on 6/17 \n let`s look at the picture on the   left, please.  This is Bryce Williams.  Could you put that in full?  There you go.  This is Bryce Williams.  He`s young.  He`s healthy.  He`s   attractive.  He`s a reporter.  He`s got the world by the tail.  These are parts of, I think, one of his demo reels.  Look at this guy.  You`d think,   you know, he`s got it all.  Well, it all goes south.  In this manifesto he writes, Clark, he says the Charleston shooting happened on 6/17, that he goes out and buys a on   6/19, and that he has hollow point bullets with the Charleston victims` initials and names on them and basically says, If you want a race war, you   got it, and then goes and shoots these two down.  But he also seems angry that the girl, Alison, gets a job on air.  He`s, like, Why did she get that job instead of me?  I`ve been a human   powderkeg for a while, just waiting to go boom.  Why did I do it?  I put down a deposit for a gun 6/19.  The church shooting in Charleston happened 6/17.  As for Dylann Roof, You   blank, you want a race war, blank?  Bring it on then. Williams said he had hollow point bullets with Charleston victims` initials on them.  He expresses admiration for the Columbine High School   killers and Virginia Tech killer.  OK, this is almost too much to take in.  So Clark, you`re telling me he sends this 23-page manifesto after he guns them down, almost justifying   what he did?"
    },
    {
      "speaker": "GOLDBAND",
      "text": "Yes, but Nancy, that`s not all.  Let`s also remember what happened on what we believe to be his personal Twitter page, posting not   one, but two point of view videos of \n there`s no other word for it \n of this massacre of this reporter and photographer minutes after it   transpires."
    },
    {
      "speaker": "GRACE",
      "text": "Wait.  Let me understand what you just said.  Clark Goldband, he actually \n after he guns them down on live TV, he posts it on Twitter   for people to watch.  That`s how we all saw that, he posted it?"
    },
    {
      "speaker": "GOLDBAND",
      "text": "Yes, Nancy.  It was only posted for a few minutes.  I unfortunately was able to view it.  And what I can tell you is there`s two   20-second clips.  The first clip, you can see he holds out his handgun.  It`s a point of view camera shot, as if you`re standing with him.  He does   not fire.  He steps back. On the second 20-second clip, he extends the gun out once again and then fires multiple shots.  Now, authorities have said that they believe   between six to eight shots were fired.  You do not see all six to eight shots on this video, but you see enough to see what happened.  You can see   the reporter running away..."
    },
    {
      "speaker": "GRACE",
      "text": "Oh!  I saw it."
    },
    {
      "speaker": "GOLDBAND",
      "text": "... in absolute horror."
    },
    {
      "speaker": "GRACE",
      "text": "Screaming."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Alison and Adam died this morning shortly after 6:45 when the shots rang out."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "Stunned viewers watched.  As they were watching the morning show on WDBJ, they heard and saw this horrific attack.  You   hear screams, and then you hear nothing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Terrible crime against two fine journalists."
    },
    {
      "speaker": "GRACE",
      "text": "Two journalists, an on-air female anchor and her regular cameraperson, ages 24 and 27, gunned down in cold blood by a former   disgruntled employee.  He had a long, long list.  Here he is.  His on-air name, Bryce Williams, real name, Vester Flanagan.    But there he is.  It`s   hard to believe this man could unleash so much fury. Dave Mack, syndicated talk show host, joining us.  He had a long list of perceived grievances.  He said Alison said something ugly to him, and   the other guy, Adam, had taken him to HR once.  So he shot them down.  He shot them down, then sends the manifesto, somehow blaming it on the   Charleston shooting."
    },
    {
      "speaker": "DAVE MACK, SYNDICATED TALK SHOW HOST",
      "text": "Well, he actually \n you know, he said that he had been a victim of bullying and that he was \n - because   he was gay and black, and he had all these perceived wrongs done to him.  Bottom line, he was just going out for revenge for his own failed career   and own personal slights that he thought he saw."
    },
    {
      "speaker": "GRACE",
      "text": "Well, how do you tie those issues, being discriminated against or bullied, into blaming it on the Charleston shooting?  How does that   work, Dave Mack?"
    },
    {
      "speaker": "MACK",
      "text": "necessarily blaming.  \n It was, like, a backlash.  It was his revenge.  You know, being a black man, he wanted to   take revenge on the white people he perceived did him wrong by taking his job.  But it was two years ago that they were compelled to separate.  It   wasn`t recent, it was two years ago.  So he`s just been festering for two years, waiting for a reason.  He finally found a reason for revenge and   went after it."
    },
    {
      "speaker": "GRACE",
      "text": "And all that hate boiled over.  Larry Fishelson, technology expert and founder of Dynalink Communications \n Larry, thanks for being   with us.  They were following him in this rented car.  Police were following him.  But it`s not like you might imagine.  He leaves the scene of the   shooting.  He then at 8:26 sends a 23-page manifesto, all right, to the media, explaining all of his problems he`s had.  Then he calls the media at   10:00 AM announcing it`s him and he did it.  How could that fax or that e-mail or those tweet pings, those tweets have helped police locate him?"
    },
    {
      "speaker": "LARRY FISHELSON, TECHNOLOGY EXPERT",
      "text": "Well, Nancy, it`s very simple to help locate him because everything \n what you do on social media, if you   \n a location base, which I believe he did, tells you your location of where those tweets and social media was coming from.  So they   were able to track down where he was and kept seeing him move.  And social media tracking him is what helped them in this case."
    },
    {
      "speaker": "GRACE",
      "text": "So how fast can you ping somebody?  Like, he is sending tweets.  He is sending faxes.  How quickly can you ping someone?"
    },
    {
      "speaker": "FISHELSON",
      "text": "Real quick, Nancy, you can do it live.  You can do it literally as it`s happening.  You could see through  location base    where he is and where it`s going to and from real-time."
    },
    {
      "speaker": "GRACE",
      "text": "Live, Concord, New Hampshire.  A young teen girl victim breaks down on the stand describing an elite prep school rape.  All part of a   virginity taking contest, where male students keep scores written on the walls behind washers and dryers in their dorms of the names of their   victims.  As we go to air, the defendant himself on the stand in his own defense still insisting it never happened."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "And I took out my wallet and I looked in my wallet and I took out a condom."
    },
    {
      "speaker": "GRACE",
      "text": "Okay.  That`s the confusing part.  Out to Jean Casarez, CNN correspondent.  He took out a condom for what?  If they didn`t have sex, he   took out a condom for what?"
    },
    {
      "speaker": "CASAREZ",
      "text": "Good point.  He describes in detail how they got on the blanket.  His pants come off.  She raises her hips, so he can help her take   her pants off.  They kiss, they roll.  They do all of this.  Suddenly, he finds himself on top of her.  And he said"
    },
    {
      "speaker": "GRACE",
      "text": "Jean, right there, right there.  You don`t just find yourself on top of somebody else.  You don`t just suddenly \n I find myself on top   of the producer sitting here in the studio with me.  How did that happen?  This wording is so practiced.  I find myself on top of her.  That is   rehearsed.  Okay.  Go ahead."
    },
    {
      "speaker": "CASAREZ",
      "text": "So then he says, I thought we`re going to have sex, so he gets up, stands up, walks over to his shorts, has the condom with him,   takes it out, walks back.  She`s right there.  He puts it on, and then he gets back.  But then during that time, he said there was sort of a cooling   off period a little bit.  He`s saying to himself, wait a minute, this isn`t right.  I shouldn`t do this.  He didn`t explain really why he had a change   of heart, but he didn`t say she said anything.  In fact he was asked a question, do you believe that this alleged victim would have sex with you,   and he said yes."
    },
    {
      "speaker": "GRACE",
      "text": "Okay.  He`s how old?  18 at the time?  And he said the reason he didn`t have sex with her after he put on a condom is divine inspiration.    Unleash the lawyers.  Joining me defense attorney out of D.C., Robin Ficker, high profile lawyer out of Seattle, Anne Bremner.  Troy Slaten,   defense attorney out of LA.  So Robin Ficker, let me understand something.  He puts on a condom for what?"
    },
    {
      "speaker": "FICKER",
      "text": "Coitus interruptus.  This young man could have been the next Billy Graham, a divinity student at Harvard.  He thought, what am I doing?    I`m throwing my career away.  I know the girl is 15.  He knew the age limit.  He knew there was no age of consent at 15.  He stopped.  He was   smart."
    },
    {
      "speaker": "GRACE",
      "text": "He was a divinity wannabe, not a JD.  He did not know anything about the age of consent of the meaning of statutory rape.  Anne Bremner,   the reality is, even after this, isn`t it true, Jean Casarez, that his friends testified for the state that he bragged they had had sex?  The   reason it is so important is whole defense is sex never happened.  Consensual or non-consensual, that is his defense, but he bragged to other   people that they did, in fact, have sex."
    },
    {
      "speaker": "CASAREZ",
      "text": "And he admitted that on the stand.  I think critical in today`s testimony are all of the e-mails, Facebook messages, back and forth   that he and the alleged victim had very close in time to when this all happened."
    },
    {
      "speaker": "GRACE",
      "text": "Let`s take a listen to the defendant on the stand."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Lots of kissing.  We`d roll over.  At one point, I rolled over really quickly.  And I , paused for a second.  I   said, are you okay?  Like, sorry.  She said, yes, yes.  We kissed.  We kissed more.  And you know, , I was aroused.  I had an erection,   and we reached a point where I was on top of her.  It was dry humping.  I thought to myself, you know, we`re going to have sex.  And"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Why did you think you were going to have sex?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "It was \n I don`t know.  I was aroused and kissing and I guess like fondling each other and holding each other to a point   where that seemed like that would come next."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "What did [ muted ] say or do that led you to believe that she would be willing to have sex?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "I guess, I mean the whole night was really back and forth.  There was a lot of I would kiss her, she would kiss me in the   same ways, in the same way that I played with her waistband."
    },
    {
      "speaker": "GRACE",
      "text": "Troy Slaten, Anne Bremner, Robin Ficker, to you, Anne, I quote, I thought she was having a great time on the floor of the mechanical   room.  Anne Bremner."
    },
    {
      "speaker": "BREMNER",
      "text": "I get that, Nancy.  But the fact of the matter is they go to a secluded place.  It`s senior salute.  She agrees to it.  She helps take   off her clothes with him."
    },
    {
      "speaker": "GRACE",
      "text": "She agrees to it?  Where did that come from?"
    },
    {
      "speaker": "BREMNER",
      "text": "The senior salute.  This whole idea of getting together and everything else.  It`s a culture there at the school.  We all hear about it   at St. Paul`s.  And the question is whether or not she knew what she was in for when she got there.  That`s the defense.  And here`s somebody who says   this was divine inspiration.  I stopped.  He`s doing to divinity school at Harvard.  It wasn`t divine intervention, it was inspiration, and it kind of   works."
    },
    {
      "speaker": "GRACE",
      "text": "Can I put all three of you up for a moment, Charles?  He`s not on trial for wanting to go to divinity school."
    },
    {
      "speaker": "BREMNER",
      "text": "I get it.  Right."
    },
    {
      "speaker": "GRACE",
      "text": "You just keep throwing that every single time you can, divinity school, Harvard.  I get it.  That`s what he says he wants to.  So   let me ask you, Troy Slaten, following up on Anne Bremner`s illumination here, why is it, if she agreed to this, did she call her mom at midnight   and say, mom, something bad has happened?    The mom comes and gets her.  Takes her to the hospital.  She undergoes a pelvic exam and a rape kit and goes through with this prosecution.  Why?    If I were out doing that as a teen girl, consensually, I sure wouldn`t want my parents to find out.  The last thing I would do is call my parents at   midnight and go, guess what, let me give you some good news.  No."
    },
    {
      "speaker": "SLATEN",
      "text": "This girl testified during the trial that she assisted in the removal of her undergarments, that she moved her pelvis up to make it   easier for her underwear to be removed.  That doesn`t sound like somebody who is against it, somebody who is protesting.  She knew that she wanted to   be part of this senior salute.  You know, it`s possible that afterwards, after you do something that you regret"
    },
    {
      "speaker": "GRACE",
      "text": "You can regret it, but do you have to confess to your mother?  Feeling bad about it.  Remorseful, regret, that doesn`t include a rape kit.    Jean Casarez, what can you tell me about her ever agreeing to the sex, agreeing to being part of a senior salute, helping take off her underwear?    What do we know about the testimony?"
    },
    {
      "speaker": "CASAREZ",
      "text": "Let`s look at the facts.  She responded initially saying no, as much as I would like to get together with you, no when the invitation   came for the senior salute.  I don`t think those words were used, but everybody apparently knew that`s what it was.  And then his friend got as a   sort of intermediary, and she agreed to it.  Know that.  As they were romping on the blanket, there was nothing, at least in his testimony, to   suggest that she did not willingly take at least some of her clothes off, at all.  So it all appeared to be very, very consensual.  But Nancy, can I   tell you about an e-mail that came very close in time to when the evening ended between the two of them?"
    },
    {
      "speaker": "GRACE",
      "text": "Sure."
    },
    {
      "speaker": "CASAREZ",
      "text": "Close in time, state of mind.  He says to her, he emails her and says, you`re an angel, much love.  Then he said something in French.    They kept going back and forth in French.  He said, I wanted to say this to her because I didn`t know if I was going to see her again very soon.  And   even that weekend.  She responds four minutes later by saying, you are quite an angel yourself, but can you keep the secret, the sequence of   events to yourself?  And he responded, yes, of course."
    },
    {
      "speaker": "GRACE",
      "text": "You know, Cheryl Hunter, sex assault survivor, author of \"Use It: Turn Setbacks into Success.\"  I`ve dealt with so many date rape   victims, so many.  You know what, Cheryl, a lot of them think it`s their fault.  A lot of them think they signed up for it, because they go on the   date, that go to see the view, they go to the mechanical room.  Somehow when you end up having nonconsensual sex, it`s in your mind, you are   embarrassed, it`s like you asked for it."
    },
    {
      "speaker": "CHERYL HUNTER",
      "text": "Right.  And so many people have cited the e-mail that Jean just spoke of, the communications with them, as that means that she   consented and everything was fine.  In my experience, Nancy, one of the things that`s most imperative when someone has been raped is that they want   to appear as normal as possible, hide it from everybody, especially if she`s teenager like this.  So to have a normal communication and not raise   any red flags, to him, it doesn`t say anything.  It doesn`t imply that she`s complicit or guilty or wanted it.  What actually indicates something   is that she went to her mother and had the rape kit done."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "I would push against the wall area, I`d press up against her, you know, then we would rotate against the wall, like we had   on a blanket.  And I guess there was some dry humping."
    },
    {
      "speaker": "GRACE",
      "text": "Unleash the lawyers.  Troy Slaten, Anne Bremner, Robin Ficker, also with me, Jean Casarez, CNN correspondent.  So bottom line, Robin   Ficker, it`s not a question of was it consensual or not.  Because his defense solely rests in his claim, sex never happened.  And isn`t it true,   Robin Ficker, that the judge will instruct this jury on credibility, who to believe, they are the sole judge of credibility.  The judge will also   instruct the jury, that if you find a witness lied, you will be entitled to throw out all of that witness` testimony.  So ergo, if he lied about saying   there was no sex whatsoever, the jury will be entitled to throw out all of his testimony, yes, no?"
    },
    {
      "speaker": "FICKER",
      "text": "How many cracks does a pitcher have to have before it won`t hold water?  She called him an angel.  She called him an angel.  She is not   credible."
    },
    {
      "speaker": "GRACE",
      "text": "A pitcher holding water?  What you don`t know is Casarez isn`t just a CNN correspondent, she`s a lawyer.  Jean, isn`t that the law?  Back   me up.  Throw me a bone here."
    },
    {
      "speaker": "CASAREZ",
      "text": "That is the law, definitely.  So there`s your answer.  It`s the law."
    },
    {
      "speaker": "GRACE",
      "text": "It is the law, Troy Slaten.  You`re looking mighty smug right now, but if that jury believes he lied about sex/no-sex, that means they`re   entitled to throw out all of his testimony, which means her testimony is the only testimony left standing."
    },
    {
      "speaker": "FICKER",
      "text": "She`s the liar."
    },
    {
      "speaker": "SLATEN",
      "text": "So on one hand, you`re saying that if she sends these tweets or sends text messages, saying that everything is great, and can you keep a   secret, and you`re an angel, then that`s evidence that they had sex.  And if she goes to her mom and complains, that`s evidence that she had sex.    So this really sounds like somebody who is remorseful about what she had done."
    },
    {
      "speaker": "GRACE",
      "text": "No, she`s not claiming \n okay, you just made my argument for me.    All of her testimony, tweets, emails, phone calls, is that they had sex.  Let me go to you, Jean Casarez, then the tables turn, and he`s on cross   exam."
    },
    {
      "speaker": "CASAREZ",
      "text": "Right, cross examination.  You know, there`s a lot of e- mails that he had with his friends, compiling this list that he admits to, the list of the girls that they like and they want and they want to go out   with or even more.  So the prosecutor goes straight through all those months with the list, and whose name is on every e-mail, it appears to be   on the list, but it`s the alleged victim, with the words that, I want to pork her.  I want to score her.  I want to slay her, terminology that they   use and the prosecutor keeps saying, so you wanted to have sex with her the whole time, you knew you did?  And he denies it, he denies it.  And he   admits he had a crush."
    },
    {
      "speaker": "GRACE",
      "text": "Let me understand this.  There are e-mails, by the defendant, who, yes, I know, said he was going to Harvard divinity school, that says I   want to pork the little girl?"
    },
    {
      "speaker": "CASAREZ",
      "text": "Right.  Slay and score."
    },
    {
      "speaker": "GRACE",
      "text": "Okay.  Anne Bremner, response?"
    },
    {
      "speaker": "BREMNER",
      "text": "He`s bragging.  He`s talking to his friends.  They`re all doing this.  He says it was to hang out, that`s what senior salute means.    We wanted to hang out, not hook up."
    },
    {
      "speaker": "GRACE",
      "text": "Is that what pork means, too?"
    },
    {
      "speaker": "BREMNER",
      "text": "Come on, Nancy, at that age"
    },
    {
      "speaker": "GRACE",
      "text": "Did you actually just say boys will be boys?  Did you just say that?"
    },
    {
      "speaker": "BREMNER",
      "text": "I did say that.  They say things like I want to bone somebody.  Or whatever else, those are in e-mails too."
    },
    {
      "speaker": "GRACE",
      "text": "We are talking about 20 years behind bars."
    },
    {
      "speaker": "BREMNER",
      "text": "Exactly."
    },
    {
      "speaker": "GRACE",
      "text": "We are talking about a girl who says she was raped.  And there`s no room in this conversation for boys will be boys.  No room."
    },
    {
      "speaker": "GRACE",
      "text": "Dr. Joye M. Carter, chief forensic pathologist and author of \"I Speak for the Dead.\"  Sperm degenerates.  In about 72 hours, the head   falls off the sperm, the tail falls off.  I`m not surprised they did not find active sperm swimming around when they did the rape kit."
    },
    {
      "speaker": "CARTER",
      "text": "That`s right.  They would be able to find some evidence of semen, if it`s dry, but sperm can be very delicate."
    },
    {
      "speaker": "GRACE",
      "text": "Very, very delicate, but of course, to Cheryl Dorsey, retired LAPD, author of \"Creation of a Manifesto, Black and Blue,\" a rape case can   be proved with or without sperm.  It`s very tricky how police work a rape case, correct?"
    },
    {
      "speaker": "DORSEY",
      "text": "Well, certainly, and we`re going to have to rely on partially the statements of the young lady and the young man involved.  And I`m not   intimately familiar with what`s done once that evidence is gathered.  But certainly, a rape kit would speak to whether or not intercourse happened."
    },
    {
      "speaker": "GRACE",
      "text": "Of course a case can be proven with or without sperm.  And, to Dr. Terry Lyles, psychologist and stress crisis management coach, the   culture this little girl was in, this schoolgirl, it`s overwhelming, where there`s actually contests to slay them, to pork them, and they keep a   written list behind the washer/drier wall?"
    },
    {
      "speaker": "LYLES",
      "text": "There`s a couple things, one, obviously, she`s underage, and two, the peer pressure is overwhelming.  Anybody that`s been to college   knows that.  I think it`s this classic scenario of, you need to know what you`re hooking up with.  And if he has her kind of targeted, he should have   already known.  If she`s a minor, that`s a problem.  Secondarily, consent and abuse is a very fine line.  And that will come out in testimony as your   legal staff has said, but this is a really slippery slope, and you`ve got to really be careful, especially in universities, regardless if he`s a   seminary student or not, it`s intent and motive to take abuse and control of someone."
    },
    {
      "speaker": "GRACE",
      "text": "Exactly.  Jean Casarez, the defense has rested.  They rested their case.  They have put all their eggs in one basket, and that basket is   his testimony."
    },
    {
      "speaker": "CASAREZ",
      "text": "That`s right.  And tomorrow, closing arguments, Nancy, so this case is going to be over, quite possibly, before the end of the week."
    },
    {
      "speaker": "GRACE",
      "text": "If we get a verdict, there`s always the chance of a mistrial, a hung jury.  Everyone, the defense has rested.  This case proceeding   forward.  And Jean Casarez, do you think forensics helped or hurt the state in this case?"
    },
    {
      "speaker": "CASAREZ",
      "text": "They ended on it, and for them, unfortunately, it wasn`t the strength that they probably wanted.  They wanted to find his high   likelihood of sperm, but the DNA could not be established.  And there were some multiple profiles in there, too."
    },
    {
      "speaker": "GRACE",
      "text": "Right, all that sitting on the floor of the mechanical room didn`t help anything regarding picking up DNA.   Let`s remember American hero, Missouri Sergeant Peggy Vassallo, 53, killed in the line of duty, served Bellefontaine police 15 years, St. Louis   County police 13 years.  Coached youth baseball.  Helped find housing for the homeless.  Leaves behind a husband, son, and two grands.  Peggy   Vassallo, American hero.   Drew up next on living transgender.  His entire audience a member of that community.  Thanks to my guests.  But especially to you for being with   us, inviting us into your homes.  Nancy Grace signing off for tonight.  See you tomorrow night, 8:00 sharp Eastern.  Until then, good night, friend.   END"
    }
  ]
}