{
  "show_name": "NEWS STREAM",
  "show_title": "Stocks Struggle To Hold On to Gains; Angela Merkel Visits Scene of Anti-Immigrant Protests; Wife of French Hero Explains Husband's Bravery. Aired 8:00a-9:00a ET",
  "quotes": [
    {
      "speaker": "KRISTIE LU STOUT, HOST",
      "text": "I'm Kristie Lu Stout in Hong Kong.  And welcome to News Stream. Another bumpy ride.  Now stock markets struggle to stay positive despite new stimulus in China. Plus, the German chancellor Angela Merkel heads to the scene of violent anti-refugee protests.  And..."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "text": "He though, you know, if I'm going to die I'm going to die fighting.  I'm not going to die just standing there doing   nothing."
    },
    {
      "speaker": "LU STOUT",
      "text": "The wife of a French-American hero recounts her husband's bravery and that of others who stopped the potential massacre on a high   speed train. Beijing has just announced yet another fresh injection of cash into the financial system.  Nearly $22 billion will go to commercial banks in   the form of short-term loans. Now despite those efforts to boost its economy, the fallout goes on.  European markets are still trading lower this hour, erasing part of   Tuesday's gains.  And the volatility continues for Chinese markets.  Shares there declined for a fifth straight day. It was an especially choppy session in Shanghai, as you can see, Chinese stocks, they bounced around between gains and losses, but   ultimately they ended the day down 1.3 percent. Now China has spent nearly two months trying everything in its arsenal to contain this market crisis.  Now the bubble, it popped on June 12.  And   then the stock slide, it picked up momentum and companies began to suspend trade.  And by July 9, China allowed more than half of all listed Chinese   companies to stop trading their stocks. And then on August 11, Beijing allowed a surprised devaluation of the yuan that roiled international currency markets. On Tuesday, yet another round of stimulus and its fifth rate cut in the last year, but still a grim outlook on the mainland.   Andrew Stevens explains why its slowing economy is having a domino effect around the world."
    },
    {
      "speaker": "ANDREW STEVENS, CNN INTERNATIONAL CORRESPONDENT",
      "text": "China has long been dubbed, the world's factory, but it would be a mistake to view China as   exclusively an exporting powerhouse.  As the nation's growth grinds into a slower gear, there is a global impact as China imports less.  For the past   30 years its been sucking in a staggering amount of both raw materials and finished products to fuel its extraordinary growth.  But now, with the boom   years of 10 percent plus annual growth in the past, companies and countries the world over are taking a hit.  In some cases, a big hit. Take commodities: the so-called super cycle of high commodity prices is over.  Since peaking four years ago, iron ore, a raw ingredient of   steel, has plunged more than 70 percent.  Copper prices have almost halves, aluminum down 40 percent. The big commodities exporters Brazil, Australia, Indonesia, Russia are all on the front line. Take Australia, for example, thousands of jobs have been lost and billions of dollars worth of mining projects have been shelved as the price   of commodities slumped. And it's not just commodities, many of the big developed economies of the world target China as a key export market for their finished products. According to state media, European exports to China his $220 billion in 2013 from bottles of wine to BMWs.  Nearly 8 percent of all U.S. exports   now go to China.  And closer to home, China consumes nearly a fifth of Japan's exports, 30 percent of South Korea's. The bottom line China is a hugely important part of global growth. Now, the big economies can probably ride out the slowdown without going into a tailspin, but there are a lot of smaller countries, much more   dependent on China to buy their stuff, countries like Sierrra Leone and Gambia in Sub-Saharan African send more than half their exports to China as   does China's neighbor Mongolia. In fact, in this interconnected world, China imports goods from virtually every country.  For so many years, its demand was described as   insatiable, not any more."
    },
    {
      "speaker": "LU STOUT",
      "text": "Andrew Stevens there. Now, the rollercoaster markets are topping the headlines around the world, but as state run newspapers in China are all you've been reading,   well chances are, you won't see much of a mention of the recent market panic. Let's just take a look at the homepage of the state media site for Xinhua.  The top story here and the banner, it says President Xi Jinping's   push for growth in Tibet. Now, let's bring up the China Daily next, another state media outlet.  And front and center right over here, it says \"Foreign media report there's   no reason to blame China for the global market swing.\" Now Chinese authorities, they routinely publish confidential directives, top down directives about how news stories should be covered   inside China.  And one recent memo reportedly instructs reporters in China to avoid terms like slump or collapse.  And also, not to talk to market   experts or to conduct in-depth analysis. Now, let's turn our attention now to Wall Street.  Now all the major U.S.  benchmarks are poised to open higher.  So, let's bring in CNN's   Maggie Lake.  She joins us, of course, live from New York. Maggie, good to see you again. Earlier today, we saw Chinese stocks decline again.  We know European markets are falling.  Is there going to be another bumpy ride on Wall   Street?"
    },
    {
      "speaker": "MAGGIE LAKE, CNN INTERNATIONAL CORRESPONDENT",
      "text": "Oh, absolutely, Kristie.  I mean we are looking at gains at the open.  But we   saw what happened yesterday.  We opened up and sat on gains of almost 300 points almost all day only to fade right at the close.  So that definitely   is going to have an effect on sentiment. Listen, everyone is trying to sort of reprice the environment we're in.  And try to figure out how much is China slowing, how much is their   economy slowing and how much is that going to affect everyone else. In the first few days of this selloff, it was across the board, everyone was just running scared.  Now people are trying to sift through,   make a little bit more sense of it.  So we are seeing these gains at the open, but the big question is going to be what happens at the close.  Can   we hang on to them.  Can we find a floor here.  And I think the verdict is out on that right now, Kristie."
    },
    {
      "speaker": "LU STOUT",
      "text": "And the psychology among American investors \n and what is the thinking there about the trouble in China and what it means for the   U.S.?  Is China's market volatility and its economic slowdown, is that perceived as something that will, yes, deeply and negatively affect   American business?"
    },
    {
      "speaker": "LAKE",
      "text": "I think they're trying to sort that out frankly?  I mean, there's definitely a sense that China's economy is very important part of   the global economy now.  We know if they are slowing significantly.  That is going to have an impact on corporate profits.  Is it going to impact all   corporations?  Unclear.  Is it going to just hit the ones that are exposed to the industrial side of China, that sort of government spending,   infrastructure spending?  Or is it going to spare the ones who are  consumer?  Is everything slowing? I think part of the problem is we don't really know what's happening in China.  There's not enough transparency, and there's not enough   consistency.  That is a phrase I hear over and over again from investors on this side of the Atlantic. They don't really understand exactly what Chinese policy is going to be going forward.  Sometimes they're in supporting the market, sometimes it   looks like they want the market to operate on its own.  Are they trying to transition to a consumer-led society, or are they going to devalue and   return to rely back on the export economy? People just don't know.  And that's, I think, where the confusion is and the problem is, Kristie. So, investors are looking at this.  They're very cautious, especially as we start to end our day and head into the Asian day.  They don't seem to   want to go home long overnight.  So that shows you where confidence is. We are in for a period of volatility. Can we get those moves down to something that's more modest?  That would, I think, make everyone feel a little better.  And you definitely   have a lot of the fear you had earlier this week, but there is a lot uncertainty and a lot of angst still out there.  So, I would treat these   gains that we're looking at in the morning with a fair degree of caution."
    },
    {
      "speaker": "LU STOUT",
      "text": "Got you.  And we're in  for a period of volatility.  Maggie Lake reporting live from New York for us.  Thank you, Maggie. Now you're watching News Stream.  And still to come on the program, hundreds of migrants camp out at a park in the capital of Serbia.  And you   will hear from one family hoping to reach western Europe. Also ahead, a Mexican-American journalist is forced to leave a Donald Trump news conference.  And we'll show you what happened. And the wife of one of the men who helped take down the gunman on that train in France, she speaks exclusively to CNN about the terrifying   struggle that happened right in front of her seat."
    },
    {
      "speaker": "LU STOUT",
      "text": "Welcome back.  You're watching News Stream.  And you're looking at a visual version of all the stories we've got in the show   today. Now we've already told you about the volatility in the stock markets as China's latest moves failed to completely calm investor anxiety.  And   later in the program, we'll hear from the wife of one man who helped overwhelm that gunman on board a French train, but now to tensions in   Hungary.  Now police say tear gas was fired near a refugee processing center close to the border with Serbia.  And we've just learned that   Hungary will send an additional 2,000 police helped secure its borders as record numbers of people flood into the country. Now many of them are fleeing the war in Syria.  And they're passing through the capital of Serbia, a region that knows war all too well.   Arwa Damon shares some of their stories."
    },
    {
      "speaker": "ARWA DAMON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "text": "Hezhare  strums an old Kurdish song. His wife Amine  and 3-month-  old in a park in central Belgrade, turned weigh station for refugees. It was his voice that she first fell in love. \"We wanted to settle in Turkey. I was working weddings there, \"Hezhare  says, \"but tensions have started to rise. And if they kick anyone out,   it will be us.\" The sorrowful lyrics about feeling like a foreigner is a sentiment that echoes with all we spoke to here. We met a group of friends from Iraq.   They didn't want to appear on camera because they still have family still in Baghdad.  One of them is a 30-year-old teacher. He says his students cried when he told them that he had decided to leave but he couldn't take it anymore.   Two years ago, militias bombed his wedding and killed his 14-year-old brother. Another of his friends is a computer engineer. Yet another a   journalist from what is now the ISIS stronghold of Mosul.  All of them say the most precious thing they have is Iraq, but now because of everything they have been through, they feel like they are   strangers in their own land.  For the refugees, the trek is a pendulum of emotions. From elation at the small moments of respite to sheer despair. Macedonia, after shutting   its border for four days, finally started to facilitate transit for refugees, building a makeshift train stop that brings them to the border   with Serbia.  Of all the nations they have crossed, this is the one whose population remembers war, who knows too well that in an instant all can be lost.  At the Belgrade Park, there are medical stations. Most of what they are treating are foot injuries for the adults. Cough and cold among the   children due to fluctuating weather and rain with little to no shelter.  From here, they will continue, they hope, to Western Europe. It's not a journey any of them wanted to take, but crises across the world have   resulted in a human-tight sweeping across Europe unlike any in recent history. Two years ago, while still in his homeland, Hezhare  wrote   this song.  \"Don't cry, my mother,\" he sings. \"Syria is for my children. Foreshadowing the impossible choice his family had to make.\" Arwa Damon, CNN, Belgrade."
    },
    {
      "speaker": "LU STOUT",
      "text": "An incredible portrait of their journey. Now, I want to take a moment to show you the journey that they're making with this map, a journey in search of a permanent home in Europe.    And it all starts by crossing the sea often in overcrowded and in unseaworthy vessels. Now the UN refugee agency says that as of mid-August some 264,500 people have crossed the Mediterranean this year.  Now most land in Greece,   and from there the journey it goes through a no man's land border to here in the map to Macedonia. Now the UNHCR currently expects 3,000 people a day to arrive in Macedonia from Greece.  It's calling on country's to treat them humanely,   and also to provide assistance. Now, they are getting help in neighboring Serbia, as you just saw there in Arwa's piece.  Now Serbia says 7,000 people recently crossed into   the country in a single night.  And from there, it's on to Hungary. Now reaching Hungary is absolutely critical.  It is part of the European Union's passport free zone, giving migrants easier access to   Europe's wealthier nations. And for many, Germany is the ultimate destination. Now a short time ago, the German chancellor Angela Merkel addressed the growing crisis in her country.  And she spoke from a town near Desden   where violence erupted over the weekend during anti-refugee protests. Our Ian Lee has been following the story from London.  He joins me now live.  And Ian, we know that Angela Merkel is at this town that was hit by   these violent protests against refugees.  What is her message there?"
    },
    {
      "speaker": "IAN LEE, CNN CORRESPONDENT",
      "text": "Well, she spent a considerable amount of time there talking to people, talking to migrants, talking to the   politicians and as well as the aid workers that are helping with these migrants. She talked a lot about how this is unprecedented.  Germany hasn't seen this such influx of migrants, of refugees, in quite a long time.  And that   they need to come together, to work together, to help resolve this crisis. She also lashed out at those people who are \n who have been speaking out against the migrants, have been protesting, and there have been attacks   against migrants centers.  She spoke out against them saying that there needs to be tolerance and that Germany will not just stand by while certain   people commit crimes against these migrant centers.  They said that there's a simple formula that it is going to be police justice and if the people   are caught it's going to be prison. But she was heckled at this rally.  Some people called her a traitor.  And that just underscores the growing \n or the anti-migrant sentiment in   that part of Germany where people say that they \n that these people who are unemployed Germans say they should be getting this assistance, not the   migrants."
    },
    {
      "speaker": "LU STOUT",
      "text": "So, Angela Merkel calling for tolerance, that's why she was heckled.  She's also calling for a solution. Now Ian, among EU member states, how much agreement is there on how to deal with the migrant crisis?  Or is there more tension between counties   like France and Germany and nations like Italy and Greece are at the forefront of the crisis?"
    },
    {
      "speaker": "LEE",
      "text": "Yeah, really, there hasn't been any agreement at all at really what to do and how to resolve this.  Yes, there has been billions of euros   given to different countries that are on the border that can help deal with this influx, but there hasn't been a coherent one policy and how to deal   with that.  And we're really seeing it best illustrated by these border fences that are going up, different countries trying to prevent migrants,   trying to prevent refugees from entering their countries.  And a lot of this stems from a law, which is that people, these migrants, refugees, the   first country that they claim asylum in, that's the country where they will have to reside. So, if someone, for instance, claims asylum in Hungary and then moves to Germany, if they're caught, then they could be potentially sent back   Hungary, because that is the initial country they claimed asylum in. Germany, though, recently said that Syrians, even if they do initially claim asylum in another country, if they do make it to Germany that Germany   will consider their application.  So, it just kind of shows how there really isn't this comprehensive plan in how to do with this migrant crisis."
    },
    {
      "speaker": "ANDERSON",
      "text": "Yeah, a huge dilemma for Germany and for Europe.  And of course all the people at the center of this, the hundreds of thousands of   people, families just waiting for help. Ian Lee reporting live for us.  Thank you very much indeed for that. Now you're watching News Stream.  And coming up next, Donald Trump gets pretty testy at a news conference.  We'll bring you and show you his   stormy exchange with a Mexican-American journalist.  That's coming up next."
    },
    {
      "speaker": "LU STOUT",
      "text": "Coming to you live from Hong Kong, you're back watching News Stream. Now California is a step closer to legislation that would limit drone activity over private property. The state assembly has approved the   measure, but it still must clear the Senate. Under the bill, flying drones below 350 feet without the consent of the property owner would be considered trespassing.  Supporters of the bill   say it protects privacy, others say it could stifle the drone industry's growth. Now, U.S. Republican presidential candidate Donald Trump has taken on yet another TV journalist.  This time he got into it with Univision anchor   Jorge Ramos.  And here's what happened when Ramos tried to ask a question out of turn during a news conference."
    },
    {
      "speaker": "DONALD TRUMP, REAL ESTATE DEVELOPER",
      "text": "Excuse me.  Sit down.  You weren't called.  Sit down.  Sit down.  Sit down.  Go ahead.   No you don't.  You haven't been called."
    },
    {
      "speaker": "JORGE RAMOS, UNIVISION",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "No, you don't.  You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have a right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision."
    },
    {
      "speaker": "LU STOUT",
      "text": "And then security guards escorted Ramos out of the room.  Now Trump is suing Univision for canceling its broadcast of the Miss USA   pageant, an event he co-owns.  Ramos was eventually allowed back in about 10 minutes after he was shown the door. Now he and the Republican frontrunner then had a testy exchange over Trump's immigration ideas."
    },
    {
      "speaker": "TRUMP",
      "text": "Yes.  Good to have you back."
    },
    {
      "speaker": "RAMOS",
      "text": "Thank you very much. How are you going to deport 11 million ."
    },
    {
      "speaker": "TRUMP",
      "text": "Ready.  OK."
    },
    {
      "speaker": "RAMOS",
      "text": "Are you going to bring the army?  Are you going to..."
    },
    {
      "speaker": "TRUMP",
      "text": "Let me put it in a very humane fashion, believe me.  I have a bigger heart than you do.  I want them to come back.  And I want them to   get documentation.  And get so they can come legally."
    },
    {
      "speaker": "RAMOS",
      "text": "How are you going to deport 11 million..."
    },
    {
      "speaker": "TRUMP",
      "text": "You know what's it called: management.  So, you're not used to good management, because you're always talking about government."
    },
    {
      "speaker": "RAMOS",
      "text": "Just imagine..."
    },
    {
      "speaker": "TRUMP",
      "text": "Let me just tell you.  Wait.  Wait.  Wait.  Government is incompetent."
    },
    {
      "speaker": "LU STOUT",
      "text": "Now Trump also had a few words for one of his rivals.  Now he posted a tweet mocking Jeb Bush for his comments on so-called anchor   babies.  Now Bush has faced new criticism for saying his use of the controversial term applies more to Asian than Hispanics. Kyung Lah has a closer look at the practice that is at the center of this controversy."
    },
    {
      "speaker": "KYUNG LAH, CNN CORRESPONDENT",
      "text": "This was Jeb Bush's attempt to justify his use of the term \"anchor baby.\""
    },
    {
      "speaker": "JEB BUSH, (R), PRESIDENTIAL CANDIDATE & FORMER FLORIDA GOVERNOR",
      "text": "Frankly, it's more related to Asian people coming in to our country, having   children in that organized efforts, taking advantage of a noble concept which birthright citizenship."
    },
    {
      "speaker": "LAH",
      "text": "How he said it, lumping together all Asian-Americans in that comment, is considered anti-immigrant and offensive. But he wasn't   completely wrong. Bush was talking about birth tourism.  And as we found out, few like to talk about it. In the suburban hills of Los Angeles, it's a growing business, catering to mainly Chinese   families.  This man says he's a Chinese citizen. He says his name is Jeffrey Wu.  (on camera"
    },
    {
      "speaker": ")",
      "text": "You came here to have your baby in America?"
    },
    {
      "speaker": "JEFFREY WU, CHINESE RESIDENT",
      "text": "Yes."
    },
    {
      "speaker": "LAH",
      "text": "That's the promise of birth tourism. Come pregnant to America, give birth here, and your baby goes home a U.S. citizen, thanks   to the 14th Amendment.  But this is a birth tourism start in Beijing. Store fronts like this one and this one offer package deals. On a Chinese language websites, they   advertise to parents, offer a step by step guide to obtain a U.S. Visa and arrange travel to inviting U.S. homes where 24-hour nurses and doctors will   care for the mother.  U.S. federal investigations found pregnant moms pay up to $50,000, are coached on how to lie to U.S. immigration, what to tell agents, all in   exchange for the baby's U.S. citizenship.  Under current federal laws, coming to the United States to have a baby is legal. Federal and local agencies in the United States have struggled to   shut down the businesses. Earlier this year, cracking down on houses in the Los Angeles area on Visa and tax fraud charges.  (on camera"
    },
    {
      "speaker": ")",
      "text": "Hello. Excuse me."
    },
    {
      "speaker": "",
      "text": "But the businesses continue to operate. Two years ago, we found a birth tourism ad to this suburban home. The people coming out   weren't interested in stopping.  (on camera"
    },
    {
      "speaker": ")",
      "text": "You are going on a jog?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "text": "Yeah."
    },
    {
      "speaker": "LAH",
      "text": "I can jog."
    },
    {
      "speaker": "",
      "text": "Or explaining why so many pregnant mothers... (on camera"
    },
    {
      "speaker": ")",
      "text": "Hi there."
    },
    {
      "speaker": "",
      "text": "...were inside. Business is still booming in the shadows of southern California.  Kyung Lah, CNN, Los Angeles."
    },
    {
      "speaker": "LU STOUT",
      "text": "Now, there is one major catch to birthright citizenship.  Now getting the U.S. passport means that the child will eventually be   responsible for U.S. taxes. Now a lot of people have been taking to Twitter to express their own anger over Jeb Bush's anchor baby comments.  It even spawned a hashtag   #MyAsianAmericanStory. Now, one Twitter users said this, quote, \"feeling irritated that even among activists anti-Asian racism barely gets noticed unless a Republican   says dumb things.\" You're watching News Stream.  Still ahead on the program, an attack on a high speed train.  A woman whose husband was shot by the gunman describes   in vivid details the heroism she saw just a few feet away."
    },
    {
      "speaker": "(COMMERCAIL BREAK)  LU STOUT",
      "text": "I'm Kristie Lu Stout in Hong Kong.  You're watching News Stream.  And these are your world headlines.  Now this is how European markets are doing right now.  They have been trading lower all day on fears over China's growth. Let's get that graphic for you.  There it is. Now earlier, Beijing announced another fresh injection of cash into the financial system.  Now nearly $22 billion will go to commercial banks   in China in the form of a short-term loans.   Now in the U.S. markets there open in about an hour from now.  And all the major Wall Street benchmarks are poised to open higher. Now, let's go to Donald Trump.  He got into a testy exchange with a Mexican-American TV anchor last night in Iowa.  Now, the Republican   presidential candidate repeatedly told Univision's Jorge Ramos to sit down after Ramos tried to ask a question without being called on. Now, Trump also told Ramos to, quote, go back to Univision. Now the journalist was escorted out of the room temporarily, but allowed back in later.  And Trump took his question on immigration. Now, Spencer Stone, one of the American heroes who got injured while thwarting a terror attack on that Paris-bound train last week is being   treated for his wounds at Rammstein air base in Germany. now his commander addressed the media a short time ago saying that Stone's actions were, quote, one of the purist examples of service before   self that he's ever seen. Now after spotting the gunman on their train, stone and his friends immediately sprang into action to subdue the attacker, likely saving many,   many lives. Now listen to his account of what happened.  SPENCER STONE, U.S."
    },
    {
      "speaker": "AIR FORCE",
      "text": "For now, it was hitting him with the AK, pried the pistol a little out of his hand, and then he \n we were just   king of holding him there for a couple of seconds.  And I kind of see him just going like this, making a move.  And so I'm like what is he doing?    And so I like lean over his shoulder and I see he's got like about a six inch box cutter blade, and then I look at my thumb and it's hanging halfway   off. So, I kind of let him go \n well, I screamed first he's got knife, get the knife, get the knife.  I let him go.  And then by that point we're all   standing up the shooter is in the middle.  And Alex, me, and Anthony are just surrounding him.  We just started just pounding him.  And then we   ended up on the other side, taxi, I had him in another choke.  And this time I had it deep, so I just choked him out until he went unconscious   while my friend was hitting him in the face with the gun and the conductors came up and held an arm for us."
    },
    {
      "speaker": "ANDERSON",
      "text": "Wow, a group of details from Spencer Stone there. Now Stone helped save the life of a fellow passenger.  Mark Moogalian who was the first to launch at the gunman, and he got shot.   Now he is still recovering in hospital.  And like the others who intervened, Moogalian will be awarded the Legion of Honor from the French   President Francois Hollande.  And his wife spoke explosively to CNN's Martin Savidge about the harrowing experience."
    },
    {
      "speaker": "MARTIN SAVIDGE, CNN CORRESPONDENT",
      "text": "Back on U.S. soil this morning, 23-year-old Anthony Sadler, one of the American heroes thwarting a   terror attack on a passenger train in France. This as another man heralded as a hero remains confined to a hospital bed."
    },
    {
      "speaker": "ISABELLE RISACHER, WIFE OF MARK MOOGALIAN",
      "text": "All of a sudden, I look at the man. My husband says, \"Get out. This is serious.\""
    },
    {
      "speaker": "SAVIDGE",
      "text": "In a CNN exclusive, the wife of French American Mark Moogalian recounted to me the moment her husband was shot, just a few feet   away from her, by 25-year-old gunman Ayoub El-Khazzani."
    },
    {
      "speaker": "RISACHER",
      "text": "I thought to myself, we're going to die. Everybody on this train is going to die."
    },
    {
      "speaker": "SAVIDGE",
      "text": "Isabelle Moogalian says her husband was one of the first to engage the gunman when he saw the Khazzani enter their car on the Paris-  bound train, strapped with an AK-47."
    },
    {
      "speaker": "RISACHER",
      "text": "I heard him say, \"I got the gun.\""
    },
    {
      "speaker": "SAVIDGE",
      "text": "At one point, Isabelle says her husband had grabbed the gun, but El-Khazzani fought back. She hid behind her seat. Shots rang out. And   to her horror, she saw her husband fall to the floor."
    },
    {
      "speaker": "RISACHER",
      "text": "I see two guys running down the aisle really fast."
    },
    {
      "speaker": "SAVIDGE",
      "text": "That's when American Spencer Stone and Alek Scarlatos tackle El-Khazzani in a bloody fight to subdue him."
    },
    {
      "speaker": "RISACHER",
      "text": "He told me, \"I'm hit. I'm hit. It's over.\""
    },
    {
      "speaker": "SAVIDGE",
      "text": "As the gunman lay hog-tied in the aisle, her husband was losing blood fast. Isabelle panicked."
    },
    {
      "speaker": "RISACHER",
      "text": "I saw the blood was coming like this, you know, from his neck. And then I was like, \"Oh, my God. Oh, my God. He's going to die.\"   Spencer had put his finger like this on the bound."
    },
    {
      "speaker": "SAVIDGE",
      "text": "In this video, you can see Spencer, the heroic U.S. airman, hovering over Mark as he slows down the bleeding with his   fingers, an effort Isabelle knows saved her husband's life."
    },
    {
      "speaker": "SPENCER STONE, STOPPED GUNMAN ON TRAIN",
      "text": "I just thought that guy was going to die, so I wanted to give him a fighting chance."
    },
    {
      "speaker": "LU STOUT",
      "text": "Wow, that was Martin Savidge reporting that exclusive interview there. Now we're learning more about the suspect on the train who now faces multiple charges including attempted mass murder. Now our senior international correspondent Jim Bitterann joins me now live from Paris.  And Jim, the suspect in the foiled attack, he is now   facing some serious charges.  What can you tell us?"
    },
    {
      "speaker": "JIM BITTERMANN, CNN INTERNATIONAL CORRESPONDENT",
      "text": "Well, indeed.  In fact, the prosecutor here is going to charge him under France's terrorism   laws, which are a bit stricter both in terms of the penalty, but also in terms of the procedure than normal criminal laws here. So, if the prosecutor succeeds in convincing the investigating judge that should be the case, it will be in fact a little bit tougher on   Khazzani than it might have been if it was just a criminal charge. In any case, what we learned yesterday, some details about Khazzani's behavior, his travels before the incident and right up to the incident,   right through the incident, so for the prosecutor, one of the things that was pretty interesting in that prosecutor's news conference was that El-  Khazzani went on the internet with his cell phone just moments before he went on the attack. This is what the prosecutor said.  FRANCOIS MOLINS, PARIS PROSECUTOR (through translator"
    },
    {
      "speaker": ")",
      "text": "His use of the internet through his phone showed us that among others Ayoub El-  Khazzani was looking at aboard the Thalys train an audio file on YouTube in which an individual was calling his followers to combat."
    },
    {
      "speaker": "BITTERMANN",
      "text": "At that contact on the internet was what \n one of the things that the prosecutor has to justify his case, the fact that he was in   and on this radical Islamic website.  Also the fact that he had these weapons assembled, that he had money that came from somewhere to buy a   first class ticket.  This is a man who just days before was living in a public park in Brussels \n Kristie."
    },
    {
      "speaker": "LU STOUT",
      "text": "Jim Bittermann reporting for us live from Paris.  Thank you, Jim. Now in China, a top safety official has been sacked following the deadly chemical blast in Tianjin earlier this month.  Yang Dongliang, head   of the National Work Safety, has been fired for, quote, suspected serious discipline violations.  More than 100 people were killed in that massive   explosion. Now, turning now to Moscow where the Russian President Vladimir Putin is meeting with Egyptian President Abdel Fattah El-Sisi.  Now Russian state   media report that the two leaders are discussing their joint fight against international terrorism as well as their growing trade relationship. Mr. Putin has been holding talks with several Middle Eastern leaders, attending the country's largest air show. A political crisis is gripping the Central American nation of Guatemala.  Now the supreme court there has approved a bid to impeach   President Otto Perez Molina.  An investigation backed by the UN accuses him of taking bribes in exchange for lower import taxes. Now Mr. Perez Molina denies the allegations.  It's now up to lawmakers to decide whether to remove his presidential immunity so he can face trial. You're watching News Stream.  And still to come, tensions are on the rise between China and the U.S. on multiple fronts.  One of them, cyber   espionage.  We'll take a closer look."
    },
    {
      "speaker": "ANDERSON",
      "text": "Welcome back.  Now Turmoil in the Chinese stock markets is sending ripples all the way to the U.S.  But as Chinese   President Xi Jinping prepares for his visit next month to the White House, more issues could be on his plate. Now in the upcoming episode of On China, I talk to panelists about U.S. allegations that Chinese hackers are targeting the U.S. government."
    },
    {
      "speaker": "SIMON DENYER, THE WASHINGTON POST",
      "text": "China is saying give us more evidence.  The U.S. is saying we're giving you evidence, you're not taking   any notice. China is saying you're spying, you know, as well.  The U.S. is saying, well \n but the conversations are just going passed each other.  And   there's no real conversation taking place."
    },
    {
      "speaker": "UNIDENTFIED MALE",
      "text": "And that's very sad."
    },
    {
      "speaker": "DENYER",
      "text": "And it matters actually, it matters not just for U.S.-China relations, it matters for cyber security all over the world."
    },
    {
      "speaker": "LU STOUT",
      "text": "You're saying it's not just the U.S.-China relationship, it's the entire security of the internet at stake here."
    },
    {
      "speaker": "DENYER",
      "text": "Right.  Speaking of \n and that really matters for everybody, because you don't want countries attacking electricity, water supplies, all   of these things that are controlled by computers. If it's fair game to do that, that could paralyze the world economy in a stroke.  And so we need \n and there is a desire in the U.S. and China,   actually, to have those kind of multi-lateral talks.  And they're even going on at some kind of level. But \n but there's no trust between the U.S. and China.  And those are the two biggest players."
    },
    {
      "speaker": "ANDERSON",
      "text": "Now, be sure to tune in for the full show.  It premieres Thursday, 4:30 p.m. here in Hong Kong.  That's 5:30 p.m. in Tokyo. Now, one of the most famous people in cyber security discussions is being honored in an unexpected way.  Now, German researchers just named   this new species of crayfish, or crawfish, after the NSA leader Edward Snowden. Now, the researchers called Snowden a freedom fighter and said that the honor is due to his, quote, \"extraordinary achievements in defense of   justice and freedom.\" Now the Cherax Snowden, that's the name of this creature, was previously misidentified as another species.  Enthusiasts keep them as pets   for their bright colors, but researchers warn the trade is causing the crayfish's population to drop. Now that is News Stream.  I'm Kristie Lu Stout.  Don't go anywhere, because World Sport with Kate Riley is next. END"
    }
  ]
}