{"show_name":"QUEST MEANS BUSINESS","show_title":"Dow Surges 600-Plus Points Higher; Shooter of Two Journalists Dead of Self-Inflicted Gunshot Wounds; White House Renews Call for Gun Control Legislation; \"Dust Lady\" Loses Battle With Stomach Cancer; Dow Surges 619 Points.  Aired 4-5p ET.","quotes":[{"speaker":"(NEW YORK STOCK EXCHANGE CLOSING BELL) (CROWD CHEERS) RICHARD QUEST, HOST","text":"Listen to the cheer on Wall Street.  Green right across the board as the Dow Jones has a late, strong rally.  And when the   gavel"},{"speaker":"(GAVEL POUNDS) QUEST","text":"Good, firm gavel closing the market up the best part of 4 percent.  All is done and dusted on Wednesday, it's August the 26th. Tonight, the volatility continues, but this time, the Dow has surged higher, and I do believe it's closed at the highest point of the day. In Beijing, it's all hands on deck as the government tries in vain to stop the stock market slide. And in a very different vein, the world has watched in horror today as two American TV journalists have been murdered live on air. This is QUEST MEANS BUSINESS. Good evening.  It's been an extremely busy day.  I will bring you the details and the events of Virginia and the appalling tragic shooting of two   journalists that took place this morning.  We'll have the full details of all of that. But at this hour and the \n being a business program and our business conversation, we do need to start to update you with what's been happening.    Another absolutely extraordinary day on the markets has just come to an end. This is how the Dow has closed, up 619 points.  After days of sickening losses, the Dow's finally rebounded and it has gained the best   part of 620-odd points.  The rally was throughout the day.  The market opened up about 300 or so, and it held those gains.  Gave a bit back over   lunch. But in a complete reversal of what we saw yesterday, when the gains of about 200 finally became losses of 205, it was exactly the opposite today.    Just after 2:30, 3:00, the market took off and it held those gains, even managing to put on an extra hundred or so towards the close.  It was all   after some of the most brutal selling on record, and the US markets have surged. So, I want to show you, put this into the perspective of the broader market.  The NASDAQ \n look at that.  The NASDAQ has gained 4.25 percent in   one day, with a gain of 191 points.  Factor that in and you can start to see.  The losses, still \n it's still showing some very heavy losses over   the course.   But different story in Europe, where the markets were all lower, and a different story in Asia overnight, where the markets fell sharply. Let's look at the Dow 30 and see the stocks that were \n the stocks that actually drove the market, and you can see some very powerful gains.    Merck pharmaceuticals is at the top at 6 percent.  Apple, not surprising to see Apple up there.  It has been \n it's always managed to hold onto its   gains as best it can. Once again, a variety of stocks showing.  Interestingly, the big exporting stocks not as strong as you might have thought \n DuPont, GE,   Disney, Goldman Sachs.  Yesterday, they had been much higher.  So, we're seeing a broad-based reaction in the market.  And Coca-Cola.  I think that   speaks more about Coca-Cola, that it only managed to eke out a gain of 2 percent. Cristina Alesci is at \n is with me this evening.  Cristina, what changed the sentiment?  Was it Japan \n was it China and interest rates?    What actually changed?"},{"speaker":"CRISTINA ALESCI, CNN MONEY CORRESPONDENT","text":"Well, one thing that changed that was a big deal to US investors was a prominent Fed official   came out and said that a rate hike in September was \"less compelling.\"   So, you did have that piece of information that it seems like market digested, and it gave the market some confidence that the Fed is paying   attention and will react, despite what it says, to what stocks are doing, right?   Because all we hear from the Fed is, we don't react to the markets, we don't react to the markets.  And then, today we have a Fed official saying,   wait, maybe we do react to the markets.  So, that was a big piece of information. But today is significant for two main reasons.  First, we broke a six- day losing streak.  And the other significant \n significance to closing so high today, Richard, is yesterday a lot of the traders and investors were   saying people just didn't have the confidence, investors just didn't have the confidence to hold the stocks \n to hold their positions overnight.    And that could have contributed to some of that"},{"speaker":"QUEST","text":"Right."},{"speaker":"ALESCI","text":"mass selling at the very end of the day.  So, we do see confidence at the end of the day, here, closing prices very   important gauge of investor sentiment."},{"speaker":"QUEST","text":"All right."},{"speaker":"ALESCI","text":"I don't want to make too big of a deal of one day's move, but you do have to consider it"},{"speaker":"QUEST","text":"That's"},{"speaker":"ALESCI","text":"in the context of a major selling yesterday."},{"speaker":"QUEST","text":"And that's really the issue as to whether this gain today can transmit itself into Asia tomorrow and reverse, or at least stem, if not   reverse \n stem \n this downward feedback loop which has been created.  Because it's pretty strong, what happened today."},{"speaker":"ALESCI","text":"It is pretty strong.  But you know what?  We don't know what's going to happen.  Because you and I have talked about this, Richard,   and you understand this more than anyone in this building is that this is a market that is trying to find the right range.   And I have spoken to many different people, and no one has expressed confidence that it's in the right range.  So, it's a great day today.    Doesn't mean much going forward, unfortunately.  We have to take these moves in the context of this is a complex market, it's driven by emotions.   It's also driven by complex products.  It's not just stocks that are being traded, it's ETFs, and these are complicated products, and they're   all in a soup together"},{"speaker":"QUEST","text":"Right."},{"speaker":"ALESCI","text":"in this market, and people are trying to get their heads around how each one of these factors really impacts the market.  It's not   simple.  It's not just fundamentals.  It's emotion.  It's these new instruments.  It's everything that plays into it and creates chaos."},{"speaker":"QUEST","text":"Very well, put.  Thank you, Cristina.  Cristina Alesci watching us on the markets.  Tim Anderson, director of TJM Investments   joined me from the stock exchange.  What happened today that turned around, Tim, that market so \n that it gave that extra boost in the last hour?"},{"speaker":"TIM ANDERSON, DIRECTOR, TJM INVESTMENTS","text":"Well, Richard, you know it was very similar to yesterday until early afternoon, when the trend from   the morning stopped going down.  And clearly, we did not have the very large flood of near-panic sell-orders that we had in the last 30 minutes of   the day."},{"speaker":"QUEST","text":"Why?"},{"speaker":"ANDERSON","text":"Well, you know, I did a little checking around and I heard from a couple of pretty good sources that there were two or three very   large mutual fund groups that had very heavy levels of redemptions, and either some of that came in very late in the day, or they had miscalculated   how much they had already sent down to the floor.   And that's why between 3:15 and 4:00, the market on close number kept increasing and increasing and increasing to the sell side.  The volume was   just huge in the last 30 minutes yesterday."},{"speaker":"QUEST","text":"Right.  But today"},{"speaker":"ANDERSON","text":"And"},{"speaker":"QUEST","text":"Tim, sorry.  Today, if I'm looking at my graph here, today that gain of around from 3:00 onwards was so pronounced, what was the   reason for that, do you think?"},{"speaker":"ANDERSON","text":"I just think that investors began to get more and more confidence as the day went on that yesterday's lows were going to hold, we   weren't going to have a large sell pressure on the market at the end of the day.  And it's actually very typical that the day after the massive"},{"speaker":"QUEST","text":"You're right."},{"speaker":"ANDERSON","text":"Monday sell-off, we get a lot of mutual fund redemptions the next day, and that hits on Tuesday at the close.  So"},{"speaker":"QUEST","text":"So, are you confident \n I mean, the market has broken thousands 200, and it's held this higher level.  Where, now, do you believe   the flaw is?"},{"speaker":"ANDERSON","text":"Well, for right now, in the very short term, the floor is the intra-day lows from Monday.  Now, I don't know that we really got   through the intra-day highs from Monday yet.  That would be like NASDAQ 4700, S&P 500 around 1950, and the Dow somewhere around 16,350.   So, we're in a \n we're in a range.  It's a wide range because we've had a lot of volatility.  We'll probably still have some more volatility   until we go a little bit higher or a little bit lower.  It's a day-to-day - - it's a day-to-day market right now."},{"speaker":"QUEST","text":"Right.  Tim Anderson, thank you for joining us, sir, putting - - you beautifully put the fall into perspective, and you've nicely told us what the gain is. A reminder of what happened on the markets.  The Dow Jones industrials has closed in the last ten minutes.  The Dow is up more than 600 points,   619 points.  If you look at the Dow 30 stocks, you can see that across the board, there is just uniform green, with the best gains coming from some of   the old favorites:  Apple, even Merck.   It's QUEST MEANS BUSINESS.  We will turn to the other very serious, major story of the day after the break.  Two journalists murdered   while simply doing their job, in a moment."},{"speaker":"QUEST","text":"Tonight, the man who murdered two journalists live on air is himself dead.  It was 6:45 on Wednesday morning when Alison Parker and Adam   Ward were murdered.  Their killer is a former colleague of theirs at the television station in Virginia.  Speaking a short time ago, the Franklin   County Sheriff said the gunman had shot himself after being chased by police. The gunman, whose real name is Vester Flanagan, was also known as Bryce Williams, was found in his car.  He was then taken to Inova Fairfax   Hospital, where he later died.  Investigators are now examining a 23-page facsimile apparently sent by Bryce.  In it, he said he had been the victim   of discrimination because he's gay and he's black. Officials in Virginia warned the investigation would be lengthy and have encouraged the community to remember the two victims."},{"speaker":"BILL OVERTON, SHERIFF, FAIRFAX COUNTY","text":"Both Parker and Ward were residents of Roanoke, Virginia.  Let us not forget, they grew up in this   area.  They were part of our community.  We don't want to forget that. Miss Gardner was transported to Carilion Roanoke Memorial Hospital, where she is being treated for non-life-threatening injuries.  Flanagan   then fled before deputies arrived on the scene."},{"speaker":"QUEST","text":"CNN's Alexandra Field has the latest in \n joins us now in New York.  It is difficult to know where to begin with this one because of the   awfulness and the heinous nature of what has taken place.  So, perhaps you just bring us up to date with what we do know."},{"speaker":"ALEXANDRA FIELD, CNN CORRESPONDENT","text":"It's frankly unprecedented, Richard, on some many levels, because you have two young journalists \n a   reporter just 24 years old, her partner, a photographer in morning television, just 27 years old \n the two of them gunned down, murdered on   live television. And then the shooter takes it a step further, using his own camera to record the killings and then uploading that on social media.  That is part   of the trail that police followed in order to track down the shooter. After shooting these two young people, killing them, and shooting another person, severely injuring a woman that this young reporter was   interviewing, we know that the shooter fled the scene.  But he posted several tweets. In one tweet, he says, \"Alison,\" referring to the reporter, \"made racist comments.\"  And then he goes on to say \"Adam,\" referring to the   photographer, \"went to HR on me after working with me one time.\"   The general manager of this station says that he doesn't even believe that Vester Flanagan would have overlapped in his time at the station with   Alison, but this is the semblance of a motive that this shooter has left behind, this along with a 23-page manifesto, which he sent to ABC News."},{"speaker":"QUEST","text":"Right."},{"speaker":"FIELD","text":"In part of that manifesto, he cites retaliation for racial discrimination as a possible motive for this attack, Richard."},{"speaker":"QUEST","text":"And there is this other \n I can't even think, I'm stunned for words to think about it.  But there is this other element to   it, not just the murder, but the filming of the \n videoing of himself committing the murder \n which we most definitely are not showing here on   CNN, let me make that absolutely clear \n and the posting of it online.  And then tweeting about that he's posted it online."},{"speaker":"FIELD","text":"Yes, taking every step possible to try and make an attempt at some type of glorification after the fact.  He posts all of these pictures   of himself shortly before this attack happened.  He then posted this video.  He identifies himself as the shooter by saying, \"I filmed the shooting, see   Facebook.\"  He writes that on Twitter in order to direct people to this on social media. And then on top of it, he leaves these 23 pages of writings \n his ramblings, in which he seems to revere other mass shooters who have made   history, we have to say, here in the United States for horrific acts"},{"speaker":"QUEST","text":"Right."},{"speaker":"FIELD","text":"including the Virginia Tech massacre.  So, this is somebody who really wanted to write his own page in a very awful and ugly history,   Richard."},{"speaker":"QUEST","text":"One point about all of this.  There's \n it doesn't seem as though he \n the man was fired, or left the TV station some years   previously.  It doesn't seem immediately obviously, Alexandra, that anything could have been done, at the moment, as we know it, to have   prevented this."},{"speaker":"FIELD","text":"No, it certainly doesn't seem that way.  The general manager says that this is somebody who was dismissed from the station two years   ago, they were aware that this person was in the area, but certainly there's no evidence that this person had made any kind of threats, credible   or otherwise, to this station or"},{"speaker":"QUEST","text":"Right."},{"speaker":"FIELD","text":"to these two employees.  But what we also know is that this is a job that is public by its nature.  This is a crew that had been on   live television twice this morning before they were shot down in the middle of that live shot.   So, they were easily accessible to this shooter, who had these plans to carry out whatever kind of attack for whatever kind of reason, be it   retaliation against these two individuals specifically, or the station itself. And, Richard, may I point out, this is not the first time he was fired by a station.  He was also fired by a station in Florida back in 2000.  At   the time, he filed a lawsuit alleging racial discrimination.  That was later settled out of court."},{"speaker":"QUEST","text":"Alexandra, thank you for that.  Thank you for bringing us up to date.  In the wake of today's fatal shootings, the White House is once   again calling for action from Congress to reform gun control laws."},{"speaker":"JOSH EARNEST, WHITE HOUSE PRESS SECRETARY","text":"This is another example of gun violence that is \n becoming all too common in communities large and   small all across the United States."},{"speaker":"QUEST","text":"CNN's law enforcement analyst is Tom Fuentes, he joins me from Washington.  Your guidance and your help in understanding what this means,   please, sir."},{"speaker":"TOM FUENTES, CNN LAW ENFORCEMENT ANALYST","text":"Well, I think the problem, Richard, is we've talked about mental illness and guns aren't a good   combination, and we see it play out over and over.   Except the problem is that the type of gun restrictions or gun control legislation that they're talking about isn't going to affect handguns in   the first place, and it's only going to affect somebody if they're a convicted criminal and they do the background checks.  So right now, we   don't know if he's ever received treatment"},{"speaker":"QUEST","text":"Right."},{"speaker":"FUENTES","text":"for mental health or ever had a diagnosis of a mental illness problem, which in that case, he'd be free to buy a firearm."},{"speaker":"QUEST","text":"There was an awfulness about this because there is an inevitability that eventually somebody was going to be killed or murdered   live on television."},{"speaker":"FUENTES","text":"Yes.  I think we see the developing anger management problem in the beginning, the complex that everybody's persecuting him, and it   looks like in his case, he believes because he's black that people are discriminating against him for that reason.  And he's piling up all these   grievances in his own mind until finally he decides"},{"speaker":"QUEST","text":"Right, but"},{"speaker":"FUENTES","text":"he's going to take action."},{"speaker":"QUEST","text":"But Tom, as a law enforcement expert, do you see the role of social media in all of this?  And I'm not just talking about the increasing   \n the bizarre tweets or the sending of the FAX, we've seen that before.  We saw that with the Unibomber, with the manifesto that he sent all those   years ago.   Do you see this \n the wish to send \n to post the pictures, to tell people what they've done, this is a disturbing development?"},{"speaker":"FUENTES","text":"I think it is, but you know, it's also \n this type of personality often extreme narcissism in this time of sociopathology, and   social media just enables a greater extent of putting your face out there and making yourself famous around the world using every kind of social   media account that you have access to.     So, we've seen this kind of personality before, but before the advent of people being very knowledgeable in how to use the media \n   and of course, he's in regular media.  This is somebody that's been an on- TV reporter, so he would know regular mainstream media"},{"speaker":"QUEST","text":"Right."},{"speaker":"FUENTES","text":"he would know social media.  He would have the full package for being able to make himself famous doing this act."},{"speaker":"QUEST","text":"Tom, thank you for helping us understand this.  I much appreciate it.  Thank you, sir."},{"speaker":"FUENTES","text":"You're welcome, Richard."},{"speaker":"QUEST","text":"And \n one other sad story to bring you this evening, in a very different vein.  Marcy Borders, now she's the lady who became known as   the Dust Lady after 9/11.  Marcy has died after a battle with stomach cancer. When this photograph was taken \n and you remember the photograph \n she was 28 years old.  She was the legal assistant at the Bank of America.    She found herself drenched in dust after she escaped from the collapsing North Tower of the World Trade Center.  It became an iconic image amid the   devastation of September the 11th. Now, Borders herself battled depression after the attacks.  She claimed the disaster may have caused her cancer, as it did for thousands of   other survivors and first responders who were on the scene that day.  She died on Tuesday.  She was 42 years old."},{"speaker":"(SILENCE)  QUEST","text":"This is the way the market has traded over the past week or so.  All the losses that we've spoken of so much, it's about 1830, 1840.    Well, that now comes down to about 1200 and change because the gain of 619 points on the Dow Jones Industrials.  Which interestingly is the biggest   percentage gain \n it's just under 4 percent \n since 2011.   And since I know you like statistics, that gain of 619 is the third- biggest point gain in history.  The other two were about 600 and something and 900, and they were in 2008.  The market volatility is up by more than   100 percent over the past five days, so the VIX Index is absolutely roaring ahead.  You've got to ask yourself \n well, not ask yourself, you've got to ask Rana, and we've got to ask her"},{"speaker":"QUEST","text":"whether \n Rana Foroohar \n whether or not  \n it's nice to see"},{"speaker":"RANA FOROOHAR, GLOBAL ECONOMIC ANALYST","text":"I like the upward.  Upward curve is good."},{"speaker":"QUEST","text":"Right.  But is it any more significant than yesterday's and the days \n the previous days' falls?"},{"speaker":"FOROOHAR","text":"Absolutely not.  It's all the same.  But what it means is, age of volatility.  It's here.  Look for more of this.  And I think it's   going to be like an earthquake reverberation where we've seen the big up and down swing now, and we're going to see more like this in the next few   weeks and months."},{"speaker":"QUEST","text":"Until \n until what?  Until when?"},{"speaker":"FOROOHAR","text":"I think until the markets price in what the Fed is going to do.  We know the Fed is going to raise rates at some point.  We now don't   know whether it's"},{"speaker":"QUEST","text":"Ah!"},{"speaker":"FOROOHAR","text":"going to be in September."},{"speaker":"QUEST","text":"But you saw Dudley's comments today."},{"speaker":"FOROOHAR","text":"I did, I did. He's"},{"speaker":"QUEST","text":"I'm just trying to find Dudley's comments.  He said"},{"speaker":"FOROOHAR","text":"Well, he was a bit worried.  He's saying that it's looking shaky for September."},{"speaker":"QUEST","text":"He did.  He says \"less compelling.\""},{"speaker":"FOROOHAR","text":"Which means \n OK, we could be looking at the end of the year, we could even be looking at the first quarter of 2016.  But the   markets know a rate rise is coming.  There's only one direction to go, and it's up.  And until then, I think that you're going to see this kind of   uncertainty."},{"speaker":"QUEST","text":"Right.  I mean, Dudley's advice \n he, of course, is president of the New York Fed.  So, it's not just he's one of the governors"},{"speaker":"FOROOHAR","text":"Right."},{"speaker":"QUEST","text":"he is one of THE governors."},{"speaker":"FOROOHAR","text":"He's one of THE governors, exactly."},{"speaker":"QUEST","text":"Right."},{"speaker":"FOROOHAR","text":"And I think \n I mean, you know, but to be fair, the New York Fed would probably like rates to stay lower a little longer because   the easy money is going to go away when rates go up.  And at that point, you're going to \n sort of the tide will go out, and then you'll see who's   been swimming without their shorts.     Because let's remember that in this bull run that we've seen in the last few years, there's been a tremendous amount of debt taken   on, share buy-backs, companies have taken on debt to buy back their own shares.  There's a lot of debt out there in the world, and I think that   that's another reason markets are uncertain right now."},{"speaker":"QUEST","text":"And you were saying \n you were telling me, if you look at the way margin has \n not only margin individuals, but corporate margins"},{"speaker":"FOROOHAR","text":"Absolutely."},{"speaker":"QUEST","text":"as well."},{"speaker":"FOROOHAR","text":"Absolutely.  No, companies have done a record amount of share buy-backs and they've taken on a record amount of corporate debt to   do that.  And actually, the Office of Financial Stability recently issued a report saying that they thought that this was a market concern, that this   was"},{"speaker":"QUEST","text":"So, they've been borrowing in the bond markets"},{"speaker":"FOROOHAR","text":"They've been borrowing to buy back their own stock."},{"speaker":"QUEST","text":"Because a lot of it has been done out of retain profits."},{"speaker":"FOROOHAR","text":"Some of it has been done \n of course, there's plenty of profits, also, in overseas bank accounts, don't forget about that."},{"speaker":"QUEST","text":"Which of course is the big unknown in this country.  I mean, they're all sitting on"},{"speaker":"FOROOHAR","text":"That's right.  And whether or not that'll be coming back from the Caymans, who knows?  Well, we'll see who gets elected, here, then   we'll talk more about that. But I think that there's a sense that, look, it's been easy riding for two years.  The Fed's been propping up markets.  That's going to go away   soon, and then we're going to be back to the new normal, which is that."},{"speaker":"QUEST","text":"China.  Let's just talk about China.  So, they have \n in terms of the economics, not the markets \n they've cut interest rates"},{"speaker":"FOROOHAR","text":"Yes."},{"speaker":"QUEST","text":"they've cut reserve rates, and then they've also now made money available."},{"speaker":"FOROOHAR","text":"Yes."},{"speaker":"QUEST","text":"They've basically increased liquidity into the market.  But this only works if there's a liquidity problem."},{"speaker":"FOROOHAR","text":"Right."},{"speaker":"QUEST","text":"It doesn't deal with the solvency issue of banks, land companies"},{"speaker":"FOROOHAR","text":"Yes."},{"speaker":"QUEST","text":"construction."},{"speaker":"FOROOHAR","text":"You've actually hit the nail on the head.  There's not a money problem in China.  I mean, they've still got $3.5 trillion worth of   reserves.  There's a solvency problem.  There's probably 20, 30 percent bad debt on the books of Chinese banks.  Those are crazy numbers.  You don't   hear about those numbers in the West. What's going to happen?  Who's going to be, again, caught with their shorts off when the tide goes out?"},{"speaker":"QUEST","text":"Thank you very much.  Before you"},{"speaker":"QUEST","text":"get any ideas."},{"speaker":"FOROOHAR","text":"I am not going to ring your bell, Richard."},{"speaker":"QUEST","text":"You most certainly are not."},{"speaker":"QUEST","text":"This is CNN.  We'll be back in a moment."},{"speaker":"QUEST","text":"Hello, I'm Richard Quest.  There is more QUEST MEANS BUSINESS in just a moment, when we'll be bringing you up to date with all the events   that's happening around the world.  But before any of that, this is CNN.  Here on this network, the news always comes first. US stock markets have bounced back in an extraordinarily big way.  The Dow soared more than 600 points right in the last hour of trading.  The day   comes after six sessions of dramatic selling on fears about China's economy.   The man who murdered two journalists live on air is himself now dead.  Officials in Virginia say Vester Flanagan shot himself   after being confronted by the police.  Flanagan killed WDBJ reporter Alison Parker and her cameraman, Adam Ward, as they were interviewing a local   business leader. Flanagan worked at WDBJ about a year before being hired.  Jeffrey Marks is the station's president and general manager.  He told CNN's Ashley   Banfield he couldn't understand why his colleagues were targets."},{"speaker":"(BEGIN VIDEOCLIP) JEFFREY MARKS, PRESIDENT AND GENERAL MANAGER, WDBJ TV","text":"Alison had started here as an intern.  She worked at another smaller station for a   while then cam e and joined us. And she was exuberant on the morning broadcast that we have.   She took any assignment and ran with it.  Her personality came through, she was smart.  She had just worked on a very serious project we   had which is an hour-long special on child abuse that aired just last week and gave her all to the job.   Adam was the same way and they worked together as a team for a long time.  Adam was the kind of guy who if he were on the way home and knew of   something that needed to be done, he would turn around and go do it.   This is an example of that a couple of weeks ago when he went and saved a life report by turning around and taking the back way to a   location.  Nobody asked him to, he just did it.  And his attitude was unfailingly positive.   Two less deserving people you cannot - not that anybody is deserving of this.  But if you look at people who say - who give their all and would   never hurt anyone, these are those people."},{"speaker":"(END VIDEOCLIP) QUEST","text":"The bodies of 50 people have been found dead in the hull of a large ship that's been rescued in the Mediterranean.  It's not known how   they died.  The Italian authorities say the boat was carrying more than 400 other migrants.  The Italian Coast Guard picked up another 120 displaced people from a rubber dinghy.  They were taken to the island of Lampedusa.   The family of the WDBJ reporter Alison Parker say they are crushed by her death.  Alison and her photographer Adam Ward were shot during the TV   interview. CNN's Hala Gorani has more on the day's shocking events and hints of the gunman's motive.  (BEGIN VIDEOCLIP) HALA GORANI, CNN ANCHOR, \"THE WORLD RIGHT NOW\":  A regular breakfast television scene.  Local reporter Alison Parker interviews a guest live   from a shopping center in Virginia.   Female Interviewee:  \n we're seeing tourists"},{"speaker":"-  GORANI","text":"Moments later, horror as she and her cameraman Adam Ward are shot dead while on air.  As Adam falls, his camera catches a glimpse of the   shooter, his weapon still raised.  The gunman is Vester L. Flanagan, a former reporter at WDBJ who went by the screen name Bryce Williams.   Chillingly, hours after the attack, Williams posted a video of the shooting from his perspective on social media, proving he was there.   Williams' tweets also hint at a motive - apparent gripes with his former colleagues.  According to an ex-employee, Williams was fired from   WDBJ.  The station has been left reeling after first announcing the deaths of their colleagues."},{"speaker":"MARKS","text":"It is my very, very sad duty to report that we have determined that Alison and Adam died this morning shortly after 6:45 when the shots   rang out."},{"speaker":"GORANI","text":"Alison Parker was just 24 years old.  Her boyfriend, an anchor at the same network tweeted shortly afterward, \"We didn't share this   publicly but Alison Parker and I were very much in love.  We just moved in together.  I am numb.\" Alison's colleague Adam Ward was engaged to marry one of the morning producers at WDBJ. In a cruel twist of fate, his fiancee was in the control   room watching when this played out life on air.   Speaking to CNN shortly afterward, the WDBJ president said his staff was in shock."},{"speaker":"MARKS","text":"We have people walking around her in tears, a lot of hugs. We have a friend of the - of our newsroom - who is a pastor in here consoling   people."},{"speaker":"GORANI","text":"The woman being interviewed when the shooting took place was also hit.  She's been undergoing surgery in hospital. A routine interview that turned into inexplicable tragedy.  Hala Gorani, CNN."},{"speaker":"(END VIDEOCLIP) QUEST","text":"CNN's Brian Todd with me now live from Moneta in Virginia.  And Brian is with me.  Brian, good afternoon, sir, \n you can hear me?"},{"speaker":"BRIAN TODD, CNN CORRESPONDENT","text":"I can, Richard.  Can you hear me OK?"},{"speaker":"QUEST","text":"Loud and clear, sir, loud and clear.  Please tell me what you know from where you are. Well, Richard, this is still an active investigation scene behind me.  This is the Bridgewater Plaza Shopping Center behind me where the shooting   took place early this morning Eastern time in the United States.   These two journalists, Alison Parker and Adam Ward doing a routine live shot on a feature story for the local TV station WDBJ.  When they were   gunned down, they were ambushed by a shooter now identified as Vester Flanagan.  He is in his early 40s.  He worked at that station for a time   and was fired about two years ago.  He is said to be a disgruntled former employee.  Investigators tracked his whereabouts using his cell phone and that's how they caught up to him   in Northern Virginia.  But he had driven almost 200 miles from here - from the scene of the shooting - before they caught up to him on Highway 66   which runs east to west, not far from Washington, D.C."},{"speaker":"QUEST","text":"Right."},{"speaker":"TODD","text":"That's where they caught up to him this afternoon.  They said that they - authorities say that they - tried to apprehend him, they tried   to stop the vehicle.  He refused to stop, then his vehicle ran off the road.  It's at that time they noticed he had a self-inflicted gunshot   wound.  He died of that wound a couple of hours ago, Richard."},{"speaker":"QUEST","text":"And it is this extraordinarily bizarre awfulness where he filmed the murders and then posted the video online."},{"speaker":"TODD","text":"He did indeed, Richard.  He filmed it, the video was horrible to look at.  We are of course not showing that.  He posted it online, he   tweeted about it as he was leaving the scene, as he was driving away.  He also took time to call another news outlet.  We're told that he might have   called someone else on the way to the place where he finally ended up. He was doing a lot of things.  He then apparently made a stop at the airport where he picked up another vehicle and then left from there, so he   was very active at the time he was trying to get away.  And, yes, he posted some very horrifying video and pictures of this scene and kind of   rationalizing somehow what he had just done, Richard."},{"speaker":"QUEST","text":"Brian, thank you.  Let us know when there's more to report in your digging around of information we've begun.  (Inaudible).  Brian Todd   who is there. We continue our business agenda after this short break.  In China - never mind what happened in the U.S. - in China, the stocks fell for a   fifth straight session.  And now Beijing is trying to stop the slide."},{"speaker":"QUEST","text":"All right, so this is the way the global markets traded over the last 24 hours, and to put it in perspective, you see at the bottom -   we'll talk about this in just a second - but you see the Asia markets with Chinese markets, Hong Kong down, Nikkei was up.    You see Europe uniformly down across the board and the U.S. in that last rally to the green was up roughly 3 to 4 percent across the   board. Now, before the Dow had surged 600 points, Shanghai had had a most definitely an extremely volatile session.  Remember that's the starting   point and you can see.  So the market's down, then it's up, then it's up, and then it goes right down towards the close.  This is the lunchtime   break. And that tells you really all you need to know.  Look at how the Shanghai market looks over the last 12 months.  After trading up for most   of the session, China's benchmark ended down 1.3 percent. Now the session's closed and the issue for China of course is the Central Bank has announced a new round of stimulus measures. Beijing wants to boost lending so it's giving the best part of $22 billion in loans to banks, short-term low interest rate loans that they   hope the banks will use to lend to the wider economy.  It's also lowering the amount of cash that the banks have to keep on reserve with the Central   Bank - it's known as the Capital Reserve and it's being required on the overnight rate. And to try and  plug  the stock market, Beijing is now allowing pension funds to buy stocks for the first time on Tuesday.  And if all that   wasn't enough, the Chinese Central Bank has cut interest rates.  So far these measures have failed either to boost the Chinese market or to give   confidence that the wider economy is actually being resiliently restrained. David Blanchflower is a professor of economics at Dartmouth College and a former member of the Bank of England's monetary policy.  How good to   see you, sir."},{"speaker":"DAVID BLANCHFLOWER, PROFESSOR OF ECONOMICS, DARTMOUTH COLLEGE","text":"Good to see you, it's been a very long time."},{"speaker":"QUEST","text":"Well, I could be asking what you've been up to but, we will"},{"speaker":"-  BLANCHFLOWER","text":"."},{"speaker":"QUEST","text":"we'll assume that it's been all good"},{"speaker":"-  BLANCHFLOWER","text":"Thank you."},{"speaker":"QUEST","text":"and all honest.  Listen,"},{"speaker":"BLANCHFLOWER","text":"Exactly."},{"speaker":"QUEST","text":"David, China - the measures - I wanted to make this in two sections.  First of all, the measures"},{"speaker":"-  BLANCHFLOWER","text":"Right."},{"speaker":"QUEST","text":"that have been announced.  They're all liquidity-based until we see longer form structural reforms."},{"speaker":"BLANCHFLOWER","text":"Right."},{"speaker":"QUEST","text":"What do you make of it?"},{"speaker":"BLANCHFLOWER","text":"Well, what I make of it is that we've been in currency skirmishes.  This may well be an outbreak of war in the sense in the   financial markets China is trying to protect its own, it's tried to stimulate the economy and it's trying to weaken the Chinese currency to   give it some benefit. And the implication of that is that it's taken off - in many senses - it's taken off the table the possibility of a Fed rate rise because the   last thing you want to do"},{"speaker":"-  QUEST","text":"Right."},{"speaker":"BLANCHFLOWER","text":"is to strengthen your currency while everybody else is trying to weaken theirs."},{"speaker":"QUEST","text":"But do you see these measures as just being to prop up the market and prevent it from falling further or do you see any proper long-  term reform of China which is what people like you would say is necessary."},{"speaker":"BLANCHFLOWER","text":"Well we certainly say that was necessary, but if you think it's about the boat gets to a position where the boat's sinking, the   worry down the road is you make sure every boat that you've designed has got these things in it to prevent it from sinking, but your priority is   that there are people in the water and you need to rescue them. And so the numbers that you were giving \n $21 billion here and so, these are pretty small numbers.  To actually have any major impact, we're   probably going to be talking in hundreds of billions and perhaps trillions to really have a major impact. So in a sense this is - what's the famous line?  'Here's your starter for ten."},{"speaker":"'   QUEST","text":"Right."},{"speaker":"BLANCHFLOWER","text":"We are going to have to see major impacts here to try and prevent this volatility.  Long-term reform, yes, but here's your little   starter and you should be expecting to see - you know - on this program you're going to be talking about more and more and more each day I suspect."},{"speaker":"QUEST","text":"All right.  I need to just ask you, Donald Trump.  Donald Trump has been talking about China has been stealing American jobs,   stealing American business, stealing American money because of unbalanced, unfair trade in China's advantage.  He has a point, does he?"},{"speaker":"BLANCHFLOWER","text":"Well, trade - I mean, the (AUDIO GAP) response to that would be, a) I'm not going to get into the politics of the thing, b) world   trade is good.  Generally what you'll see when things are tough is that people want to resort to protectionism.  They want to try and protect their   own and move away from free markets. Generally, that's not really the response but people who are hurting want to lash out and not only do you want to lash out about  having free   trade, you want to lash out about - against - other people who you perceive as the problem.    Hence we're going to say free trade's a problem, we're going to say immigrants are a problem but we actually are faced with a   global financial crisis"},{"speaker":"-  QUEST","text":"All right."},{"speaker":"BLANCHFLOWER","text":"pause where we can talk about it."},{"speaker":"QUEST","text":"Well, finally as you say, we'll have you back again to talk in the longer term.  But do you believe that tonight"},{"speaker":"-  BLANCHFLOWER","text":"Yes."},{"speaker":"QUEST","text":"we ae facing a global financial crisis even though the Dow Jones has seemingly managed to rally a nice 4 percent?"},{"speaker":"BLANCHFLOWER","text":"Well I think we're seeing certainly very much increased volatility in markets.  Obviously a considerable concern that we're seeing   - volatility across the global economy that you've talked about.   I was just looking as you were at the markets, looking at the DAX, looking at Karachi, looking in LoHol , looking in Bombay.  This is a   global - this is a global problem.  I - perhaps we should make an analogy.  If you were to go back I think in maybe"},{"speaker":"-  QUEST","text":"Right."},{"speaker":"BLANCHFLOWER","text":"the spring of 2008 and you'd have asked me were we in a global meltdown?  Was this a global crisis?  And it was hard to see at   that moment.  The data really weren't fully sustaining that, but of course we were.   And so the problem at points when you turn down is you don't know but if you're a policymaker, you must make the assumption that potentially are   and we have to do something about it.  Because if we were at one, we probably wouldn't know for a while.  So the central banker's response has to be we have to act as if we are at one   and try and prop our economy up."},{"speaker":"QUEST","text":"Good to see you, sir.  Thank you very much."},{"speaker":"BLANCHFLOWER","text":"You too."},{"speaker":"QUEST","text":"We'll talk more in the future.  Wilbur Ross has made billions investing in distressed assets.  He's the chairman and the chief exec of WL   Ross & Co.  I asked Wilbur if China's facing a liquidity crisis or indeed if it's really a solvency issue. (BEGIN VIDEOCLIP) WILBUR ROSS, CHAIRMAN & CEO, WL ROSS & CO.:  Oh, I don't think so.  Debt has a total of the economy is high - it's 230 percent, something like   that.  But the savings rate is also extremely high.  So having a high savings rate and a high debt rate at least fit with each other.   Their savings rate is four or five times ours."},{"speaker":"QUEST","text":"So what do you think the crisis in the Chinese economy is?"},{"speaker":"ROSS","text":"I think the crisis is they're doing too many new things at the same time - trying to shift from investment-driven to consumer-driven. Well the truth is investments are still over half the economy.  So that's a hard transition to make.  Second thing they're trying to do is to   stimulate consumer spending.  But meanwhile, they're doing they're doing the anti-corruption and while that's very, very much needed and very good   long term, it has scared the wits out of people."},{"speaker":"QUEST","text":"Are you impressed by any of the measures that you've seen them take?  Whether for the stock market a few weeks ago or now in terms of   cutting interest rates, reserve requirements and making more funds available?"},{"speaker":"ROSS","text":"Well, two different questions.  As to the stock market it's clear they panicked.  First they raised the margin requirements, then they   cut them, then they had all sorts of entities agreeing to buy shares prohibited selling of stock, \n too much overreaction and I think the   problem with it is it communicated to the investing world that they were panic-stricken. So it turned out to be counterproductive.  In terms of the real economy itself, we haven't believed that there was anything like 7 percent   growth for a long time.  Because if you look at physical measures - electricity consumption barely up, natural gas consumption barely up,   cement consumption down, steel consumption down."},{"speaker":"QUEST","text":"What's your number do you think for growth?"},{"speaker":"ROSS","text":"We think at best somewhere in the 4 to 5 percent range."},{"speaker":"QUEST","text":"So, if that's correct, then the stimulus measures taken will at least protect that low number, \n if they don't actually boost it to the   higher numbers."},{"speaker":"ROSS","text":"Yes, I think they will.  I think these moves were right.  I frankly think they were a little bit on the timid side.  Because absolute   rates are still 4 1/2  percent.  That's high relative to the rest of  the world."},{"speaker":"QUEST","text":"But they've still got this problem.  If not an immediate debt overhang, certainly an imbalance - whether it's with banks, whether it's   with property, whether it's in lending.  There is still too many unknowns in the wider Chinese economy.  Would you agree?"},{"speaker":"ROSS","text":"Well there are a lot of unknowns by Western perspective and by Western standards.  I'm not so sure that the government feels that there   are a lot of unknowns.  I think, look, no economy that size has ever grown at 7 percent forever.  It just doesn't happen."},{"speaker":"(END VIDEOCLIP) QUEST","text":"Wilbur Ross.  We'll be back.  \"Quest Means Business.\"  More in a moment.    First, you really do need to \"Make, Create, Innovate,\""},{"speaker":"QUEST","text":"The hunt for the Virginia gunman who killed two TV journalists took a chilling twist when Vester Flanagan, also known as Bryce Williams   posted a series of tweets.  It ended with this extraordinary.  \"I filmed the shooting.  See Facebook.\"   His Twitter and Facebook accounts were quickly suspended.  Brian Stelter is CNN's senior media correspondent and did much of the work in   covering this and revealing what took place. Never seen anything like it."},{"speaker":"BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT","text":"I was actually sitting in this studio when the tweets were posted.  We were looking at this   Twitter account because this gunman created the account a week ago.  He created a Facebook and Twitter identity several days.  Maybe he was trying to lay the groundwork for what happened today.  Then as he's on the run, he starts posting these comments, criticizing the   people that he apparently shot and then, worst of all, posting this video. It truly feels like a turning point, Richard.  I can't recall any situation like this, especially in the United States where a video is   produced in almost real time of a murder."},{"speaker":"QUEST","text":"OK. I'm now going to challenge you"},{"speaker":"-  STELTER","text":"Yes."},{"speaker":"QUEST","text":"that there was an inevitability about this because if you"},{"speaker":"-  STELTER","text":"I think you're right about that."},{"speaker":"QUEST","text":"if you keep pushing the envelope, eventually this was going to happen."},{"speaker":"STELTER","text":"I think you're right about that and science fiction has predicted that."},{"speaker":"QUEST","text":"And I'll go one further - Periscope with Merve \n whatever the other one"},{"speaker":"-  STELTER","text":"Meerkat."},{"speaker":"QUEST","text":"Meerkat."},{"speaker":"STELTER","text":"Yes."},{"speaker":"QUEST","text":"Eventually, God forbid somebody's going to do it live on that."},{"speaker":"STELTER","text":"And that's one of the big themes I'm seeing online this afternoon.  People saying we're going to see copy cats, it's not enough to   commit the act of violence, now you're going to have to record it.   It's an awful thing to comprehend, but this person was wearing a Go Pro camera it appears. That's how they were taking the video.  This is   something that essentially he was manipulating all of us by putting it online so he would prove that he did it."},{"speaker":"QUEST","text":"But is this just an extension of something that we would remember from Andy Warhol's 15 minutes of fame or is this something   different?"},{"speaker":"STELTER","text":"It is certainly a twist - a series of twists - on that in the worst way possible.  We are looking at someone who wanted to go out   with a proverbial bang, wanted to get that attention. I'm glad we're not naming him very often anymore on television because he wanted that attention.  One thing we can do in the press is deprive him   of some of that attention."},{"speaker":"QUEST","text":"OK.  So, one of the encouraging points was the speed with which"},{"speaker":"-  STELTER","text":"Yes."},{"speaker":"QUEST","text":"Twitter and Facebook suspended and took down the accounts."},{"speaker":"STELTER","text":"Right away.  Yes, within eight minutes for Twitter.  Some of these videos, though, have reemerged online.  If you really want to see   them, they are out there.  There's always going to be some website that'll still host them. But the big sites very quickly took action today."},{"speaker":"QUEST","text":"OK.  So as our senior media correspondent who has to think about big issues in these sort of ways, what is the industry's answer to   people who are determined to be vainglorious in the way they - or - 'The Truman Show\" - they've got to live their life"},{"speaker":"-  STELTER","text":"Right."},{"speaker":"QUEST","text":"through the mechanism of one of these."},{"speaker":"STELTER","text":"\"The Truman Show\" is an interesting reference.  \"Black Mirror,\" the British series, seems to forecast some of these"},{"speaker":"-  QUEST","text":"What's the answer?"},{"speaker":"STELTER","text":"dangerous effect of technologies.   The answer is Twitter did as good of a job as they can today.  We do not want to go further in   the direction of limiting the ability of people to post but when they do post something that is visibly a murder, it needs to be taken down swiftly   as possible.   The bottom line is we saw a murder happen on Twitter today.  We saw a murder happen on Facebook today.  That is a disturbing new precedent, it   scares a lot of people and it should.  But it's because of the very same technologies that are so wonderful - the same way I'm able to record a   birthday or a baby shower, unfortunately can be used in very dire, horrible ways. [16:5509]"},{"speaker":"QUEST","text":"I'm sure there'll be somebody out there who says it's all about education, it's all about values, it's all about morals.    And once you've started to denigrate those, that's what you end up with. We need to talk more about this, sir."},{"speaker":"STELTER","text":"No good answer to this one, Richard.  Tough one."},{"speaker":"QUEST","text":"Tough answer.  Right.  We'll have a \"Profitable Moment\" after the break.  Sounds maybe a bit incongruous but two big stories of the day -   one is absolutely appalling and the other concerns your wealth.  In a moment."},{"speaker":"QUEST","text":"Tonight's very \"Profitable Moment.\"  The Dow Jones Industrials had a strong rally towards the end of the session.  They ramped  up   more than 619 points on the day.  That is the third largest points rise in the index's history and it's one of the highest in terms of percentages so   far. You've got to go back to 2008 when you see these sorts of levels and these sorts of rises except on percentages when it was 2011.   So the question is should we make more of this than we did on the down and the up?  The truth of the matter is it's all about volatility.  Today's   rise is no more significant than the falls we saw earlier in the week \n to be sure they balance each other out. But in the absence of any new facts or direction, any reason to believe the market is going one way or the other, you have to just take it   with a pinch of salt. The reality is that we are now going to hopefully see today's move feed into Asia and maybe stem the downward spiral that's been seen in   Shanghai, Hong Kong and back into Europe tomorrow. They are global markets.  And there's only one thing one can really say - at least you'll sleep a bit better tonight.   And that's \"Quest Means Business.\"  I'm Richard Quest in New York.  Whatever you're up to in the hours ahead, (RINGS BELL) I hope it's   profitable. END"}]}