{
  "show_name": "THE SITUATION ROOM",
  "show_title": "Trump's New Feud; Two Journalists Killed in Virginia. Aired 18- 19:00p ET",
  "quotes": [
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "text": "Fired and dangerous.  We are learning more about the killer's history as an on -air reporter and his frightening response when he was let go from the station he targeted in this attack.  A former colleague will join us.        Rock stars remembered.  They were young and hardworking and never could have anticipated that a routine day on the job would be deadly. Tonight, friends and family are paying tribute to the victims.        Plus, Trump's new feud.  The Republican presidential front-runner gives a popular Spanish-language TV anchor the boot from his news conference.  And now Trump is pouring more fuel on the fire.        We want to welcome our viewers in the United States and around the world.  I am Wolf Blitzer.  You're in THE SITUATION ROOM."
    },
    {
      "speaker": "ANNOUNCER",
      "text": "This is CNN breaking news."
    },
    {
      "speaker": "BLITZER",
      "text": "Breaking news tonight, the gunman that killed two young journalists on live television is dead after shooting himself as police closed in on his car in Virginia.  Vester Flanagan leaves behind horrifying evidence of the murders, including video he recorded during the shooting and posted online while he was on the run.        We just got in video of Flanagan during a July road rage incident.  We are learning more about his mental state and the 23-page manifesto he wrote as well as his grudges against the victims and the local TV where they worked.  WDBJ reporter Alison Parker and photographer Adam Ward, they were in the midst of a live interview at a marina when the shots rang out with viewers and their colleagues watching.        We have our correspondents, analysts and newsmakers standing by to cover this breaking story.        But, first, let's go to CNN's Brian Todd.  He's joining us live from the scene of the shooting right near Roanoke.        Brian, what's the latest?"
    },
    {
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "text": "Wolf, this is an active crime scene behind me tonight.  This is the Bridgewater Plaza shopping center parking lot, the very spot where Alison Parker and Adam Ward were shot and killed by this gunman, Vester Flanagan.  He died of a self-inflicted gunshot wound roughly four-and-a-half hours ago.        We're told investigators are still looking into how he knew the two journalists were going to be at the parking lot this morning. That's still subject of the investigation.  We do know that investigators used his cell phone to track his whereabouts.  He drove nearly 200 miles after ambushing the two journalists."
    },
    {
      "speaker": "TODD",
      "text": "The entire incident live on the air, reporter Alison Parker and her cameraman, Adam Ward, shot dead."
    },
    {
      "speaker": "JEFF MARKS, GENERAL MANAGER, WDBJ",
      "text": "It is my very, very sad duty to report that we have determined, through the help of the police and our own employees, that Alison and Adam died this morning."
    },
    {
      "speaker": "TODD",
      "text": "The shooter is Vester L. Flanagan, a former reporter at the station whose on-air name was Bryce Williams.  He was fired from WDBJ two years ago.        Flanagan apparently shot himself in a confrontation with police on a Virginia highway."
    },
    {
      "speaker": "MARKS",
      "text": "We had an unhappy former employee, but this happens, and usually they move on."
    },
    {
      "speaker": "TODD",
      "text": "Shortly after the shooting, a series of tweets linked to an account until his on-air name said this \n quote \n \"Alison made racist comments.  EEOC filed a report.  They hired her after that?\" Adam went to H.R. on me after working with me one time.\"      And then this \n quote \n \"I filmed the shooting.  See Facebook.\"      WDBJ station manager Jeff Marks confirmed a claim was made to the Equal Employment Opportunity Commission, but the claim was dismissed. He told CNN he doesn't know why Flanagan attacked victims Parker and Ward."
    },
    {
      "speaker": "MARKS",
      "text": "I can't figure out any connection with those people, who are among the kindest, nicest people who worked here.  And I'm not exaggerating when I say that."
    },
    {
      "speaker": "ALISON PARKER, WDBJ REPORTER",
      "text": "We have got all of the information."
    },
    {
      "speaker": "TODD",
      "text": "Twenty-four-year-old Alison Parker was a reporter for the station for just about a year, a recent graduate of James Madison University.  Adam Ward, 27, was a cameraman and a graduate of Virginia Tech.  The two worked as a team."
    },
    {
      "speaker": "PARKER",
      "text": "Hey, everyone.  I'm Alison Parker.  Photojournalist Adam Ward and I are putting the final touches on our special report."
    },
    {
      "speaker": "TODD",
      "text": "Both were in relationships with other colleagues at the station.  Parker was dating station anchor Chris Hurst.  Ward was engaged to Melissa Ott, who is a producer for WDBJ's morning show. She was in the control room when this happened.  The two were preparing to move, and today reportedly was scheduled to be Ott's last day at WDBJ."
    },
    {
      "speaker": "MARKS",
      "text": "I cannot tell you how much they were loved, Alison and Adam, by the WDBJ-7 team.  Our hearts are broken."
    },
    {
      "speaker": "TODD",
      "text": "Tonight, we have an update on the third victim who was shot.      She is identified as Vicki Gardner, and she's in stable condition at a local hospital after undergoing surgery.  Wolf, a short time ago, we got a statement from Alison Parker's family.          Here's how it reads \n quote \n \"Today, we received news no family should ever hear, our vivacious, ambitious, smart, engaging, hilarious, beautiful and immensely talented Alison taken from the world.  This is senseless and our family is crushed.\"      Wolf, a very grieving family tonight, as are many people in this community and members of that TV station where the two of them worked."
    },
    {
      "speaker": "BLITZER",
      "text": "And, Brian, I understand you have also picked up some more information on the shooter's background from former colleagues. What have you learned?"
    },
    {
      "speaker": "TODD",
      "text": "That's right, Wolf.        A short time ago, I talked to two of his former colleagues at WDBJ  and Also one from WTOC-TV in Savannah, Georgia.  They described him as a difficult person to work with.  The person at WDBJ said when he was fired two years ago in February 2013, the police had to come because he would not leave on his own, that he got very agitated and was threatening.  Members of the news staff also had to evacuate the newsroom in that incident, February 2013, when he was fired."
    },
    {
      "speaker": "BLITZER",
      "text": "Brian Todd reporting for us, thank you.        We are also getting new information about the lengthy, rambling manifesto that Flanagan faxed to ABC News about two hours after the shooting.        Let's bring in our justice correspondent, Pamela Brown, and she's getting information on this part of the story.        What are you learning?"
    },
    {
      "speaker": "PAMELA BROWN, CNN JUSTICE CORRESPONDENT",
      "text": "Wolf, investigators say it's clear these double murders were premeditated.  Now we are learning the man believed to be the gunman apparently sent a 23-page rambling suicide letter to ABC News just a couple hours after the shooting saying he had been the subject of racial discrimination and bullying for being a gay black man.       He said he endured this for years.  One part of the letter says:  \"Yes, it will sound like I'm angry.  I am.  And I have every right to be, but when I leave this earth, the only emotion I want to feel is peace.\"      And he goes on to express admiration for other shooters, including Virginia Tech and Columbine High School shooters.  But he says it was the recent killings of nine African-Americans in a church in Charleston that put him over the edge.  The church shooting was the tipping point, he says.  \"But my anger has been building steadily.  I have been a human powder keg for awhile just waiting to go boom.\"      A man who identified himself as Bryce Williams apparently called ABC News in recent weeks to ask for the fax number.  An hour-and-a- half after that fax arrived at the ABC newsroom today, a man claiming to be Bryce Williams called ABC to say he had shot two people and that police were after him \n Wolf."
    },
    {
      "speaker": "BLITZER",
      "text": "It's amazing.  It's an awful, awful situation.  Thanks very much, Pamela.        Let's get some more on the apparent road rage incident that we are learning about involving this gunman.  We have video of that as well.        Chris Cuomo is on the scene for us in Roanoke tonight.      Chris, update viewers on what you're learning."
    },
    {
      "speaker": "CHRIS CUOMO, CNN CORRESPONDENT",
      "text": "I will do exactly that, Wolf.        Often in these types of situations \n and they do happen too often, as you well know \n there's a search for information, a lot of holes.  This is the opposite.  There's almost too much information that all points us in the same direction.  This was a disturbed individual who may have many motivations, but none of them justify what he did.  Very few of them can be explained by anything that happened in his life.        To that point, there's an emerging picture of an unstable person who could not control their emotions.  Someone went on YouTube and posted video of an alleged road rage incident from July 6, 2015.  It is described by the poster as he called out the eventual murderer for driving like a maniac.  The man then followed him into a parking lot. Show some of the video, Wolf.        Keep the sound down because there's a lot of expletives that are being exchanged between the two men.  But it shows him angry enough about something that just happened while driving to follow this man into a parking lot.  The man concerned enough that he videotaped it and then today put it online because he thought it could be instructive in helping fill out the picture of who this man was.        What you see here is a man's car, that same Mustang that the marshals and troopers were pursuing today.  The man you see pictured there briefly in the blue 21 football jersey is said to be the murderer.  We verify as much.  It is being shot by this other motorist who says this man followed him and was in such a rage over what was just a typical traffic incident of somebody calling out somebody else's driving at a stoplight.        What does that tell us?  Wolf, it tells us the obvious.  From the lawsuits to the dismissals at work and the ramblings in the manifesto, you're dealing with a man who was out of control.  Were there signs, did people know, those are open questions and they're common ones we have in situations like this.        The weapon is said to have been purchased legally.  He said in his own words that he did it after the Charleston massacre and he then tried to funnel what he saw as righteous anger into ideas about race and maybe even a race war.  None of that means anything set against what was done.  Not only is there proof of it as any kind of legitimacy, but certainly it pales in comparison to what was taken, a 24-year-old, a 27-year-old gone, just beginning their lives, young journalists, Wolf, as we now know, one of them looking forward to getting married and engaged, the other one having found the man she loved, another anchor here.          The scene behind me tells the story.  For all of the madness and the evil that took place this morning, and, remember, there was nothing accidental about this, Wolf.  The location where this happened, this live shot is a remote area.  You would have to want to go there.  It's like a 50-minute drive from central Roanoke.  This is somebody that went there with this intention, videotaped his intentions as well.      And behind us the answer, hopefully the antidote for the community.  You see the makeshift memorial, the two black ribbons obviously for Alison and Adam.  So many of the people here are locals. This is not just about a coverage situation, it is consolation.  These people are here trying to put their arms around who they refer to as their news family.        Those would be the people working day in and day out at WDBJ here which is of course a CNN affiliate.  And they have been coming up to us, Wolf, and saying something that I hope is some small measure of solace for the loved ones of Alison Parker and Adam Ward, which is that, yes, they were young, but they touched a lot of lives in their time on this earth with their work and with how they did their job as well.        Wolf, there are a lot of beautiful things being said here about these young people.  I hope that means something to their families."
    },
    {
      "speaker": "BLITZER",
      "text": "Yes, our deepest, deepest condolences go out to their families, two wonderful young journalists who were taken away much, much too early.  I want to get back to you, Chris.  Stand by.        Vester Flanagan had a checkered career as a TV reporter under the name Bryce Williams.  He was fired more than once and there was legal action along the way.       Our senior investigative correspondent Drew Griffin has been  digging into this part of the story.        Drew, what are you learning?"
    },
    {
      "speaker": "DREW GRIFFIN, CNN INVESTIGATIVE CORRESPONDENT",
      "text": "That, at his last station, WDBJ, he was indeed fired and he did file a lawsuit claiming racial discrimination.  That lawsuit was dismissed.        But in discovery of that lawsuit is where we get all kinds of memos and internal documents from the station which outlines a really troubled guy who was hard to work with.  Several memos in his file talking about how he was making his fellow workers feel uncomfortable. They felt threatened, mostly photographers who worked with him.  He was reprimanded several times by his station management, reprimanded both for his actions and behavior which was threatening, and also for his journalistic abilities, which I can tell you appear to be very lacking.      And then finally after they forced him basically to seek some kind of mental treatment or counseling, it was determined that he needed to be fired.  Upon his firing, which was February 1, 2013, he told his boss: \"I'm not leaving.  You're going to have to call the F'ing police.  Call the police.  I am not leaving.  I am going to make a stink and it is going to be the headlines.\"      He supposed stormed off into a bathroom, slammed the door.  He created such a tantrum, Wolf, according to another report, it caused the entire sales department to lock themselves in a secure office until police indeed were called.  Police were called, 911 called. They escorted him out of the building.        And according to other colleagues, we're told that they were very worried for several days that this shooter would eventually come back. Things died down until finally we have this eruption of violence today \n Wolf."
    },
    {
      "speaker": "BLITZER",
      "text": "Since he was fired, a little bit more than two years ago, Drew, do we know what he has been doing?"
    },
    {
      "speaker": "GRIFFIN",
      "text": "We do know he worked at a call center for a workers' comp kind of business.  He worked there for one year.  We don't have any record of employment that we can link to in the last year, so he may have been just stewing in his own anger as far as we know.        We don't know how he was getting money.  The lawsuit was dismissed last July, July 2014, and that appears to be when his employment was ending as well at that workers' comp center."
    },
    {
      "speaker": "BLITZER",
      "text": "Drew Griffin reporting for us.  Thank you.        Joining us now, a former WDBJ employee Larell Reynolds, who now works for CNN.      Larell, thanks very much for joining us.      Tell us about this gunman.  You met him, Vester Flanagan. Describe to us what you recall about him."
    },
    {
      "speaker": "LARELL REYNOLDS, FORMER WDBJ EMPLOYEE",
      "text": "He was not the best worker we had.  He was just not the best reporter that we had on our staff.  He got in lots of fights with our co-workers.        He had issues being professional.  I worked with him a lot on the weekends.  He would come to the studio, do hits out of there, and just his professionalism, his attitude, how he dressed, it didn't scream journalist.  And he had had little incidents with his co-workers that have kind of boiled up a little bit, but then kind of get dismissed.         And we have seen patterns of aggression coming from him.  But no one kind of acted on it."
    },
    {
      "speaker": "BLITZER",
      "text": "Were you there when he was fired, he had this tantrum and they had to call the police to evict him from the station?"
    },
    {
      "speaker": "REYNOLDS",
      "text": "Luckily, I was not there at that moment.  I came in at the aftermath of it, probably arrived at the station an hour, hour- and-a-half after.        I have just received so many accounts of what happened during that, when he was fired."
    },
    {
      "speaker": "BLITZER",
      "text": "What did they tell you about it?"
    },
    {
      "speaker": "REYNOLDS",
      "text": "People were shaken and so concerned about the safety of their lives.  We had police, we had guards kind of have our secure staff just kind of make us feel safe in our station."
    },
    {
      "speaker": "BLITZER",
      "text": "All right.  Hold on for a moment, Larell.  I want to talk to you about two people who were shot and killed, these young journalists.  We will talk about that.  We're getting other information as well in the breaking news.        We will take a quick break and be right back."
    },
    {
      "speaker": "BLITZER",
      "text": "These live pictures coming in from outside the studio, WDBJ in Roanoke, Virginia.  People laying flowers, balloons, others in memory of 24-year-old Alison Parker, the TV journalist, 27-year-old Adam Ward, the TV photographer, both slain today, killed while they were reporting a live interview in Southern Virginia.        We are following the breaking news.  The gunman had been fired from that same TV station.  That gunman is now dead after shooting himself.        We are back with a former employee of that station, WDBJ, Larell Reynolds, who now works for CNN.  He is joining us again.        Tell us about these two young journalists, Alison and Adam. Larell, I think you knew them, right?"
    },
    {
      "speaker": "REYNOLDS",
      "text": "Yes.        I had worked with Adam a lot.  He was a photog there.  He kind of has that energy that it's undescribable.  He makes you want to come to work.  He was such a goofball.  And he brought so much joy into your career or your life and just your day-to-day work duties.        Alison, when I was there, she was an intern, and I kind of referred to her as like a superstar intern, because she had so much initiative, and she had so much drive, and she outshined so many of the other interns.      And right now, I try to figure out why Vester, why would Bryce target her?   She would never do something like or make those comments or be negative.  She's such a positive person.  And I have been in reflection mode ever since this whole day.      And I can only just imagine that maybe it came from like a place of jealousy, because you have someone like Bryce, who received so much criticism in how he reports, his journalistic integrity, and you have this intern who is still in college that is basically outshining his abilities."
    },
    {
      "speaker": "BLITZER",
      "text": "Bryce Williams was the name he used on the air, Vester Flanagan.        Very quickly, did you get any sense, Larell, that there was any racial attitude there?  Because in his manifesto, he was making these allegations against these two young journalists.  You worked at that station.  Did you get a sense there was a racial problem there?"
    },
    {
      "speaker": "REYNOLDS",
      "text": "You know, I never felt any racial tension going towards me, and I feel like that's his own self-defense mechanism, when he received negativity or when he received kind of criticism in his work, that he just puts it on, oh, I'm gay and I'm black.      And that's not the truth.  He just wasn't a good worker.  I was asked during my exit interview with H.R. that I personally just had received like \n everyone has been great and there has been no racial tension at all at the station."
    },
    {
      "speaker": "BLITZER",
      "text": "All right, Larell Reynolds, thanks very much for helping us better appreciate what was going on.        Let's bring in our CNN anchor Don Lemon, our legal analyst, the former federal prosecutor Sunny Hostin, and the psychologist, the professor of behavioral medicine Jeff Gardere.        Jeff, the shooter, he was fired from the station, WDBJ.  They had to call 911 when he refused to leave.  Police had to escort him out a little bit more than two years ago.  Today, he committed this horrible murder.  What does this tell us about his mental state, and what can we glean from this?"
    },
    {
      "speaker": "JEFFREY GARDERE, CLINICAL PSYCHOLOGIST",
      "text": "Well, it appears to me this is an individual perhaps who was decompensating for quite some time.        I don't think the anger he was expressing or that he felt might have been created from situations at the TV station just came from that particular area.  We saw in that tape that Chris Cuomo talked about that someone sent in with the road rage that this was a person who just viewed the world in a very skewed manner, saw himself as a victim, saw himself as being picked on, had idiosyncratic interpretations of many things, was very much a very paranoid, dysfunctional personality.       And, therefore, that acting out, choosing two young people, these became symbols of things or people that he felt were absolutely keeping him down.  You ask the question as to why he chose them.  I think he chose them because they were young, they were bright, they had a future, and in himself he saw no future.  He knew that his career was over and that he was headed towards death."
    },
    {
      "speaker": "BLITZER",
      "text": "As you know, Don, in this 23-page document that he faxed to ABC News, he writes that he was suffering from racial discrimination, sexual harassment.  He said he was attacked for being a gay black man.  When you hear that kind of talk in this so-called manifesto, what's your reaction?"
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "text": "It is kind of \n I can just say ditto to what Dr. Gardere said.        He also said in that, that he had been attacked by black men and white females.  I think that many people, many of us have worked with people like that where you just had the young man worked in the same station with him and did not see any sort of racism.  And he saw it. I think many times people are looking for things, they're looking to be victims, they're looking for racism in places that it is not there.      And they spend the bulk of their time trying to prove that it is happening, even when it is not.  I think he became obsessed with it, like target practice, like target focus, people become target obsessed, and they can only see the target in front of them, nothing around them, and they have blinders and tunnel vision on.        I think that that may have been what he was dealing with.  As a gay black man, do you have obstacles to overcome?  yes.  But Sunny as a woman has obstacles to overcome as a woman of color.  You as a Jewish man have obstacles to overcome.  Everybody has an obstacle to overcome.        If you focus on them, you will find it.  And I think he was focusing on it too much and it took him down."
    },
    {
      "speaker": "BLITZER",
      "text": "That's a good point, Sunny.  The shooter also tweeted that this young journalist, Alison Parker, had made, he alleges, racist comments.  He questioned why she was hired.  Sued a former employer for racial discrimination, and that lawsuit was dismissed. What do you think about all of this?  Is this an issue of race here?"
    },
    {
      "speaker": "SUNNY HOSTIN, CNN LEGAL ANALYST",
      "text": "I don't think it is an issue of race.  I certainly think it is an issue of mental illness and we hear these stories over and over and over again.        We also learned from this manifesto that he sent to ABC News that the trigger, the alleged trigger for him was the Charleston shootings and he mentioned starting and continuing this alleged race war.  I think this is not about race.  I think it is more about mental illness, and it is something, an issue that people don't want to talk about at cocktail parties, right?      They don't want to talk about it amongst their families.  People must have seen that this was a man that was devolving, this was a man that was very troubled, and a man clearly in need of a lot of help that he did not get.  And so I think we need to start the conversation, and continue the conversation about mental illness and why people that are mentally ill are able, Wolf, to get guns so easily."
    },
    {
      "speaker": "BLITZER",
      "text": "Yes, that's a good point.        And, Dr. Gardere, as you know, Jeff, even after he killed, he murdered these two young colleagues who were reporting live on TV, he started tweeting about it afterwards and he actually posted horrific video of the actual murder.  What does that say about his need to make a public spectacle of these killings?"
    },
    {
      "speaker": "GARDERE",
      "text": "Certainly by showing admiration to some of the other mass shooters, he wanted to do something different.  He wanted to do something better.        And certainly he wanted to tell the world about the rage that he felt, about feeling that he was a victim.  Look, Don is right.  We do face discrimination in the world for various reasons, but we deal with it appropriately, we deal with it legally.  This individual was so inappropriate, so mentally unbalanced, that he did it in the most horrific way and he wanted to make his parting statement in a way that we would be discussing it this evening and for the next few weeks."
    },
    {
      "speaker": "BLITZER",
      "text": "What's also so horrific, Don, is he actually praises, as you point out, some of these other mass shooters, saying that \n basically supporting what they did."
    },
    {
      "speaker": "LEMON",
      "text": "Yes.  And if that's not a sign of mental illness, I don't know what is.        Listen, I know that the red flags were there, the signs were there, and the gentleman said who was on, his former co-worker said, well, they didn't take it seriously enough, they didn't really do anything about it.  That's not to blame them, but we need to know those signs.  And if someone is exhibiting behavior like that, there needs to be certain protocol, not just H.R.     Maybe authorities need to be involved in it as well.  For someone  to get that far along, where he starts to praise other mass shooters, he's really, really got a big, big problem."
    },
    {
      "speaker": "BLITZER",
      "text": "And quickly, Sunny, what's the most important lesson we need to learn from this tragic event?"
    },
    {
      "speaker": "HOSTIN",
      "text": "You know, again, I think the lesson that comes out of this is that we really do as a nation, Wolf, have to start talking about gun control.  We have to start talking about getting people that have mental illness the help that they need.  We need to take the stigma away from mental health.        And at the end of the day, we need to hug our loved ones.  These were two shining stars in their professions, doing what they loved, doing what we all do, day in, day out, and they are no longer with us.       I think when you listen to Alison's father saying that he's numb, that his world, his family is crushed, the fact that he will never hear his daughter's voice again is crushing to him.  I think it's crushing to everyone.  And I think we really need to hug our loved ones and try to make this world a better place when it comes to guns and mental illness.  A wake-up call."
    },
    {
      "speaker": "LEMON",
      "text": "Don't think \n don't think that doesn't go through our heads every time we go to the scene of a story, every time you go to where there's been unrest, whether it's in the United States or anywhere else.        I often think about, when I'm out there, that it could be any person who is not within their mind could come out and do something, come shoot me, come harm me.  Luckily, we do have security, but no system is fail-safe.  So you know, we do think about it, and it is a hazard of the job."
    },
    {
      "speaker": "BLITZER",
      "text": "You think about it when you're reporting live from Iraq or Syria or Afghanistan, a place like that.  You're always worried about these live shots that you're doing as a journalist.  You don't necessarily worry about it when you're going to do a piece promoting tourism in southern Virginia.  That's obviously a very different kind of environment.        All right, guys, thanks very, very much.        And Don will be back with much more on all of this, all the day's important news later tonight, \"CNN TONIGHT,\" special time, starting at 9 p.m.  Eastern.  You're going to want to see that.        Just ahead, we're going back to the scene of the shooting.  We're digging for new information as the community remembers the journalists gunned down."
    },
    {
      "speaker": "BLITZER",
      "text": "We have more breaking news coming into THE SITUATION ROOM.  Reports of multiple ambulances now at the scene of a shooting at a mini mart in Sunset, Louisiana.  We're getting more details on that right now.  We'll update you as soon as we get more information.        The other breaking story we're following, we're getting new information about the gunman who killed a TV news reporter and cameraman during a live report.  Our senior investigative correspondent, Drew Griffin, has new information.  What are you learning?"
    },
    {
      "speaker": "DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT",
      "text": "Disturbing information that shows somewhat of a link between one of the victims, Wolf, and the shooter.  This again comes from court documents we've obtained in a lawsuit that was dismissed, but it details the shooter's last day at this TV station, which was two years ago now.        We've been reporting that he threw a tantrum, that he told them he wasn't leaving, that police were called.  In fact, now we're learning the police were not only called, they had to physically lift this shooter out of his chair to escort him out of the building.        And then in this memo that was obtained by CNN, we are learning that, quote, \"This was being recorded by Adam Ward.\"  Adam Ward is the photographer who lost his life today.  And in it, it says the suspect turned his attention to him, meaning Ward, and said something about paparazzi and told Adam he needed to \"lose your big gut,\" and then he flipped off the camera.        Then, as he was walking out of the actual newsroom, he handed a small wooden cross on his desk to a manager and said, \"You'll need this.\"        So this is the first indication we have that there was any kind of contact between one of the victims here and this shooter.  This happened on the day that the shooter was fired two years ago now."
    },
    {
      "speaker": "BLITZER",
      "text": "That was February, what..."
    },
    {
      "speaker": "GRIFFIN",
      "text": "February 1, 2013."
    },
    {
      "speaker": "BLITZER",
      "text": "Yes.  Pretty shocking.  All right, Drew, thank you.        We're also getting new information right now about the gun used by the shooter, this individual, Vester Flanagan.  Our justice correspondent, Pamela Brown, is back with us on that part of the story.        What have you learned, Pamela?"
    },
    {
      "speaker": "PAMELA BROWN, CNN JUSTICE CORRESPONDENT",
      "text": "Well, Wolf, two law enforcement officials tell me and my colleague Evan Perez that the gunman, that a gun recovered from the shooter, Vester Flanagan, was a Glock .99 millimeter pistol.  Apparently, according to officials, he bought this gun in Virginia sometime in July, and we're told he bought this gun legally.  He also purchased a second Glock pistol. Ballistics tests are going to be conducted to figure out which gun he used.       But in this suicide note, this rambling suicide note that the  person believed to be the gunman sent to ABC News, it says in there that the gun was purchased two days after the Charleston massacre. That was on June 17.  Again, we're told that he had bought two Glock pistols, and that one of them identified in the car with him was bought in July in Virginia and was bought legally \n Wolf."
    },
    {
      "speaker": "BLITZER",
      "text": "All right, Pamela, thanks very much.        I want to dig deeper right now with our law enforcement analyst Tom Fuentes.  He's a former FBI assistant director.  Also joining us, the former ATF executive, Matthew Horace.  He's now the senior vice president at FJC Security Services.         Let me get your reaction first, Tom, to what we just heard from Pamela Brown, a 9 millimeter Glock 19.  Correct me if I'm wrong, that sounds almost exactly like the weapon that was used a decade ago at Virginia Tech, which is not far away from Roanoke either.  That individual at Virginia Tech killed 32 people."
    },
    {
      "speaker": "TOM FUENTES, CNN LAW ENFORCEMENT ANALYST",
      "text": "Right.  I thought the Virginia Tech shooter bought two Glocks in Roanoke gun shop that Drew Griffin actually went to and reported on at the time of the shooting. So \n a Glock pistol, it comes in several calibers, several sizes, several magazine sizes.  It sounded, hearing that video this morning, that about eight shots were fired, which any of the models would have at least that much capacity."
    },
    {
      "speaker": "BLITZER",
      "text": "And Matthew, what's so chilling is this killer in his 23-page manifesto, was praising some of these other mass murderers that just went out there and started shooting and killing people.  And now he gets, it looks like, apparently the same kind of gun.  Tell us a little bit more about this 9 millimeter Glock 19?"
    },
    {
      "speaker": "MATTHEW HORACE, FORMER ATF OFFICIAL",
      "text": "Well, Wolf, a Glock 19, the frame is made of plastic.  It's very easy to carry, easy to conceal. It's a light firearm.        I have to go back to what Sunny said earlier: firearm possession and mental illness don't add up, and they don't match.  The last three incidents in the United States all involved firearms and people declared mentally ill or were having mental problems."
    },
    {
      "speaker": "BLITZER",
      "text": "So what are you saying, Matthew?  What needs to be done to fix that?"
    },
    {
      "speaker": "HORACE",
      "text": "We need to readdress legislation.  I mean, clearly, there are laws in the books now.  There's 4473 that asked the question if you're under treatment, or if you've been declared mentally defective.  And that's where the problem comes in.  Because a lot of these people that are having these issues will not normally fill that form out truthfully and candidly."
    },
    {
      "speaker": "BLITZER",
      "text": "Apparently, Tom, bought this gun legally.  Right?"
    },
    {
      "speaker": "FUENTES",
      "text": "It sounds like it.  There's no indication of a previous felony conviction or known to be committed for mental illness, then he bought it legally.        You know, there's none of the discussion in gun restrictions have addressed handguns.  So all they've addressed is assault rifles, armor-piercing shells, body armor, extended magazines.  So even if they were \n some of the laws were passed that were recommended after Sandy Hook Elementary shooting of 20-some students, none of that would have addressed this.  Only the mental health issue is the one that has to be really addressed."
    },
    {
      "speaker": "BLITZER",
      "text": "Yes, it's a tough issue, obviously.        Matthew, he also wrote in that 23-page document that he faxed ABC News that his so-called hollow-point bullets have the victims' initials on them.  What does it tell us, why he specifically targeted Alison and Adam?"
    },
    {
      "speaker": "HORACE",
      "text": "Well, it doesn't tell us why he may have specifically targeted them, but it tells us that he had targets in mind.  And those targets might have been one, two, or three people.        And Wolf, like we said last month and the month before last, everyone who can have a gun shouldn't have a gun.  Just because you're not adjudicated mentally defective or you're not prohibited still doesn't mean that you should be carrying firearms."
    },
    {
      "speaker": "BLITZER",
      "text": "Matthew, Tom, stand by.  We're going to continue our coverage.  More of the breaking news right after this."
    },
    {
      "speaker": "BLITZER",
      "text": "We are following two breaking news stories right now.  Reports that a police officer has been injured in a shooting incident in Sunset, Louisiana.  Multiple ambulances are now on the scene with possibly more victims.        The other breaking news, the shootings of two journalists on live TV and new information about the gunman who killed himself.  We'll have much more on those stories coming up.        Right now, though, Donald Trump is defending his newest brawl on the campaign trail, refusing to give an inch or an apology.  This time, the Republican presidential front runner is facing off with a Spanish language TV anchor who is called the Walter Cronkite of Latino America.  Jorge Ramos was booted from a Trump news conference, allowed back in later.      Our national correspondent Suzanne Malveaux is here on more on what's going on.        What are you learning, Suzanne?"
    },
    {
      "speaker": "SUZANNE MALVEAUX, CNN NATIONAL CORRESPONDENT",
      "text": "Well, you know, we know these fights with Donald Trump have been epic and entertaining at times, most notably with high profile anchors.  But now increasingly with everyone else, Trump's opponents are now banking on the billionaire to make so many enemies that he's going to lose in the long run, at least that's their hope."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE",
      "text": "She actually should be apologizing to me."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Donald Trump front and center taking on anyone who stands in his way."
    },
    {
      "speaker": "TRUMP",
      "text": "Excuse me, sit down.  You weren't called.  Sit down.  Sit down.  Sit down."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Today, Trump standing by his decision to have security forcibly escort Univision anchor Jorge Ramos, out of Trump's Iowa press conference Tuesday night."
    },
    {
      "speaker": "TRUMP",
      "text": "I would have gotten to him very quickly, and he stood up and started ranting and raving like a madman.  He was totally, absolutely out of line."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Ramos pressed Trump on his immigration proposals, while Trump tried to move on."
    },
    {
      "speaker": "JORGE RAMOS, UNIVISION ANCHOR",
      "text": "I have the right to ask the question."
    },
    {
      "speaker": "TRUMP",
      "text": "You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask the question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision.  Go."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Ramos was quickly removed from the room."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Ramos was later allowed back in, where he once again confronted Trump."
    },
    {
      "speaker": "TRUMP",
      "text": "Good to have you back."
    },
    {
      "speaker": "RAMOS",
      "text": "You cannot deport 11 million."
    },
    {
      "speaker": "MALVEAUX",
      "text": "When Ramos asked about Trump's plan for mass deportation, Trump responded with another dig."
    },
    {
      "speaker": "TRUMP",
      "text": "Let me tell you, we're going to do it in a very humane fashion.         Believe me.  I have a bigger heart than you."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Neither would back down, talking over each other. Both left unsatisfied."
    },
    {
      "speaker": "TRUMP",
      "text": "I can't \n I can't deal with this."
    },
    {
      "speaker": "MALVEAUX",
      "text": "This morning, Ramos telling CNN it was his duty to stand up."
    },
    {
      "speaker": "RAMOS",
      "text": "As a reporter, I believe, you have to take a stand.  I think the most important social responsibility as reporter is to prevent and denounce the abuse of those who are in power."
    },
    {
      "speaker": "TRUMP",
      "text": "Her questioning and her attitude"
    },
    {
      "speaker": "MALVEAUX",
      "text": "Trump also reignited his grudge with Megyn Kelly, saying he did not regret his criticism of the FOX News anchor."
    },
    {
      "speaker": "TRUMP",
      "text": "I don't care about Megyn Kelly, but no, I would not apologize.  She should apologize to me.  But I just don't care."
    },
    {
      "speaker": "MALVEAUX",
      "text": "On top of sparring with news anchors, Trump also offered up this impersonation of Asians."
    },
    {
      "speaker": "TRUMP",
      "text": "Negotiating with Japan, negotiating China, they say, we want deal."
    },
    {
      "speaker": "MALVEAUX",
      "text": "And, of course, Trump did not spare his Republican rivals, hitting Jeb Bush and Marco Rubio with this."
    },
    {
      "speaker": "TRUMP",
      "text": "And I watch these two guys.  They're hugging and kissing and holding each other.  Very much like actually Chris Christie did with the president.  I'm only kidding."
    },
    {
      "speaker": "JEB BUSH (R), PRESIDENTIAL CANDIDATE",
      "text": "Why do you think"
    },
    {
      "speaker": "MALVEAUX",
      "text": "Today in Florida, Jeb Bush called on Trump to get serious about putting forward immigration solutions."
    },
    {
      "speaker": "BUSH",
      "text": "This guy is now the frontrunner.  He should be held to account just like me.  He should be asked as he was yesterday, how are you going to pay for it?"
    },
    {
      "speaker": "MALVEAUX",
      "text": "In an interview with Bloomberg television, Trump answered Bush's question saying voters already spent a fortune fighting crime and all that's related around crime.  He estimated $130 billion.  We don't know what the source is for that figure.  But he said because some of the money would be freed up as crime decreased, it's one way Americans would pay for his immigration plan.  So"
    },
    {
      "speaker": "BLITZER",
      "text": "All right.  Suzanne, thanks very much."
    },
    {
      "speaker": "MALVEAUX",
      "text": "Thank you."
    },
    {
      "speaker": "BLITZER",
      "text": "We will stay on top of this political story as well.      The Republican presidential candidates, by the way, now just weeks away from their second debate.  It will air right here on CNN on September 16th live from the Reagan Library in California.        And CNN will also host the first Democratic presidential debate, that's on October 13th in Nevada.       Coming up, back to the breaking story, two journalists become the  story when they are shot dead while on the air.  Their lives and the community's loss, that's coming up."
    },
    {
      "speaker": "BLITZER",
      "text": "We're following the breaking news.  The deadly shooting of two young journalists in Virginia, while they were on the air live, by a former reporter at their station.      President Obama just spoke out about all of this at a new interview with WPBI, saying it breaks his heart anytime he hears about this kind of incident.        Also tonight, friends and colleagues are remembering the victims for their spirit, their dedication to their work.      CNN's John Berman reports."
    },
    {
      "speaker": "ALISON PARKER, REPORTER",
      "text": "Hey, everyone.  I'm Alison Parker. Photojournalist Adam Ward and I are putting the final touches on our special report."
    },
    {
      "speaker": "JOHN BERMAN, CNN CORRESPONDENT",
      "text": "Their love of the job, their passion for their work, it leapt through the screen."
    },
    {
      "speaker": "PARKER",
      "text": "Witnesses say that this is a day they'll never forget."
    },
    {
      "speaker": "BERMAN",
      "text": "They informed and delighted a community"
    },
    {
      "speaker": "ADAM WARD, PHOTOJOURNALIST",
      "text": "In Salem, Adam Ward, News 7 Sports."
    },
    {
      "speaker": "BERMAN",
      "text": "a community now in a state of pure disbelief."
    },
    {
      "speaker": "JEFF MARKS, GENERAL MANAGER, WDBJ",
      "text": "This place is in shock, as you might expect.  There's a lot of crying and hugging going on."
    },
    {
      "speaker": "BERMAN",
      "text": "Colleagues say 27-year-old Adam Ward and 24-year-old Alison Parker of Virginia affiliate WDBJ were unfailingly positive, relentlessly hardworking and never shied away from a story."
    },
    {
      "speaker": "PARKER",
      "text": "I wanted to go through a sleep study to see if my job impacts how I snooze."
    },
    {
      "speaker": "BERMAN",
      "text": "Or a challenge."
    },
    {
      "speaker": "PARKER",
      "text": "My hobby is whitewater kayaking."
    },
    {
      "speaker": "BERMAN",
      "text": "In this profile from the station earlier this year, Parker spoke about her love of the outdoors and the arts."
    },
    {
      "speaker": "PARKER",
      "text": "My dad was on Broadway back in the day."
    },
    {
      "speaker": "BERMAN",
      "text": "Her father released a statement today saying, \"I find my grief unbearable.  Not hearing her voice again, crushes my soul.\"        Both Parker and Ward began as interns at the station, eventually becoming a morning show team as staff reporter and photographer."
    },
    {
      "speaker": "MARKS",
      "text": "Adam was the kind of guy who if he were on the way home and knew of something that needed to be done, he would turn around and go do it."
    },
    {
      "speaker": "BERMAN",
      "text": "Ward was engaged to a morning show producer Melissa Ott, seen here in a tweet this morning.  Celebrating what was reportedly supposed to be her last day at the station.        Instead, she was in the control room when her future husband was gunned down.        WDBJ's anchor Chris Hurst says he is numb after the news.  Parker was his girlfriend of nine months and just moved in with him.  \"She was the most radiant woman I ever met\", he posted on social media today.  \"And for some reason, she loved me back.\"      Parker's last interview was with Vicki Gardner, the executive director of a local chamber of commerce.  She was live on air when gunfire rang out.  Gardner was shot in the back and is recovering at a hospital today.        As this unfolds, WDBJ stays on the story with a broken heart but not broken, because there is no greater tribute to great reporters than to keep reporting."
    },
    {
      "speaker": "MARKS",
      "text": "This doesn't happen in our part of the country.  But yet it has.  We will be forever scarred by it."
    },
    {
      "speaker": "BERMAN",
      "text": "John Berman, CNN, New York."
    },
    {
      "speaker": "BLITZER",
      "text": "Our deepest, deepest condolences on behalf of all of our viewers and everyone here at CNN to the family and friends of these young people.        Thanks very much for watching.  I'm Wolf Blitzer in THE SITUATION ROOM.      \"ERIN BURNETT OUTFRONT\" starts right now."
    }
  ]
}