{
  "show_name": "WOLF",
  "show_title": "Fatal Virginia Shootings of WDBJ Reporter and Photographer; White House Reacts To Virginia Shooting. Aired 1-1:30p ET",
  "candidates_mentioned": [
    "sanders",
    "clinton",
    "trump"
  ],
  "candidates_quoted": [
    "sanders"
  ],
  "quotes": [
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "text": "Hello, I'm Wolf Blitzer in Washington and I want to welcome our viewers in the United States and around the world. We begin with breaking news.  A chilling chain of events following the fatal shooting of a T.V. reporter and photographer.  The apparent gunman shoots himself after posting videos of the deadly encounter on social media.  Authorities were on the hunt for Vester Flanagan.  They say when they confronted him along Interstate 66, he shot himself. Flanagan worked as a reporter at that WDBJ under the name Bryce Williams for about a year before he was fired.  That's the same station where the victims worked.  The shooting happened during the morning broadcast on WDBJ.  Reporter Alison Parker was interviewing a woman live on the air as photographer Adam Ward's camera was rolling, then you hear the sound of gunfire. The White House press secretary, Josh Earnest, just moments ago, spoke out about the shootings.  Listen to this."
    },
    {
      "speaker": "JOSH EARNEST, WHITE HOUSE PRESS SECRETARY",
      "text": "I did not have the opportunity to speak to the president about the tragic shooting that occurred earlier today in Virginia.  You know, obviously, the thoughts and prayers of everybody here at the White House are with the families of those who were injured or killed in that terrible incident. The precise details of that incident continue to be under investigation.  But as you've heard me say in the past, this is another example of gun violence that is becoming all too common in communities large and small all across the United States. And while there is no piece of legislation that will end all violence in this country, there are some common sense things, that only Congress can do, that that we know would have a tangible impact in reducing gun violence in this country.  And Congress could take those steps in a way that would not infringe on the constitutional rights of law-abiding Americans.  And the president has long advocated Congress taking those steps and the president continues to believe that they should do so."
    },
    {
      "speaker": "BLITZER",
      "text": "The apparent gunman posted graphic video of the shooting on Facebook and on Twitter. Our Senior Investigative Correspondent Drew Griffin is joining us now live with more.  Tell us about these posts because they are so, so chilling."
    },
    {
      "speaker": "DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT",
      "text": "So chilling because they played out as the suspect was being sought by police.  It was a Twitter account to Bryce Williams with his name and appearance. And if you read backwards, he is talking about the people he shot.  He said Alison made racist comments.  EEOC report filed.  They hired her after that. And then, he goes on to say Adam went to H.R. on me after working with me one time.  And then, finally, this tweet, I filmed the shooting. See Facebook.  All of these accounts are down but when you see Facebook, and we saw the account, you see the actual gunman viewpoint of the shooting itself.  It is quite horrific and quite \n you know, quite \n it represents what he wanted to show the world which is that he murdered these people."
    },
    {
      "speaker": "BLITZER",
      "text": "It was as if he was wearing, what, a GoPro."
    },
    {
      "speaker": "GRIFFIN",
      "text": "It looked exactly like that.  I just came back from a police raid in Jamaica where we had a police detective wearing a GoPro.  And what you see is the exact shot that we filmed down in Jamaica which is hands out, the gun and the gun shooting at somebody.  It is that explicit and Facebook has since taken it down."
    },
    {
      "speaker": "BLITZER",
      "text": "Yes."
    },
    {
      "speaker": "GRIFFIN",
      "text": "It's really horrific."
    },
    {
      "speaker": "BLITZER",
      "text": "It really is awful for anyone who caught it before it was removed and it was so, so very disturbing.  And I understand the \n there', apparently, a fax that was sent to ABC News by this suspect?"
    },
    {
      "speaker": "GRIFFIN",
      "text": "We don't know what's in it.  It is 23 pages long.  It was described as a manifesto.  It was sent to ABC News some time overnight.  ABC News immediately handed it over to authorities, so it is in their investigative hands right now.  But we know that this appears to be a very planned-out event.  He knew where these people were going to be this morning.  He had these tweets sent out after he did this.  Obviously, it was very carefully planned, including the fact that he was going to post this from video he was going to take live during the event."
    },
    {
      "speaker": "BLITZER",
      "text": "And the days leading up to this, he was posting all sorts of pictures of himself, of his childhood, going through his whole history.  You've seen those?"
    },
    {
      "speaker": "GRIFFIN",
      "text": "Yes, we have seen those.  It goes all the way back to his childhood.  He did some modeling.  He goes through his whole life on Twitter, within the last two weeks or so. Keep in mind, he's been fired from this station since February of 2013.  And when he left the station, according to the people who worked there, he was actually escorted out of the newsroom.  And when and he cleared out his desk in the newsroom, the station was so concerned about him, Wolf, that they had everybody leave that room while he came in, got his stuff and left under police escort, we are told.  That was February of 2013."
    },
    {
      "speaker": "BLITZER",
      "text": "That's more than two years ago.  This has been presumably brewing in his mind, if this was a revenge or a disgruntled employee or anything along those lines."
    },
    {
      "speaker": "GRIFFIN",
      "text": "That's right.  I'm sure this station thought they'd seen the last of him, it's been so long.  But, again, we're just learning about his interaction.  How long he's been holding this grudge.  We don't know if there was any continued contact with the station after his firing.  All those details to come."
    },
    {
      "speaker": "BLITZER",
      "text": "What a horrific, horrific story.  A very chilling story. Thanks very much, Drew, for that report. Questions remain about the apparent shooter's mental state at the time of the horrific act.  Our Ashleigh Banfield spoke with WDBJ station manager, Jeffrey Marks, about the man, Vester Flanagan.  The conversation taking place shortly before a news broke that Flanagan shot himself while being chased on I-66 by police.  Look at this."
    },
    {
      "speaker": "ASHLEIGH BANFIELD, CNN ANCHOR",
      "text": "Tell us, right now, about this Vester Flanagan who went by Bryce Williams, this former employee, this disgruntled employee."
    },
    {
      "speaker": "JEFFREY MARKS, GENERAL MANAGER, WDBJ",
      "text": "Well, we've agreed to cooperate with the authorities and not try to do their job for them.  But what I can tell you, since that name is out there, that this is an individual who came to work for us as a reporter.  And about two years ago, I'm thinking, we had to separate him from the company.  And we did understand that he was still living in the area.  Occasionally, he would run into people from our company."
    },
    {
      "speaker": "BANFIELD",
      "text": "And the disturbing nature of tweets that are going out, presumably under an account under his name and even a video that's been posted from what appears to be the shooter's perspective and what appears to be the shooter committing the crime.  This is just so distressing.  How much of this are you working with the police and trying to assess the details, the facts and the evidence?"
    },
    {
      "speaker": "MARKS",
      "text": "Well, whatever they need, we're providing them.  History on this individual.  The video from the actual shooting this morning. And \n but, in terms of all this other stuff, if we get it, we are, of course, turning it over immediately.  But the world that we live in, if we got the tweet, lots of other people got the tweet as well."
    },
    {
      "speaker": "BANFIELD",
      "text": "And I'm just wondering if you \n you know, we're \n to be clear to our viewers, there are two distinct videos we're talking about.  There is the live morning show broadcast that went out over the airwaves, where the shots rang out and we saw the reaction from Alison. And then, there is the video that is posted on a Facebook account, allegedly by the shooter, by the person going by the name of Vester Flanagan, a.k.a. Bruce Williams.  If it is that person posting it, from the shooter's own perspective, seeing the gun and targeting the reporter.  Have \n you've seen this?"
    },
    {
      "speaker": "MARKS",
      "text": "No, I haven't because as we're doing this right now, we \n I was just notified about it.  Remember, of course, that people can use other names \n other people's names in tweeting things.  But considering that that's pretty unlikely, in this case, I think it makes sense that the police are focused on that one individual."
    },
    {
      "speaker": "BANFIELD",
      "text": "And without question, it \n we need to say that we do not have any confirmation, at this point, at this early stage, that it is this person posting under his name.  We don't know that.  But it is horrifyingly distressful what we're witnessing on this video.  And the tweets that also allege issues with not only Alison but also with Adam.  Are you aware that he had, you know, these issues with these two employees who were on that live shot this morning?"
    },
    {
      "speaker": "MARKS",
      "text": "No, we had no indication of that.  We \n I don't think Alison and that individual even overlapped here.  Alison had been here a little more than a year.  Adam had been here some time longer.  I can't figure out any connection with those people, who were among the kindest, nicest people who worked here. And I'm not exaggerating when I say that.  This place is in shock, as you might expect.  There's a lot of crying and hugging going on.  We just can't even reckon with that.  And, you know, people are asking, well, who was shot first, and what video is there, and all of that. And as journalists, we want to be able to answer those questions.  But those are really secondary to what has happened in our organization that will last forever.  We will be that T.V. station where this terrible thing happened."
    },
    {
      "speaker": "BANFIELD",
      "text": "Jeff, I'm still trying to process the tweets coming out by someone under the name of Bryce Williams seven with a photo that certainly looks like the former reporter or employee of yours, specifically saying that Adam went to H.R. on me after working with me one time.  Alison made racist comments.  Again, not sure if this is him tweeting out under his verified account.  But is there talk in the newsroom among your colleagues about this kind of frustration that it seems Bryce Williams may have had?"
    },
    {
      "speaker": "MARKS",
      "text": "He did make some accusations against people some time ago. You can never imagine that somebody is going to come back and act on those issues that were so old.  It was, I guess, a little bothersome that he was still in town and would be seen by our employees.  But, again, what do you do?  Do you imagine that everybody who leaves your company under difficult circumstances is going to take aim?  And you think about, you know, the number of times that it's happened around the country with television stations.  But, you know \n you know the expression, going postal, and"
    },
    {
      "speaker": "BANFIELD",
      "text": "Yes."
    },
    {
      "speaker": "MARKS",
      "text": "it can \n it can always happen.  Why were \n why were they the targets and not I"
    },
    {
      "speaker": "BANFIELD",
      "text": "And that is such a question especially."
    },
    {
      "speaker": "MARKS",
      "text": "or somebody else in management?"
    },
    {
      "speaker": "BANFIELD",
      "text": "Right, with these tweets that he names Alison by name.  The person behind the tweets also naming Adam by name.  And I'm just \n I'm curious if when you said he had made comments before, had those comments, to your recollection or knowledge, include Alison or Adam. And I'll add to that, has he shown up at the station at all?"
    },
    {
      "speaker": "MARKS",
      "text": "I guess it's been so long I don't re \n Ashleigh, it's been so long. I don't really recall.  It could have been and they could have overlapped, Alison and this fellow, but I just don't have a strong recollection on that."
    },
    {
      "speaker": "BLITZER",
      "text": "The third victim in this shooting incident, Vicki Gardner, she's a local chamber of commerce director.  There you see a picture of her.  She was shot.  She's now listed as being in stable condition. The other two victims, the reporter, Alison Parker, 24 years old; the cameraman, Adam Ward, 27 years old, were shot and killed.  We'll have much more coverage of the breaking news right after this."
    },
    {
      "speaker": "BLITZER",
      "text": "Let's get back to our top story, the breaking news, the fatal shooting of a reporter and a photographer in Virginia live on the air earlier this morning. A third victim is now listed as being in stable condition. The suspected gunman, the former WDBJ employee, Vester Flanagan, has shot himself. He's now being treated for life threatening conditions.  Let's bring in our law enforcement analyst, the former FBI assistant director, Tom Fuentes, our CNN law enforcement analyst, Cedric Alexander, and a psychiatrist, Dr. Janet Taylor.  Guy, thanks very much for joining us.  It's so bizarre, Tom, and you're a former assistant director of the FBI. You were a cop before that. Have you ever heard of an incident like this where someone allegedly goes out and effectively executes two reporters, two photo \n a photojournalist and a reporter live on the air and then tweets about it, releases video on social media about it, even as he's being hunted down?"
    },
    {
      "speaker": "TOM FUENTES, CNN LAW ENFORCEMENT ANALYST",
      "text": "No, we haven't seen that before, I don't think, in terms of workplace violence. But if you have a disgruntled former employee and he has issues with someone that he met at work when he was still employed there, which sounds like it might be the case in this, you know, we have had those kind of workplace killings. We haven't had them videoed and put online, which is a new phenomenon, but we have had that. And we've had some pretty horrific workplace type shootings where people have gone into their former place of employment and slaughtered people. So \n so we have had that before."
    },
    {
      "speaker": "BLITZER",
      "text": "Yes, Cedric, it's so, so bizarre. He was tweeting all these tweets even as he was trying to get \n escape, presumably, from what was going on. Have you seen any like that before?"
    },
    {
      "speaker": "CEDRIC ALEXANDER, CNN LAW ENFORCEMENT ANALYST",
      "text": "Never seen anything like that over the course of my career, Wolf. But, of course, we live in a very different time now where social media plays such an important part both in good ways and in this case in a very negative and sad and unfortunate way. But this is very different from anything I've seen over the course of my career."
    },
    {
      "speaker": "BLITZER",
      "text": "Dr. Taylor, let's talk a little bit about this individual. Obviously you never met this guy. We never met this guy. We have no idea. We've only heard stuff about what was going on. But from your analysis, what kind of person \n we understand that a disgruntled employee and there, as Tom Fuentes said, there's a history of this. What kind of person tweets about it, posts video about it, in the days leading up to it sends a fax allegedly to ABC News to talk \n 23 pages talking about it. Posts all these pictures of his whole life in the days leading up to what happened. What kind of person does this?  DR."
    },
    {
      "speaker": "JANET TAYLOR, PSYCHIATRIST",
      "text": "Well, he's a former reporter who knows how to tell a story and his story that, according to him, he was persecuted. You know, he \n he was \n he's narcissistic in the sense that he's still tweeting and trying to justify the fact that he premeditated decided to murder these \n his former colleagues to prove the point that he was treated unjustly."
    },
    {
      "speaker": "BLITZER",
      "text": "In his mind, he believes he was tweeted unjustly. But why go after these two young people? I mean it makes no sense. It's so brutal. It's so awful. It's so horrible. These two young people were very, very beloved at that \n in that community."
    },
    {
      "speaker": "TAYLOR",
      "text": "Well, reportedly he had a lawsuit and if he had an EOC report, he has basically had to catalog his injustices. So it could be that the interaction that he had with Adam and also Alison were just the tip of the iceberg because that was just the last thing, so that's why he targeted them."
    },
    {
      "speaker": "BLITZER",
      "text": "So what have we learned from this, Tom? Law enforcement across the country, news organizations, TV news organizations, what did we learn from what just happened this morning in Virginia?"
    },
    {
      "speaker": "FUENTES",
      "text": "We've learned that somebody with severe mental health issues, in this case maybe feeling that he was persecuted, who has access to a firearm, is in a position to wreak havoc. And, you know, it's 10 years ago we had the shootings at Virginia Tech and we had a similar situation, near Roanoke, Blacksburg, Virginia. And, you know, why did that guy go kill 30 fellow students? Because he felt that, you know, he was being persecuted. So I think mental health problems and access to firearms are a bad mix."
    },
    {
      "speaker": "BLITZER",
      "text": "And what do you learn from all of this, Cedric, because you've been a law enforcement official for a long time."
    },
    {
      "speaker": "ALEXANDER",
      "text": "Well, what's going to be challenging, if you look at this case, this dates back two years when he separated from this news station. And however he separated, he carried this emotional anger with him over a period of time. And if he did not come in contact with anyone in and around that station who knew what his mental condition may have or may not have been, it makes it very, very difficult. People have a tendency sometimes to be able to mask a great deal of pain and anger and resentment but carry out an act at some later date. And that's what makes this very difficult because everyone with a mental health condition does not necessarily mean they're going to be violent, but you may have those that may be struggling with mental health that we later learned was able to get access to a weapon and use it in such a horrific way such as what we saw this morning."
    },
    {
      "speaker": "BLITZER",
      "text": "And, Janet, Dr. Taylor, you heard Drew Griffin report that when he was escorted out of the station some two years ago after he was fired, they basically had to clear out the whole newsroom there because they were worried about this guy. What does that say to you?"
    },
    {
      "speaker": "TAYLOR",
      "text": "Well, there's some suggestion that he made a threat. And I think it means as employers and employees, when someone makes a threat, we have to take them seriously and in some cases go against their will to have them psychologically evaluated and certainly follow them. But it's also important to remember that only 5 to 7 percent of workplace murders are done by colleagues or former colleagues. So it is rare but it \n we hope it never happens again but it is rare."
    },
    {
      "speaker": "BLITZER",
      "text": "All right, guys, stand by because we're going to continue the breaking news coverage on what happened, including a closer look at the two victims, Alison Parker and Adam Ward, both in their 20s, both beloved employees of WDBJ. Stay with us."
    },
    {
      "speaker": "BLITZER",
      "text": "We continue our breaking news coverage of the WDBJ TV news crew gunned down during a live interview earlier this morning. We're also learning more about these two individual, Alison Parker, only 24 years old, Adam Ward, 27 years old. WDBJ shared details about them on the station's noon newscast just a little while ago."
    },
    {
      "speaker": "JOE DASHIELL, WDBJ REPORTER",
      "text": "Alison was smart and ambitious. Adam was a capable photographer who would go the extra mile to get the job done. And they had a lot in common."
    },
    {
      "speaker": "DASHIELL",
      "text": "They worked together every morning."
    },
    {
      "speaker": "ALISON PARKER",
      "text": "I wanted to go through a sleep study to see if my job impacts how I snooze. Adam and I work the same early morning shift, but have completely different sleep schedules."
    },
    {
      "speaker": "DASHIELL",
      "text": "Both Alison Parker and Adam Ward were natives of this area."
    },
    {
      "speaker": "PARKER",
      "text": "Hey, everyone, I'm Alison Parker. Photojournalists Adam Ward and I are putting the final touches on our special report."
    },
    {
      "speaker": "DASHIELL",
      "text": "Alison grew up in Martinsville, Adam in Salem. Alison was a graduate of Martinsville High School and James Madison University. She loved the outdoors."
    },
    {
      "speaker": "ADAM WARD",
      "text": "In Salem, Adam Ward, News 7 Sports."
    },
    {
      "speaker": "DASHIELL",
      "text": "Adam attended Salem High School, where he played football. He was a Virginia Tech graduate and a huge Hokeys fan. And both of them worked here as interns as WDBJ 7 before they signed on as employees. Alison worked at a station in Jacksonville, North Carolina, before she returned to WDBJ 7 in 2014. Adam had been here for four years, first as an employee of our production department and more recently as a photographer in news. He and Alison had been working together on WDBJ 7 Morning a little over a year, covering everything from community events to breaking news, and they did it well.  DASHIELL (on camera"
    },
    {
      "speaker": ")",
      "text": "And both of them had fallen in love with co- workers. Adam was engaged to our morning producer Melissa Ott. They were planning their wedding. Alison and our 6:00 anchor Chris Hurst were dating. Kimberly and Jean, we're shattered by the news this morning and our hearts go out to family and friends of Alison Parker and Adam Ward."
    },
    {
      "speaker": "BLITZER",
      "text": "I want to thank Doe Dashiell for that report.  The station had previously produced a biography of Alison Parker which a friend posted to her FaceBook page today."
    },
    {
      "speaker": "ON SCREEN TEXT",
      "text": "What is the most thrilling think you have ever done?"
    },
    {
      "speaker": "ALISON PARKER",
      "text": "The most thrilling thing I've ever done, a took a trip to the Grand Canyon with my family and we went horseback riding down the Grand Canyon and it was supposed to be a guided tour and our tour guide said, oh, I'll catch up with you and he never did. And once we got to the bottom, the horses just took off because they had done that run so many times they knew exactly where they were going. But it was a very bumpy ride, very scary and my parents were praying that I was holding on and was OK. But we made it and it was really fun and I'll always remember it."
    },
    {
      "speaker": "ON SCREEN TEXT",
      "text": "What is your hobby?"
    },
    {
      "speaker": "PARKER",
      "text": "My hobby is white water kayaking. It's something that my family does all the time, especially when it gets warmer, but we've done it when it's cold outside too. But there are plenty of really awesome places to go."
    }
  ]
}