{
  "show_name": "WOLF",
  "show_title": "Victims of Live Broadcast Shooting; Journalist Around U.S. React to Shooting; Does Trump Confrontation with Ramos Help or Hurt Campaign. Aired 1:30-2p ET",
  "quotes": [
    {
      "speaker": "ALISON PARKER, REPORTER SHOT DURING LIVE BROADCAST",
      "text": "My hobby is white water kayaking.  It's something my family does all the time.  Especially when it gets warmer, but we've done it when it's cold outside, too.  There are plenty of awesome places to go, the Smith River, Dan Ritter, a lot of places in the Martinsville, Henry County area.  It's thrilling, exciting, and can't wait to do it this summer.   Something viewers might not know about me is that I come from a family that loves the arts.  My mom works for Piedmont Arts.  My dad was on Broadway back in the day.  And I play trumpet and French horn in high school and support community theater events throughout our region. It's something very, very important.  And I will always support it.   I absolutely love Mexican food.  Very, very spicy food.  Enchiladas, tacos, you name it, I will eat it.  The spicier the better.   My favorite television characters, I like the really deep darker shows, Walter White on \"Breaking Bad\" amazing.  Don Draper in \"Mad Men\" is also wonderful.  And I'm excited for the next season of \"House of Cards\" because Frank Underwood is such an interesting character to follow throughout that show.   The best vacation I ever had, my family and I went to Mexico about a year ago and we stayed in Playa del Carmen.  It was so neat to see the ruins and spending time near the beach.  It was fun meeting people and eating that delicious food."
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "text": "Alison made a brief appearance on CNN the day before Thanksgiving last year.  She spoke with Carol Costello about the weather in Roanoke, pretty snowy at the time.  Alison Parker was only 24 years old.   As you heard earlier, Adam Ward was Alison Parker's photojournalist, partner.  Ward was a graduate of Virginia Tech.  The station's morning meteorologist recalled how when his co-workers came in groggy, Ward would wake everyone up with talk about Virginia Tech football or whatever else was going on.  Ward's fiance, the morning show's producer, was in the control room when the shootings happened earlier this morning.  It was her last day, actually, on the job as she was about to take a new job in Charlotte, North Carolina.  Adam told the station's general manager he was thinking about getting out of news, maybe doing something else to follow his fiance to Charlotte.  Adam Ward was only 27 years old.   And one of Adam's fellow photographers at WDBJ just tweeted out this heart-wrenching picture.  This is Adam Ward's locker at the TV station.   Coming up, officials in Virginia are expecting to hold a news conference on the latest developments in this horrific, horrific shooting.  What's going on in the investigation is coming up in the top of the hour.   Also, we're getting reaction from the shooting around the country. Our own Brian Stelter will tell us what he's been hearing."
    },
    {
      "speaker": "BLITZER",
      "text": "Let's get back to our top story, the fatal shooting of a reporter and photographer in Virginia live on the air earlier this morning.  A third victim now in stable condition. The apparent gunman, the former WDBJ employee, Vester Flanagan, has shot himself.  He's being treated for life threatening conditions.   Joining us now is our CNN senior media correspondent, the host of \"Reliable Sources,\" Brian Stelter.   Brian, you've been following reaction from our journalistic colleagues around the country.  What can you tell us?"
    },
    {
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT & CNN HOST, RELIABLE SOURCES",
      "text": "Absolutely, television is a business of rivalries.  But on a day like today, it's air force base it's a big extended family.  We are hearing messages of condolences from newsrooms across the country and organizations, groups that usually advocate for the safety of journalists in other countries, in war zones, places like Syria and Yemen.  Unfortunately, we hear about journalists dying trying to do their jobs in countries for from us.  Today, though, to lose two journalists in Virginia causes a sense of numbness.  I've heard anecdotally they're being more careful about sending reporters for live shots, not because they're concerned about shootings, but because they have the sense of nervousness having seen what happened in Virginia today."
    },
    {
      "speaker": "BLITZER",
      "text": "It doesn't happen here in the United States very often when journalists are executed or gunned down, does it?"
    },
    {
      "speaker": "STELTER",
      "text": "It was eight years ago, according to the Committee to Protect Journalists.  That's the last time a journalist on assignment was killed.  In Oakland, California, when that happened.  Reporters without Borders saying it's extremely rare and what happens that makes it more stunning to hear about."
    },
    {
      "speaker": "BLITZER",
      "text": "What also is extremely rare, maybe the first time you see something like this, someone actually videotapes or film what is he allegedly is doing, wearing a GOPro devices to post it and post tweets as he was being hunted down by police.  That's extraordinary in and of itself in this new age of social media."
    },
    {
      "speaker": "STELTER",
      "text": "It does feel like a turning point, doesn't it, Wolf, the idea this person was creating media as he was going along.  The idea he was posting the video before trying to take his own life.  The video was shared thousands of times before Twitter and Facebook very quickly to their credit were able to take it down but it has a life online.  And I can only hope the family members of the victims have not been confronted on it.   This is an example of the double-edge sword of our society.  It's a wonderful benefit to society that we have phones with camera, that we can record and share anything.  But in moments like this, we see that great benefit, that great, wonderful tool used against all of us because the content is being shared to shock all of us.   We should keep in mind, as we cover this story, we have to cover the gunman.  We have to talk about him.  But we also have to keep in mind, he wanted this attention.  He was seeking this attention.  And that's in my mind as we cover him here today."
    },
    {
      "speaker": "BLITZER",
      "text": "Do you have new information on the 23-page fax he supposedly sent to ABC News overnight?"
    },
    {
      "speaker": "STELTER",
      "text": "That's the other element of this.  In addition to him recording the shooting, he also apparently sent this fax to ABC News. The network isn't saying when they received it.  It was sometime between last night and this morning.  That could mean it arrived right before or after the shooting.  ABC News is saying nothing about the content bus it's somewhat reminiscence of the Virginia Tech massacre ten years ago.  That gunman sent a package, of sorts, to NBC News.  It arrived two days after the massacre at Virginia Tech.  In this case, this fax arrived around the time of the shooting."
    },
    {
      "speaker": "BLITZER",
      "text": "What a horrific, horrific story.   Brian, thanks very much.   We'll continue to monitor the breaking news out of Virginia.   Also, other news we're following, including Donald Trump and the Latino vote.  Did his confrontation with a reporter last night help or hurt the Trump brand?  Stay with us."
    },
    {
      "speaker": "BLITZER",
      "text": "We're just getting this video in courtesy of our affiliate, WJLA, the video of this car that the suspect in the shooting, Vester Flanagan, also known as Bryce Williams, used in his get away, was caught by police on I-66.  As he was trying to make his getaway he was tweeting, sending social media posts as he was trying to escape.  As he was run down, he shot himself.  He's now in critical condition, facing life-threatening conditions in a hospital.  We'll continue to watch this story for you.   Let's go to politics.  We're watching two political events unfolding. The Democratic presidential front-runner, Hillary Clinton, is at a community college in Iowa.  The event is billed as a talk about agriculture policy in rural communities.  She's holding three other events in Iowa today.  Actually, three total events in Iowa today. We're keeping an eye on Pensacola, Florida, as Jeb Bush prepares for a town hall event in his home state.  The former Florida governor expected to highlight his experience in disaster situations like hurricanes.  We'll go there live for his remarks later.  We're watching both Hillary Clinton and Jeb Bush.   Much of the political talk today centered on a very public confrontation between the Republican presidential front-runner, Donald Trump, and Univision reporter anchor, Jorge Ramos, at a Trump news conference in Iowa last night.  Here's how it started."
    },
    {
      "speaker": "DONALD TRUMP, (R), PRESIDENTIAL CANDIDATE & CEO, TRUMP ORGANIZATION",
      "text": "Excuse me.  Sit down, you weren't called."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down, sit down.  Sit down.   Go ahead."
    },
    {
      "speaker": "JORGE RAMOS, REPORTER, UNIVISION",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "No, you don't.  You haven't been called."
    },
    {
      "speaker": "RAMOS",
      "text": "I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Go back to Univision."
    },
    {
      "speaker": "RAMOS",
      "text": "You cannot deport 11 million"
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "You cannot deport 11 million people.  You cannot"
    },
    {
      "speaker": "TRUMP",
      "text": "Go ahead."
    },
    {
      "speaker": "RAMOS",
      "text": "You cannot deny citizenship to children in this country."
    },
    {
      "speaker": "TRUMP",
      "text": "Sit down, please.  You weren't called."
    },
    {
      "speaker": "RAMOS",
      "text": "I'm a reporter and I have credentials.   Don't touch me, sir.   I have the right to ask a question."
    },
    {
      "speaker": "TRUMP",
      "text": "Yes, in order."
    },
    {
      "speaker": "BLITZER",
      "text": "Minutes later, Ramos was back in the front row and was called on to ask a question by Trump."
    },
    {
      "speaker": "TRUMP",
      "text": "Yes, good, absolutely.  Good to have you back."
    },
    {
      "speaker": "RAMOS",
      "text": "How are you going to deport 11 million?"
    },
    {
      "speaker": "TRUMP",
      "text": "Ready?"
    },
    {
      "speaker": "RAMOS",
      "text": "Are you going to bring the Army?"
    },
    {
      "speaker": "TRUMP",
      "text": "We'll do it in a very humane fashion.  Believe me.  I have a bigger heart than you do.  I want them to come back.  And I want them to get documentation so they become legal.  It's called management. You're not used to good management \n because you're always talking about government.  Government \n let me just tell you"
    },
    {
      "speaker": "RAMOS",
      "text": "Just imagine"
    },
    {
      "speaker": "TRUMP",
      "text": "Wait, wait, wait.  Government is incompetent."
    },
    {
      "speaker": "BLITZER",
      "text": "Here's what Trump said about the exchange at NBC's \"Today\" show earlier this morning."
    },
    {
      "speaker": "TRUMP",
      "text": "He was totally out of line last night.  I was being asked a question from another reporter.  I would have gotten to him very quickly.  And he started ranting and raving like a madman and, frankly, he was out of line.  Most people and most newspaper reports said I handed it very well.  He was totally absolutely out of line."
    },
    {
      "speaker": "BLITZER",
      "text": "Ramos, for his part, spoke with CNN earlier this morning. He spoke to Chris Cuomo."
    },
    {
      "speaker": "RAMOS",
      "text": "As reporters, I don't think it's that you have to sit down because Donald Trump tells you to sit down.  You have to ask the question.  It's not that I'm advocating specific ideas.  Of course, I'm an immigrant.  Of course, I believe that if he wants to deport 11 million people, can you imagine \n let's he would have to bring the Army.  Imagine the human rights violations that that would provoke.  Is that the kind of country that we want?  I believe honestly as reporters we have to take a stand, and that's what I think I did yesterday."
    },
    {
      "speaker": "BLITZER",
      "text": "All right.  Let's talk about all of this and more with our CNN political commentators, S.E. Cupp, Peter Beinart and Jeffrey Lord. S.E., does this hurt or help Donald Trump in his quest for the Republican nomination?   S.E."
    },
    {
      "speaker": "CUPP, CNN POLITICAL COMMENTATOR",
      "text": "His supporters will defend Donald to the end.  I've been disappointed in some reporters who seem to be scolding Jorge Ramos for asking questions that Donald Trump refuses to answer when asked politely, so I think Jorge Ramos certainly comes from a point of view, but he's never hidden that point of view and he's been asking Donald Trump questions about his incomprehensible, unworkable immigration plan, and is finally trying to get at some of the substantive answers.  And if he didn't do it as politely as other people would have liked, well, the journalists that ask politely end up demurring to Donald Trump's obfuscations and distractions and get nothing out of him."
    },
    {
      "speaker": "BLITZER",
      "text": "Peter, what's your take on Trump's decision?  It's obviously a decision that he makes to go after, to battle with reporters like Jorge Ramos or, for that matter, FOX News' Megyn Kelly?"
    },
    {
      "speaker": "PETER BEINART, CNN POLITICAL COMMENTATOR",
      "text": "Well, he's representing a group of people who feels that the media is against them, and he's not the first Republican candidate after all to try to bait the media into gaining support for his presidential candidacy.  The problem is that he's not only baiting the media, he's baiting the largest growing segment of the American electorate, a group of people who are going to take tremendous vengeance on him and his party next November because he's running a truly violent hate-filled campaign against him.  Ann Coulter warmed up for Donald Trump in Iowa yesterday by saying that we should invite tourists to the border so we can watch the live drone shots and by offering gruesome \n gruesome images of supposed murderers by Mexican-Americans.  This is two steps far from David Duke stuff, and I think it's good that Jorge Ramos stood up to it."
    },
    {
      "speaker": "BLITZER",
      "text": "What do you think, Jeffrey?"
    },
    {
      "speaker": "JEFFREY LORD, CNN POLITICAL COMMENTATOR",
      "text": "Wow, well, not any of that I have to say.  I think, first of all, in terms of Jorge Ramos, he's an activist.  I mean, he's a left wing activist.  That's what he was doing.  You can ask all the questions he wants.  I didn't \n when I was watching this last night, I couldn't even see him much less hear him very much, but I could hear the tone, and I thought, whoever that is, is acting like a real jerk.  I didn't know who it was.  Then they pull the camera back and I saw who it was."
    },
    {
      "speaker": "CUPP",
      "text": "It was Trump.  It was Trump."
    },
    {
      "speaker": "LORD",
      "text": "This is totally, totally out of the \n out of the realm of, you know, the way press conferences are conducted.  I mean, Wolf, you've been around Washington, I worked in the White House, Sam Donaldson could bellow, you know, as much as anybody at Ronald Reagan but, you know, Ronald Reagan, at the end of the day, got to pick who and what questions he was going to ask, et cetera, et cetera.  And when he did, the other journalists would sit down until they finished, and then they would jump up and do it all over again.  So it's not that there has to be some state of decorum but clearly he was about making a statement, not about journalism."
    },
    {
      "speaker": "CUPP",
      "text": "That jerk you heard, Jeffrey, that jerk you heard was Trump. And to your point, Ronald Reagan would answer questions.  Ronald Reagan was polite.  Ronald Reagan could answer substantive questions."
    },
    {
      "speaker": "CUPP",
      "text": "Donald Trump wants to deport 11 million people and can't tell us how he would do it."
    },
    {
      "speaker": "CUPP",
      "text": "So if a journalist isn't going to get the right answer, then Jorge Ramos has to try to get it out of him."
    },
    {
      "speaker": "BLITZER",
      "text": "Jeffrey, go ahead."
    },
    {
      "speaker": "LORD",
      "text": "I'll give you an answer, S.E.  Dwight Eisenhower already did this in the 1950s.  They had the same problem in the 1950s.  Dwight Eisenhower in June of 1954 appointed a former West Point guy to head this up, and they did exactly what Jorge Ramos is suggesting.  They used trains, they used planes, they used ships and they deported people back to Mexico to the center part of Mexico so that they wouldn't cross the border again.  This has already been done and the \"Christian Science Monitor\" decades later said it reduced illegal immigration by the end of the 1950s by about 95 percent.  So"
    },
    {
      "speaker": "CUPP",
      "text": "If you want to answer Donald Trump's substantive question, that's great, but Donald Trump is not answering it.  That's the point."
    },
    {
      "speaker": "BEINART",
      "text": "And the reason, you know, one of the reasons that I think Jeb Bush is suffering so much is that he and the other Republican candidates are not willing to say that morally it is gruesome to talk about ripping up 11 million American families and dragging people out of their homes and sending them back because they have come across the border to do the low-paid and often exploited work that native-born Americans don't want to do.  And until another Republican has the guts, especially Bush, who probably believes that."
    },
    {
      "speaker": "CUPP",
      "text": "Well, Peter, some have.  Carly Fiorina talked about it.  Marco Rubio has distanced himself.  Some Republicans have."
    },
    {
      "speaker": "BEINART",
      "text": "The best that Jeb could say is that it's too expensive, all right?  That's playing right into Donald Trump's hands because it's making Jeb look weak, which is exactly what Trump says he is."
    },
    {
      "speaker": "LORD",
      "text": "You know"
    },
    {
      "speaker": "BLITZER",
      "text": "Let me, Jeffrey, react to that.   Go ahead, Jeffrey."
    },
    {
      "speaker": "LORD",
      "text": "Yeah.  This is playing the race card.  This is what liberals do.  It's playing the race card."
    },
    {
      "speaker": "CUPP",
      "text": "What?"
    },
    {
      "speaker": "LORD",
      "text": "No, Liberals play the race card."
    },
    {
      "speaker": "CUPP",
      "text": "Mexican racists."
    },
    {
      "speaker": "LORD",
      "text": "Peter, let's be clear.  The Democratic Party supported slavery, segregation, lynching and the Ku Klux Klan."
    },
    {
      "speaker": "BEINART",
      "text": "Oh, my god."
    },
    {
      "speaker": "LORD",
      "text": "They divide people by skin color.  That's what they do.  This is how they make their political bones.  They built a whole political party on this.  They're doing it now.  There's no excuse for it.  It's immoral.  No one is objecting to immigration.  People are objecting to illegal immigration."
    },
    {
      "speaker": "BLITZER",
      "text": "All right \n all right"
    },
    {
      "speaker": "LORD",
      "text": "The country is 100 percent filled"
    },
    {
      "speaker": "BLITZER",
      "text": "Hold your fire"
    },
    {
      "speaker": "BLITZER",
      "text": "Hold your fire because"
    },
    {
      "speaker": "BLITZER",
      "text": "We're out of time right now, but obviously this subject is not going away.  The passion clearly evident all around.   Thanks very much to all of you."
    },
    {
      "speaker": "BEINART",
      "text": "Thank you."
    },
    {
      "speaker": "BLITZER",
      "text": "Thanks to all of our viewers.   I'll be back 5:00 p.m. eastern in \"The Situation Room.\"   CNN's breaking news coverage of the fatal shooting of a reporter and photographer in Virginia continues right after a quick break."
    }
  ]
}